{
    "paper_id": "PMC7167020",
    "metadata": {
        "title": "RSV‐hRV co‐infection is a risk factor for recurrent bronchial obstruction and early sensitization 3 years after bronchiolitis",
        "authors": [
            {
                "first": "Flore",
                "middle": [],
                "last": "Amat",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chloé",
                "middle": [],
                "last": "Plantard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aurélien",
                "middle": [],
                "last": "Mulliez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Isabelle",
                "middle": [],
                "last": "Petit",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Emmanuelle",
                "middle": [],
                "last": "Rochette",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Matthieu",
                "middle": [],
                "last": "Verdan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cécile",
                "middle": [],
                "last": "Henquell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guillaume",
                "middle": [],
                "last": "Labbé",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marie",
                "middle": [
                    "Christine"
                ],
                "last": "Heraud",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bertrand",
                "middle": [],
                "last": "Evrard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "André",
                "middle": [],
                "last": "Labbé",
                "suffix": "",
                "email": "alabbe@chu-clermontferrand.fr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bronchiolitis is the most common cause of lower respiratory infection in the first year of life. Although most children with bronchiolitis have mild disease and are managed at home, infants admitted to hospital for the condition almost always have severe symptoms.1, 2 The clinical relevance of the identification of the specific pathogens or combination of pathogens infecting a child remains unclear. However, children with human rhinovirus (hRV) may have different short‐ and long‐term outcomes3, 4, 5, 6, 7, 8 compared to children with respiratory syncytial virus (RSV). We showed that clinical severity was not correlated with the level of serum Krebs von den Lungen 6 antigen (KL‐6), a biomarker of epithelial dysfunction, in previously healthy children,9 which indicates that the various clinical outcomes depend more on the adaptive capacities of the host rather than the intensity of epithelial dysfunction. Prediction of the risk of recurrent wheezing or long‐term asthma from the first year of life can be challenging.10 Against this background, we decided to prospectively follow a cohort of infants with an early episode of acute bronchiolitis, either hospitalized or cared for at home. Our main objective was to assess the risk factors for developing symptoms of recurrent bronchial obstruction during a 3‐year follow‐up after an episode of bronchiolitis in the first year of life. The secondary objective was to identify in this cohort the risk factors associated with allergic sensitization at the age of 3.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "After discharge, one of the authors conducted a telephone interview of the parents of each child, every 3 months until the age of 3 years. A standardized questionnaire designed to elicit information on respiratory symptoms was used for the interview. A complete medical check‐up by a pediatric pulmonologist was then performed at the Outpatients Department of CHU‐Estaing at the age of 3 years. Recurrent bronchial obstruction was defined according to the frequency of the following symptoms: tachypnoea, wheezing, expiratory stridor, respiratory chest retractions, and doctor‐diagnosed wheezes. If ≥3 respiratory symptoms were documented ≥2 times, or if such an episode lasted ≥4 weeks, the subject was classified as suffering from recurrent bronchial obstruction.14\n",
            "cite_spans": [],
            "section": "Follow‐up ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Immunological profile was performed at the age of 3 years at the same time as the medical check‐up.",
            "cite_spans": [],
            "section": "In vitro tests ::: IgE‐sensitization assessment ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Sensitive diagnostic orientation tests (DOTs), based on a fluorescence immuno‐enzymatic assay (FEIA) method, were used according to the manufacturer's guidelines to discriminate IgE‐sensitized from non‐IgE‐sensitized children Phadiatop infant® and fx5® (ImmunoCAP®, Phadia 250®, Thermo Fisher Scientific®, Phadia AB, Uppsala, Sweden). The tests provide a semi‐quantitative result, negative or positive, associated with a PAU/L value for Phadiatop infant®, and kU/L value for fx5®. The quantitative range for IgEs spans from 0.1 to 100 PAU/L (or kU/L). In this study, a 0.35 cut‐off PAU/L, or kU/L was retained as the threshold of positivity of the DOTs. On the basis of this positive or negative result, children were classified into a sensitized patient group or a non‐sensitized patient group.",
            "cite_spans": [],
            "section": "Screening of IGE‐sensitized patients ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All sensitized patients underwent an additional analysis with the ImmunoCAP ISAC 112® (Phadia AB) extensive molecular profile test. The measuring range spans from 0.3 to 100 ISU, with 0.3 ISU taken as the threshold of positivity.",
            "cite_spans": [],
            "section": "Determination of sensitization profile ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Sensitization to food allergens was also specifically studied with IgE ImmunoCAP (Phadia 250®, Phadia AB) against the constituent allergens of the fx5® mix (hen's egg, cow's milk, fish,wheat, peanut, soybean), with the addition of hazelnut). For unitary allergens, ImmunoCap Phadia 250® provides a quantitative result ranging from 0.1 to 100 kUA/L. In this study, 0.1 kUA/L was considered as the threshold of positivity.",
            "cite_spans": [],
            "section": "Determination of sensitization profile ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Multisensitization was defined if tests were positive for at least two allergens.",
            "cite_spans": [],
            "section": "Determination of sensitization profile ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The primary endpoint was the risk of recurrent bronchial obstruction at the age of 3 years after an early episode of acute bronchiolitis.",
            "cite_spans": [],
            "section": "Statistical analysis ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The secondary endpoint was the risk of sensitization to aeroallergens and/or to food allergens at the age of 3 years.",
            "cite_spans": [],
            "section": "Statistical analysis ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All analyses were performed with Stata software (version 12, StataCorp, College Station, TX). All tests were two‐sided and a P‐value <5% was considered statistically significant. The study population was described by frequencies and associated percentages for categorical data, and by mean ± standard‐deviation (SD) or median and interquartile ranges (IQR) for continuous data, according to the distribution from normality. Univariate analysis of recurrent bronchial obstruction at the age of 3 years was carried out with Chi‐squared test for categorical data (or Fisher's exact test when appropriate), Student's t‐test for continuous data, or with the Mann‐Whitney‐test when normality was rejected (using distribution plots and Shapiro‐Wilk's test). Multivariable logistic regression was then performed adjusted for clinically relevant and statistically significant factors. Results are shown as adjusted odds ratio (OR) and their 95% interval (95%CI). Sensitization to aeroallergens was analyzed with the same methods as for recurrent bronchial obstruction.",
            "cite_spans": [],
            "section": "Statistical analysis ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All the infants' parents gave written informed consent for their child to participate. The study was approved by the local Ethics Committee (Comité de Protection des Personnes Sud‐Est I, Saint‐Etienne, France) and was posted on Clinical Trials (http://www.clinicaltrials.gov) under the ID number NCT01437956.",
            "cite_spans": [],
            "section": "Ethics ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A total of 46.8% children had a diagnosis of recurrent bronchial obstruction at the age of 3. According to univariate analysis, they did not significantly differ from children who had not, except for familial history of atopy (60% versus 39%, respectively, P = 0.02), and living in an apartment (35% versus 15%, respectively, P = 0.002). No difference was found according to the kind of respiratory virus involved, nor to the existence or not of co‐infection. Table 1\n",
            "cite_spans": [],
            "section": "Results on recurrent wheezing (Table 1jmv25037-tbl-0001table) ::: RESULTS",
            "ref_spans": [
                {
                    "start": 466,
                    "end": 467,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "According to multivariate analysis, we did not either find any relationship between initial severity (clinical score, level of KL‐6, hospitalization or not), the type of viruses and the occurrence of recurrent bronchial obstruction.",
            "cite_spans": [],
            "section": "Results on recurrent wheezing (Table 1jmv25037-tbl-0001table) ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "A familial history of atopy was identified as a risk factor for recurrent bronchial obstruction (OR 2.34, 95%CI [1.09‐5.03], P = 0.03). Living in a house seemed to play a protective role compared to living in an apartment (OR 0.22, 95%CI [0.08‐0.59], P = 0.003).",
            "cite_spans": [],
            "section": "Results on recurrent wheezing (Table 1jmv25037-tbl-0001table) ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Nine parents objected to the blood test. DOTs identified 18.6%27 sensitized patients at the age of 3:13 were sensitized to aeroallergens, 22 to food allergens, and 3 to both. The median rate of IgEs was higher for patients sensitized to aeroallergens (0.83, IQR [0.2‐5.85]) than for patients sensitized to food allergens (0.21, IQR [0.13‐0.52]).",
            "cite_spans": [],
            "section": "Sensitization profiles ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Additional analysis for patients with positive Phadiatop® using the ISAC extensive molecular profile test showed that four were mono‐sensitized and nine were sensitized to two or more aeroallergens. The most frequently involved allergens were house dust mites (8/16), followed by pollens (4/16), and animal danders (3/16).",
            "cite_spans": [],
            "section": "Sensitization to aeroallergens ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The type of virus involved in the first episode of bronchiolitis was significantly associated with sensitization to aeroallergens at the age of 3 (P = 0.021). The frequency of sensitization to aeroallergens was lower in case of initial infection by hRV (P = 0.02) whereas RSV‐hRV co‐infection was associated with a higher frequency of sensitization to aeroallergens compared to any mono‐infection (18% of sensitization with co‐infection versus 5.3% without, P = 0.019).",
            "cite_spans": [],
            "section": "Sensitization to aeroallergens ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Nine children with positive ISAC test had a familial history of atopy, which was significantly associated with a higher risk of sensitization to aeroallergens at the age of 3 (16% with a history versus 4.3% without, P = 0.021).",
            "cite_spans": [],
            "section": "Sensitization to aeroallergens ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Multivariate analysis confirmed that familial history of atopy (OR = 5.12, 95%CI [1.33‐19.65], P = 0.02) and initial RSV‐hRV co‐infection (OR = 3.88, 95%CI [1.24‐12.1], P = 0.02) were correlated with the risk of sensitization to aeroallergens at 3 years.",
            "cite_spans": [],
            "section": "Sensitization to aeroallergens ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Additional tests for the 25 patients with positive fx5® using IgE ImmunoCAP showed that 14 (56%) were multisensitized to food allergens. All of them were sensitized to hen's egg and cow's milk, six were sensitized to wheat, two to peanut or hazelnut, and one child was sensitized to fish. However, these sensitizations were quantitatively low, most of them being inferior to 1 kU/L.",
            "cite_spans": [],
            "section": "Sensitization to food allergens ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Falkenstein‐Hagander et al17 have evaluated the virological features of children hospitalized for acute respiratory distress during a winter season in Sweden. RSVA/B was the most common (50.9%), followed by entero/rhinovirus (21.6%). RSV dominated as the viral cause of respiratory distress. Since now, the role of RSV‐hRV co‐infection in bronchiolitis severity is not so clear, may be due to discrepancies in the detection of hRV. For instance, in a study from Miller et al18 most HRV‐C co‐detections are with RSV. But finally in a larger study HRVs were statistically the least likely virus of 17 examined to be associated with co‐infections.19 However, Costa et al20 showed that severe disease in hRV infections were caused mainly by presence of RSV in co‐infections, in accordance with other results from Yoshida et al.21 These results could suggest indirect evidence of a higher risk of subsequent asthma in infants RSV‐hRV coinfected, as children with severe bronchiolitis during infancy have an increased early childhood asthma morbidity.22 Our results, including outpatients and hospitalized children with both documented viral infections, may bring new insights about the role of RSV‐hRV coinfection regardless of initial severity of bronchiolitis.",
            "cite_spans": [],
            "section": "Risk of recurrent bronchial obstruction at 3 years according to initial viral infection ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Backman et al23 evaluated the association of early‐childhood risk or protective factors for asthma and lung function reduction in adults 30 years after bronchiolitis (47 cases) in infancy. Low blood eosinophil count on admission was a significant protective factor and high blood eosinophil count during convalescence was a significant risk factor for asthma in adulthood. Recent studies have often reported increased frequency of asthma in cases of acute bronchiolitis due to rhinoviruses.4, 5, 6, 7, 24, 25 Balekian et al26 observed that the frequency of severe bronchiolitis and childhood asthma was similar to that in other documented reports. Among the children with severe bronchiolitis, 27.6% developed asthma by the age of 5 years.",
            "cite_spans": [],
            "section": "Role of atopic background ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "We observed a relationship between the occurrence of recurrent bronchial obstruction and the existence of an atopic or asthmatic family, as often reported in the literature. Midulla et al4 identified rhinovirus infection and a positive familial history for asthma as major independent risk factors for recurrent wheezing. The same team published results at 3 years.27 Blood eosinophils >400 cells/µL and rhinovirus infections were the major risk factors for recurrent wheezing. Holt and Sly28 identified viral infections occurring against a background of allergic sensitization to aeroallergens as a potent risk factor for the development of asthma that can persist through childhood and adulthood.",
            "cite_spans": [],
            "section": "Role of atopic background ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The risk of recurrent bronchial obstruction is greater for children living in an apartment than for those living in a house. Those were not living in apartment reside in rural area or in farm. This finding can be explained by protective factors related to the type of farm housing common in our region and by more common concentrations of pollutants of all types in children living in apartments.29, 30, 31 Parsons et al32 examined the effect of living in a farm environment on asthma incidence in children. A total of 10 941 children aged 0‐11 years who were free of asthma and wheeze at the baseline (1994‐1995) were included. The 14‐year cumulative incidence of asthma among children living in farming environments was 10.18%, which was significantly lower than that observed for children living in rural non‐farming (13.12%) and non‐rural environments (16.50%). This cohort study provides further evidence that living in a farming environment during childhood protects against asthma in adolescence and adulthood and provides further support for the hygiene hypothesis.33, 34 However, we need to analyze our results on the environment carefully, as we analyzed respiratory outcome only after 3 years and throughout childhood or adulthood.",
            "cite_spans": [],
            "section": "Role of urban and rural environment ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Allergic sensitization is found in 16% of patients and 21.6% of recurrent wheezers are sensitized, which is unsurprising given the young age of the population concerned and the lack of sensitivity of ISAC technique against food allergens. Most patients are not sensitized to food or aero‐allergens. However, sensitized patients tend to be multisensitized. It is difficult to compare our results regarding allergic sensitization with those of other published works. For Nuolirvita et al,35 current atopy is considered if the child has either allergic rhinitis or atopic dermatitis. Other authors base the diagnosis of atopy on skin prick tests with or without association with physician diagnosis of allergy.36, 37) A co‐infection of RSV and rhinovirus associated with an atopic predisposition promotes awareness of sensitization to aeroallergens. This finding is in agreement with a study suggesting that hRV plays a major role in triggering allergy. Two immunologic factors, low interferon responses and indicators of atopy (eosinophilia, allergen‐specific IgEs), are closely associated with susceptibility to hRV‐bronchiolitis.38 Perez et al39 have discussed the evidence for the presence of abnormal innate antiviral immunity, exaggerated production of the master Th2 molecule thymic stromal lymphopoietin (TSLP), and altered antimicrobial host defense in the airways of asthmatic individuals with acute hRV infection. It is possible that the epithelial damage induced by the RSV promotes replication of the hRV by allowing access to the deep receptors of this virus.5\n",
            "cite_spans": [],
            "section": "Risk or allergic sensitization ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Our study shows that there is significant frequency of recurrent bronchial obstruction 3 years after the initial episode irrespective of its severity or of the type of virus involved. Familial atopy and environmental factors play an important role in the incidence of recurrent episodes. Allergic sensitization is a certain risk factor for asthma in the longer term. This specific infant population should therefore be closely monitored, especially those with RSV‐hRV co‐infection.",
            "cite_spans": [],
            "section": "CONCLUSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline characteristics of children according to the recurrent bronchial obstruction outcome at the age of 3\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Viral bronchiolitis in children",
            "authors": [],
            "year": 2016,
            "venue": "N Engl J Med",
            "volume": "374",
            "issn": "",
            "pages": "62-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Admission to hospital for bronchiolitis in England: geographical variation and association with perinatal characteristics and subsequent asthma",
            "authors": [],
            "year": 2016,
            "venue": "Arch Dis Child",
            "volume": "101",
            "issn": "",
            "pages": "140-146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Rhinovirus bronchiolitis and recurrent wheezing: a 1 year follow‐up",
            "authors": [],
            "year": 2012,
            "venue": "Eur Respir J",
            "volume": "39",
            "issn": "",
            "pages": "396-402",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Rhinovirus‐associated wheeze during infancy and asthma developement",
            "authors": [],
            "year": 2011,
            "venue": "Curr Respir Med Rev",
            "volume": "7",
            "issn": "",
            "pages": "160-166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The first wheezing episode, respiratory viral etiology, atopic characteristics and illness severity",
            "authors": [],
            "year": 2014,
            "venue": "Pediatr Allergy Immunol",
            "volume": "25",
            "issn": "",
            "pages": "796-803",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Rhinovirus wheezing illness in infancy is associated with medically attended third year wheezing in low risk infant results of a healthy birth cohort study",
            "authors": [],
            "year": 2015,
            "venue": "Immun Inflam Dis",
            "volume": "3",
            "issn": "",
            "pages": "398-405",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The outcome after severe bronchiolitis is related to gender and virus",
            "authors": [],
            "year": 2012,
            "venue": "Pediatr Allergy Immunol",
            "volume": "23",
            "issn": "",
            "pages": "391-398",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Impact of human rhinovirus types and viral load on the severity of illness in hospitalized children with lower respiratory tract infection",
            "authors": [],
            "year": 2015,
            "venue": "Paediatr Infect Dis",
            "volume": "34",
            "issn": "",
            "pages": "1187-1192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The severity of acute bronchiolitis in infants; should we use a clinical score or a biomarker",
            "authors": [],
            "year": 2014,
            "venue": "J Med Virol",
            "volume": "86",
            "issn": "",
            "pages": "1944-1952",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Can we predict which wheezy infants will continue to wheeze",
            "authors": [],
            "year": 1999,
            "venue": "Am J Respir Crit Care Med",
            "volume": "160",
            "issn": "",
            "pages": "1473-1480",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "American academy of pediatrics subcommittee on diagnosis and management of bronchiolitis. Diagnosis and management of bronchiolitis",
            "authors": [],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "11",
            "issn": "",
            "pages": "1774-1793",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A multicenter, randomized double‐blind, controlled trial of nebulized epinephrine in infants with acute bronchiolitis",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "27-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The significance of early recurrent wheezing for asthma outocme in late childhood",
            "authors": [],
            "year": 2013,
            "venue": "Eur Respir J",
            "volume": "41",
            "issn": "",
            "pages": "838-846",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Viral load in infants hospitalized for respiratory syncitial virus bronchiolitis correlates with recurrent wheezing at thirty‐six‐month follow‐up",
            "authors": [],
            "year": 2015,
            "venue": "Pediatr Infect Dis J",
            "volume": "34",
            "issn": "",
            "pages": "1131-1132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Prescool asthma after bronchiolitis in infancy",
            "authors": [],
            "year": 2012,
            "venue": "Eur Respir J",
            "volume": "39",
            "issn": "",
            "pages": "76-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Viral aetiology and clinical outcomes in hospitalised infants presenting with respiratory distress",
            "authors": [],
            "year": 2014,
            "venue": "Acta Paediatr",
            "volume": "103",
            "issn": "",
            "pages": "625-629",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A novel group of rhinoviruses is associated with asthma hospitalizations",
            "authors": [],
            "year": 2009,
            "venue": "J Allergy Clin Immunol",
            "volume": "123",
            "issn": "",
            "pages": "98-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Do rhinoviruses reduce the probability of viral co‐detection during acute respiratory tract infections",
            "authors": [],
            "year": 2009,
            "venue": "J Clin Virol",
            "volume": "45",
            "issn": "",
            "pages": "10-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "human rhinovirus and disease severity in children",
            "authors": [],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "133",
            "issn": "",
            "pages": "e312-e321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Respiratory syncytial virus: co‐infection and paediatric lower respiratory tract infections",
            "authors": [],
            "year": 2013,
            "venue": "Eur Respir J",
            "volume": "42",
            "issn": "",
            "pages": "461-469",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The severity‐dependent relationship of infant bronchiolitis on the risk and morbidity of early childhood asthma",
            "authors": [],
            "year": 2009,
            "venue": "J Allergy Clin Immunol",
            "volume": "123",
            "issn": "",
            "pages": "1055-1061",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Low eosinophils during bronchiolitis in infancy is associated with lower risk of adulhood asthma",
            "authors": [],
            "year": 2015,
            "venue": "Pediatr Allergy Immunol",
            "volume": "26",
            "issn": "",
            "pages": "668-673",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Airway secretions microRNAome changes during rhinovirus infection in early childhood",
            "authors": [],
            "year": 2016,
            "venue": "PLoS ONE",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Infantile respiratory syncitial virus and human rhinovirus infections; respective role in inception and persistence of wheezing",
            "authors": [],
            "year": 2015,
            "venue": "Eur Respir J",
            "volume": "45",
            "issn": "",
            "pages": "774-789",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Camargo CA Jr. Pre‐birth cohort study of atopic dermatitis and severe bronchiolitis during infancy",
            "authors": [],
            "year": 2016,
            "venue": "Pediatr Allergy Immunol",
            "volume": "27",
            "issn": "",
            "pages": "413-418",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Recurrent wheezing 36 months after bronchiolitis is associated with rhinovirus infection and blood eosinophilia",
            "authors": [],
            "year": 2014,
            "venue": "Acta Paediatr",
            "volume": "103",
            "issn": "",
            "pages": "1094-1099",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Viral infections and atopy in asthma pathogenesis: new rationales for asthma prevention and treatment",
            "authors": [],
            "year": 2012,
            "venue": "Nat Med",
            "volume": "18",
            "issn": "",
            "pages": "726-735",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Housing and child health",
            "authors": [],
            "year": 2013,
            "venue": "Curr Probl Pediatr Adolesc Health Care",
            "volume": "43",
            "issn": "",
            "pages": "187-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Volatil organic compounds and risk of asthma and allergy: a systematic review",
            "authors": [],
            "year": 2015,
            "venue": "Eur Respir Rev",
            "volume": "24",
            "issn": "",
            "pages": "92-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The indoor environment and its effects on childhood asthma",
            "authors": [],
            "year": 2011,
            "venue": "Curr Opin Allergy Clin Immunol",
            "volume": "11",
            "issn": "",
            "pages": "137-143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Association of living in a farming environment with asthma incidence in Canadian children",
            "authors": [],
            "year": 2017,
            "venue": "J Asthma",
            "volume": "54",
            "issn": "",
            "pages": "239-249",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Environmental microbial exposure and protection againts asthma",
            "authors": [],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "373",
            "issn": "",
            "pages": "2576-2578",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Farm dust and endotoxin protect againts allergy through A20 production in lung epithelial cells",
            "authors": [],
            "year": 2015,
            "venue": "Science",
            "volume": "349",
            "issn": "",
            "pages": "1106-1110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Post‐bronchiolitis wheezing is associated with toll‐like receptors rs187084 gene polymorphism",
            "authors": [],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Following up infant bronchiolitis patients provided new evidence for and against the united airway disease hypothesis",
            "authors": [],
            "year": 2016,
            "venue": "Acta Paediatr",
            "volume": "105",
            "issn": "",
            "pages": "1355-1360",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Determinants of asthma after severe respiratory syncytial virus bronchiolitis",
            "authors": [],
            "year": 2012,
            "venue": "J Allergy Clin Immunol",
            "volume": "130",
            "issn": "",
            "pages": "91-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Rhinovirus and the initiation of asthma",
            "authors": [],
            "year": 2009,
            "venue": "Curr Opin Allergy Clin Immunol",
            "volume": "9",
            "issn": "",
            "pages": "73-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Rhinovirus‐induced airway disease: a model to understand the antiviral and the TH2 epithelial immune dysregulation in childhood asthma",
            "authors": [],
            "year": 2015,
            "venue": "J Invest Med",
            "volume": "63",
            "issn": "",
            "pages": "792-795",
            "other_ids": {
                "DOI": []
            }
        }
    }
}