{
    "paper_id": "PMC7202900",
    "metadata": {
        "title": "Are we forgetting non-COVID-19-related diseases during lockdown?",
        "authors": [
            {
                "first": "Fulvio",
                "middle": [],
                "last": "Tartara",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Cofano",
                "suffix": "",
                "email": "fabio.cofano@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Francesco",
                "middle": [],
                "last": "Zenga",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Davide",
                "middle": [],
                "last": "Boeris",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Diego",
                "middle": [],
                "last": "Garbossa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marco",
                "middle": [],
                "last": "Cenzato",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Dear Editors,",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We read with strong interest the Editorial published in your prestigious Journal by Zoia et al. “Neurosurgery in the storm of COVID-19: suggestions from the Lombardy region, Italy” about changes in neurosurgical activity due to the recent pandemic in the most involved region in Italy [3]. Medical activities have been heavily affected during the lockdown: a huge amount of resources were required to face the rapidly growing emergency. Hospitals rapidly reduced scheduled clinical and surgical activities often until closure. Hub centers for neurosurgical emergencies have been settled in various ways [2]. During this period, a significant reduction in access to the emergency departments for both minor and major pathologies has been observed overall, even in the absence of outpatient activities [1]. Many have wondered what has become of the other patients since the disappearance of non-COVID related diseases appeared to be unlikely.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 287,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 604,
                    "end": 605,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 801,
                    "end": 802,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We reported here the experience of 3 cases of severe diagnostic delay admitted to the emergency room in a single weekend and in a single Hub: an anisocoric comatose child with an edematous parietal tumor after 10 days of drowsiness, headache, and vomiting; a case of quadriplegia from cervical epidural abscess after more a week of repeated ground falls due to lower limbs weakness; a case of subarachnoid hemorrhage with sleepiness and intense headache dated 5 days back, considered a COVID-related symptom. Similar reports have been observed in many departments in Northern Italy.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The fear of contagion played a role in inducing patients, even with relevant symptoms, to avoid medical evaluation. Alternatively, patients may have experienced difficulties in accessing medical care given the extraordinary commitment to treat the new disease. The real risk is that we could therefore soon find ourselves dealing with a series of compromised neurological cases, with loss of therapeutic windows and unexpected negative outcomes. The pandemic management imposed difficult choices, extraordinary measures under a growing concern for the economy.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "While the predominant message to leave home only for indispensable needs seems to have been absorbed, the lack of information regarding the use of a “safe” medical assistance for non-COVID pathologies may have played an alarming role.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In this context, the definition of pathways and the identification of health roles would have been important. These aspects seem fundamental to the population in order not to lose the possibility of treatment and trust in the health system.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Editorial. Neurosurgery in the storm of COVID-19: suggestions from the Lombardy region, Italy (ex malo bonum)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cenzato",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "DiMeco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fontanella",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Locatelli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Servadei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Neurosurg",
            "volume": "10",
            "issn": "",
            "pages": "1-2",
            "other_ids": {
                "DOI": [
                    "10.3171/2020.3.JNS20960"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}