{
    "paper_id": "PMC7191549",
    "metadata": {
        "title": "We zijn helden (maar wel helden die je moet mijden)",
        "authors": []
    },
    "body_text": [
        {
            "text": "Ik kwam op straat een bekende tegen. Zij is verpleegkundige, net als ik. Normaal werkt ze op een diabetespoli, maar door de coronacrisis gaat ze terug naar het bed. Er is al corona vastgesteld in deze instelling, op meerdere afdelingen. Maar de bedoeling is dat ze onbeschermd aan het werk gaat. Haar afdeling heeft toch nog geen besmettingen? En als er een serieuze verdenking op covid-19 ontstaat, gaat die persoon heus in isolatie. Dat zegt het management. Ze haat die laconieke opstelling, maar ze wil haar collega’s niet in de steek laten.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Haar zorgen zijn groot. Ze beseft heel goed dat het verpleeghuis een gevarenzone is. Dat ze besmet kan raken door de directe zorgverlening. Dat ze zich, eenmaal aan het bed, eigenlijk moet gedragen alsof ze al besmet is. Haar kinderen kunnen dan niet meer met andere kinderen spelen. Leg ze dat maar eens uit, als ze zien dat buurkinderen wel naar de speeltuin mogen. Haar man zal, zolang hij geen klachten heeft, de boodschappen moeten doen. En wat als ze echt ziek wordt? Niemand is veilig. In Italië, Spanje en Engeland stierven bij elkaar opgeteld al tientallen artsen en verpleegkundigen door corona. In Nederland overleed inmiddels een medewerker van het Erasmus MC.1 “In de frontlinie staan” is meer dan een oorlogsmetafoor. Werken in de zorg is letterlijk levensgevaarlijk geworden.",
            "cite_spans": [
                {
                    "start": 672,
                    "end": 673,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In de media komt langzaam maar zeker aandacht voor het tekort aan beschermende maatregelen. Er wordt zelfs stevig over gedebatteerd in de Tweede Kamer. De nadruk ligt vooral op patiënten en bewoners, op de risico’s die zij lopen. En op het ontstaan van eventuele nieuwe besmettingshaarden binnen zorginstellingen. Terechte zorgen natuurlijk, maar wat het betekent voor het dagelijks leven van zorgverleners blijft grotendeels buiten beschouwing.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Het nieuwe werken, daar zou meer oog voor mogen zijn. Voor de offers die verpleegkundigen en verzorgenden brengen. Werken, je zelf zoveel mogelijk afzonderen, slapen, en opnieuw aan het werk gaan. En zelfs al wil je contact met andere mensen, dan zitten zij daar om begrijpelijke reden niet altijd op te wachten. We zijn helden, natuurlijk, maar wel helden die je in de persoonlijke omgang voorlopig moet mijden als de pest. Er vinden snelle culturele veranderingen plaats in de zorg. Samenwerking tussen wijk en ziekenhuis komt plots wel van de grond. De digitale revolutie die al zolang voorspeld wordt, is in een maand tijd volbracht. Allerlei knellende regels zijn versoepeld. Maar verpleegkundigen nemen nog altijd het lijden op zich.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Wat is het alternatief? Je werk neerleggen? Je collega’s en patiënten in de steek laten? Stoppen is nu geen optie, de woede blijft in toom, mede door het gebrek aan rust. Maar als de corona-ellende achter de rug is komen de serieuze vragen. Politici, bestuurders en managers mogen gedetailleerd antwoord geven. Welke voorbereidingen troffen zij precies eind februari en de eerste dagen van maart? Ik vrees voor het antwoord.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}