{
    "paper_id": "PMC7158993",
    "metadata": {
        "title": "Point-of-care testing for community-acquired pneumonia",
        "authors": [
            {
                "first": "Michel",
                "middle": [],
                "last": "Drancourt",
                "suffix": "",
                "email": "michel.drancourt@univmed.fr",
                "affiliation": {}
            },
            {
                "first": "Charlotte",
                "middle": [
                    "A"
                ],
                "last": "Gaydos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "T"
                ],
                "last": "Summersgill",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Didier",
                "middle": [],
                "last": "Raoult",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Community-acquired pneumonia is a life-threatening disease. An estimated 8% of patients are admitted to intensive care and overall estimated 30 day mortality is 4–11%.1 Many bacteria and viruses cause community-acquired pneumonia (and can co-infect), and the causative pathogen (or pathogens) cannot be predicatively identified by any clinical, radiological, or biological methods.2 Accordingly, antibiotic treatment is empirical, and guidelines recommend a combination of a β lactam with a macrolide.2, 3 Identification of the causative pathogen is usually delayed because clinical specimens are processed in a core laboratory, which is often in a different centre from the patient and the doctor. Culturing, if done, can also take several days.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 381,
                    "end": 382,
                    "mention": "2",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 501,
                    "end": 502,
                    "mention": "2",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 504,
                    "end": 505,
                    "mention": "3",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To avoid this delay, we introduced point-of-care (POC) microbiology laboratories near emergency departments where patients with community-acquired pneumonia are seen first.4 POC laboratories have a rapid turnaround time (<1·5 h) and deliver results as text messages directly to doctors' mobile phones.4 POC testing could be implemented in medical centres in large cities, where specimen transport delays diagnosis, and in remote areas without full microbiological facilities. However, it should be noted that not all pathogens that can cause community-acquired pneumonia can be detected by POC tests, and molecular tests for Staphylococus aureus have not been approved by the US Food and Drug Administration (FDA) or the European Conformity (CE).",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 173,
                    "mention": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 301,
                    "end": 302,
                    "mention": "4",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the emergency department, community-acquired-pneumonia POC kits, comprising a plastic bag containing prelabelled tubes for clinical samples, prelabelled laboratory forms, and an informed consent form, can be used to take nasal or pharyngeal swabs and urine and serum samples. These samples can be used for the entire panel of POC tests. POC diagnosis of community-acquired pneumonia relies on immunochromatographic assays for the rapid antigen detection of pathogen-specific antigen and real-time PCR tests detecting pathogen-specific genomic sequences. Three RT-PCR-based POC tests have been approved by the FDA—GeneXpert Flu A/B (Cepheid, Sunnyvale, CA, USA), Simplexa Flu A/B&RSV (Focus Diagnostics, Cypress, CA, USA), and FilmArray RVP (Biofire, Salt Lake City, UT, USA). The appendix lists FDA-approved and CE-approved tests.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Procalcitonin, a useful biomarker in bacterial community-acquired pneumonia,5 can be rapidly semiquantified (in 30 min) in serum via immunochromatographic testing. Urinary rapid antigen detection of Legionella pneumophila serotype 1 and Streptococcus pneumoniae can be done in 20 min. A meta-analysis6 showed that urinary detection of L pneumophila had a pooled sensitivity of 0·74 and a specificity of 0·99. Urinary detection of S pneumoniae had a specificity of 0·96 and positive predictive value of 0·88–0·96, allowing clinicians to use a narrower spectrum of antibiotics.7 Rapid antigen detection of the influenza virus in nasal or pharyngeal swabs (done in 30 min) has a low sensitivity of less than 0·60; sensitivity correlates with viral load.8 However, specificity is around 1·00, resulting in a positive predictive value of more than 0·98—high enough to make a positive result reliable for medical decisions. A negative result does not rule out the presumptive diagnosis of the physician, which should be checked by a second-line molecular test in a core laboratory.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 77,
                    "mention": "5",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 300,
                    "end": 301,
                    "mention": "6",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 575,
                    "end": 576,
                    "mention": "7",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 750,
                    "end": 751,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "POC tests have to be operator-independent, and thus we do not recommend implementation of microscope-based tests, such as direct fluorescent antibody tests, for which skilled microscopists are needed. However, a liquid direct fluorescent antibody format (Fast-Point; Diagnostic Hybrids, Athens, OH, USA) is available for POC testing (appendix). It has not been approved by the FDA or the CE, but detects influenza virus, respiratory syncytial virus, adenovirus, coronavirus, and parainfluenza virus in 25 min. The latest generation real-time PCR kits can complete molecular testing of swabs for bacterial and viral pathogens in 60 min.9 New generation real-time PCR kits are typically multiplexed assays testing as many as 22 potential pathogens in parallel.9 This new capacity of POC tests increases the number of diagnoses11 and underscores that community-acquired pneumonia can result from co-infection with several pathogens,10 which will challenge common notions about causation and management. For example, we propose that influenza and S pneumoniae have to be tested for in parallel irrespective of which one is the presumed causative pathogen. Furthermore, detection by POC testing of an abnormal increase in group A streptococci might suggest co-infection with influenza.11 Procalcitonin concentrations greater than 0·5 ng/mL suggest bacterial co-infection in influenza—a major risk factor for death.",
            "cite_spans": [
                {
                    "start": 635,
                    "end": 636,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 758,
                    "end": 759,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 824,
                    "end": 826,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 929,
                    "end": 931,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1280,
                    "end": 1282,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "POC results could affect the major decisions that doctors have to make in emergency departments—eg, whether to admit the patient (the usual action for community-acquired pneumonia), which antibiotic (such as balancing the advantages of β-lactam and macrolides12) or antiviral to prescribe, isolation of contagious patients. Although barriers to the implementation of POC tests in developing countries have been identified, POC tests have been successfully implemented in remote areas—eg, rural Senegal, where patients and health-care providers are in close contact.13 Furthermore, assessment of the numbers of POC tests done on a weekly basis could help to predict epidemics even before the causative organism is known.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 565,
                    "end": 567,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The International Community-Acquired Pneumonia (CAP) Collaboration Cohort (ICCC) study: rationale, design and description of study cohorts and patients",
            "authors": [
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Myint",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Kwok",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Majumdar",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMJ Open",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Associations between pathogens in the upper respiratory tract of young children: interplay between viruses and bacteria",
            "authors": [
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Van den Bergh",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Biesbroek",
                    "suffix": ""
                },
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Rossen",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Group A streptococcal infections during the seasonal influenza outbreak 2010/11 in south east England",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parola",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Colson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dubourg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Euro Surveill",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A clinical solution to antimicrobial resistance in community-acquired pneumonia: narrowing the spectrum of antimicrobial therapy: comment on “Current and potential usefulness of pneumococcal urinary antigen detection in hospitalized patients with community-acquired pneumonia to guide antimicrobial therapy”",
            "authors": [
                {
                    "first": "VL",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Intern Med",
            "volume": "171",
            "issn": "",
            "pages": "172-173",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Point-of-care laboratory pathogens diagnosis in rural Senegal",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sokhna",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Mediannikov",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fenollar",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Neglect Trop Dis",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Empiric antibiotic coverage of atypical pathogens for community-acquired pneumonia in hospitalized adults",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Eliakim-Raz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Robenshtok",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Shefet",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cochrane Database Syst Rev",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Macrolide-based regimens and mortality in hospitalized patients with community-acquired pneumonia: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Asadi",
                    "suffix": ""
                },
                {
                    "first": "WI",
                    "middle": [],
                    "last": "Sligl",
                    "suffix": ""
                },
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Eurich",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "55",
            "issn": "",
            "pages": "371-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Revolutionizing clinical microbiology laboratory organization in hospitals with in situ point-of-care",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cohen-Bacrie",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ninove",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nougairède",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Influence of procalcitonin on decision to start antibiotic treatment in patients with a lower respiratory tract infection: insight from the observational multicentric ProREAL surveillance",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dusemund",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "32",
            "issn": "",
            "pages": "51-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Systematic review and metaanalysis: urinary antigen tests for Legionellosis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Shimada",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Noguchi",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Chest",
            "volume": "136",
            "issn": "",
            "pages": "1576-1585",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Current and potential usefulness of pneumococcal urinary antigen detection in hospitalized patients with community-acquired pneumonia to guide antimicrobial therapy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sordé",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Falcó",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lowak",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Arch Intern Med",
            "volume": "171",
            "issn": "",
            "pages": "166-172",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Evaluation of five rapid diagnostic kits for influenza A/B virus",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "JY",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol Methods",
            "volume": "187",
            "issn": "",
            "pages": "51-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Respiratory virus detection in immunocompromised patients with FilmArray respiratory panel compared to conventional methods",
            "authors": [
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Hammond",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Gagne",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Stock",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Clin Microbiol",
            "volume": "50",
            "issn": "",
            "pages": "3216-3221",
            "other_ids": {
                "DOI": []
            }
        }
    }
}