{
    "paper_id": "PMC7167065",
    "metadata": {
        "title": "Hydroxychloroquine augments early virological response to pegylated interferon plus ribavirin in genotype‐4 chronic hepatitis C patients",
        "authors": [
            {
                "first": "Gouda",
                "middle": [
                    "Kamel"
                ],
                "last": "Helal",
                "suffix": "",
                "email": "goudahelal@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Magdy",
                "middle": [
                    "Abdelmawgoud"
                ],
                "last": "Gad",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mohamed",
                "middle": [
                    "Fahmy"
                ],
                "last": "Abd‐Ellah",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mahmoud",
                "middle": [
                    "Saied"
                ],
                "last": "Eid",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Hepatitis C virus (HCV) infection is a major global health problem [Wantuck et al., 2014]. There are about 170 million infected individuals all over the world, representing about 3% of total population [Khattab et al., 2011]. Most of HCV patients are chronically infected and are at risk of development of HCV‐related complications such as hepatic cirrhosis and hepatocellular carcinoma (HCC) [Kamal and Nasser, 2008]. The prevalence of chronic hepatitis C (CHC) in Egypt is extremely high, affecting about 15% of the population [Guerra et al., 2012]. Six major genotypes and a series of subtypes of HCV have been identified [Simmonds et al., 2005]. The most prevalent HCV genotype in Egyptian patients is Genotype‐4a (up to 91%) [Ray et al., 2000]. HCV Genotype is one of the most important predictors of response to HCV standard therapy [Schaefer et al., 2004].",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Until 2011, pegylated interferon‐alfa plus ribavirin combination was the standard of care therapy for HCV infection [Manns et al., 2001]. The rate of sustained virological response (SVR) achieved as a result of this dual therapy (DT) for HCV genotypes 2 and 3 was between 70% and 80%, and for HCV genotypes 1 and 4 was between 45% and 60% [Muir et al., 2004]. The standard duration of PegIFN and RBV therapy has been 48 weeks, except in slow responders (detectable HCV RNA at 12 weeks but undetectable HCV RNA at 24 weeks after treatment), in whom increasing the dual therapy duration to 72 weeks may obtain higher rates of SVR [Pearlman et al., 2007]. After 2011, new oral compounds known as directly acting antiviral agents (DAAs) have been introduced in the treatment of chronic HCV infection with SVR rates of between 90% and 100%; explaining that we might soon have the ability to cure all patients with HCV (treatment‐naïve, relapsed patients on previous dual therapy and resistant patients) [Kowdley et al., 2014]. Since 2011, telaprevir and boceprevir were approved as first generation NS3 protease inhibitors as a new standard line of therapy for genotype 1 HCV patients in addition to standard classical therapy, but relapsers and previous non‐responders to dual therapy have shown low SVR rates to this new therapy in addition to observation of many side effects, especially in patients with advanced grade of hepatic fibrosis [Aghemo et al., 2013]. Since 2014, FDA has approved sofosbuvir (SOF), simeprevir (SIM), and daclatasvir (DCV) as new generations of DAAs of higher SVR rates with fewer side effects and shorter duration of treatment [Abdel‐Razek and Waked, 2015]. The previously mentioned DAAs can be used in combination with or without PegIFN and/or RBV combination with different duration of therapy based on the used combination. The optimal regimen in IFN eligible patients is a combination of Peg‐IFN and RBV plus SOF, SIM and DCV for 12 weeks but in IFN ineligible patients, the best treatment course is a combination of SOF/RBV for 24 weeks, or a combination of SOF‐SIM or SOF‐DCV with or without RBV for 12 weeks [Mohamed et al., 2015]. Because of HCV exists as a heterogeneous pool of genetic variants within the infected patient before treatment and the expanded use of DAAs in the near future anticipates that a part of patients will develop resistance and fail to achieve SVR [Ahmed and Felmlee, 2015]. So, there is a need to develop anti‐HCV agents, which are more efficacious and cost effective with lower resistance and minimal adverse effects.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Hydroxychloroquine (HCQ) is a 4‐aminoquinoline known since 1934 and was reported to be used as an antimalarial agent [O'Neill et al., 1998]. Hydroxychloroquine was found to have immunomodulatory properties that have enabled its use in the treatment of autoimmune diseases such as rheumatoid arthritis [Wozniacka et al., 2007]. In addition to its antimalarial effect and immunosuppressive activity, HCQ has shown some biochemical characters that rendered it to be active against some viral infections [Savarino et al., 2006]. It has been found that HCQ exerts direct antiviral effects against several viruses including members of the flaviviruses, retroviruses, and coronaviruses through inhibition of pH‐dependent steps of their replication inside host cells [Savarino et al., 2003]. Moreover, it has been reported that HCQ has antiviral actions against 12 human pathogenic viruses including hepatitis A, B, and C viruses [Chandramohan et al., 2007]. Hydroxychloroquine was found to block the entire replication cycle of hepatitis A virus through inhibition of its uncoating step inside hepatocytes [Bishop, 1998]. Furthermore, it has been suggested in several in vitro studies that HCV replication uses process involving cellular autophagic proteolysis which can be inhibited by HCQ [Meertens et al., 2006].",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In this study, we aimed to investigate the efficacy of hydroxychloroquine as an add‐on therapy together with the standard‐of‐care therapy on early virological response in chronic hepatitis C Egyptian patients.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "This study was conducted on 120 Egyptian patients with chronic hepatitis C in accordance with the ethical principles that originated in conformance with the Declaration of Helsinki. The study protocol was approved by Viral Hepatitis Treatment Centers, Ministry of Health, Egypt. All patients provided written informed consent before participation in this study.",
            "cite_spans": [],
            "section": "Study Patients ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Patients were considered eligible for enrollment in this study if they were agreeable to the following criteria: male or non‐pregnant female Egyptian patients with chronic active hepatitis C (genotype 4), aged 18–60 years old, negative HBsAg, positive anti‐HCV, white blood cell count (WBC) >3,000/mm3, neutrophil count >1,500/mm3, platelets >80,000/mm3, hemoglobin content (Hb) ≥12 gm/dl in males and 11 gm/dl in females, serum creatinine (SC) <1.2 mg/dl and of evidence of chronic hepatitis established by liver biopsy performed within 12 months before commencing of the study according to Metavir scoring system. Exclusion criteria included decompensated liver disease as well as any other cause of liver disease than HCV, body mass index (BMI) >30 kg/m2, severe cardiovascular, retinal and thyroid disorders, Hb <10 gm/dl, absolute neutrophil count (ANC) <1,500/mm3, platelet count <80,000/mm3, F0 and F4 on liver biopsy according to Metavir scoring system for both grades (necroinflammation) and stages (degree of fibrosis) and patients who have administered antiviral or immunosuppressive therapy within the 6 months prior to therapy.",
            "cite_spans": [],
            "section": "Study Patients ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The present work is prospective, randomized, controlled, interventional, single‐blind study conducted at a single center (Hepatic Viruses Care Unit in Fayoum General Hospital), Fayoum governorate, Egypt, from January 2014 to November 2014.",
            "cite_spans": [],
            "section": "Study Design ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The enrolled 120 patients were divided into two groups according to the received HCV therapy for 12 weeks: Group 1: 60 patients were administered dual therapy of pegylated interferon (Peg‐INF‐alfa‐2a) plus ribavirin (RBV) (standard of care) for 12 weeks. Group 2: 60 patients were administered triple therapy of hydroxychloroquine (HCQ) in combination with the standard of care therapy for 12 weeks. Pegylated interferon 160 μg (Reiferon Retard Vial®, Rhein‐Minapharm Pharmaceutical Company, Cairo, Egypt) was administered as a weekly subcutaneous injection. Ribavirin 200 mg (Ribavirin Capsules®, Minapharm Pharmaceutical Company, Cairo, Egypt) was administered orally twice per day with food in the day and night. Ribavirin doses were adjusted based on the patient body weight as follows: for patients with a body weight lower than 75 kg, 1,000 mg of ribavirin were administered daily, but patients with a body weight higher than 75 kg, 1,200 mg ribavirin were administered daily. Hydroxychloroquine 200 mg (Hydroquine Tablets®, Minapharm Pharmaceutical Company) was administered orally twice daily in the morning and evening.",
            "cite_spans": [],
            "section": "Study Design ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The main efficacy parameter was early virological response (EVR), plasma samples were collected for determination of plasma HCV‐RNA levels at baseline and at the end of the study (at week 12) using the Roche–COBAS TaqMan Hepatitis C Virus test version 2.0 with a lower limit of quantitation (LLOQ) of 25 IU/ml. EVR is defined as undetectable HCV RNA (<LLOQ) at week 12 of therapy (referred to as complete EVR), or as those with ≥2 log drop in baseline HCV RNA at week 12 of therapy but not complete EVR (referred to as a partial EVR) but patients with <2 log drop in HCV RNA at week 12 (referred to as non‐EVR or virologic failures). Biochemical response (as defined by an ALT <40 IU/l) was also evaluated at week 12 [early biochemical response (EBR)] and compared with baseline levels.",
            "cite_spans": [],
            "section": "Efficacy Assessments ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Along the study, all patients were investigated weekly in the study center for assessment of safety and tolerability of the study therapy by monitoring of patients for adverse events (AEs), vital signs, physical examinations, clinical and laboratory measurements. Adverse events were graded as mild, moderate, severe, or life‐threatening according to the US division of microbiology and infectious diseases (DMID) adult toxicity tables [National Institute of Allergy and Infectious Disease, [Link]]. Therapeutic dose reduction has been done when severe laboratory abnormalities have been observed.",
            "cite_spans": [],
            "section": "Safety Assessments ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Data were statistically analyzed using SPSS (statistical package for social science) program version 17 soft ware (SPSS Inc., Chicago, IL). Quantitative data were expressed as mean ± standard deviation and analyzed using independent sample t‐test. Qualitative data were expressed as number and percentage and analyzed using χ2 test. Multivariate analysis were conducted to identify demogrphic or disease‐related characteristics that may affect EVR using odds ratio (OR) with 95% confidence interval (CI). The significance level was set at P‐value ≤ 0.05.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: PATIENTS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All the enrolled 120 patients have completed the study, all were adherent to the protocol, no treatment discontinuation, no dropout and there were no observed severe adverse events that require patient withdrawal. Table I shows that there were no significant differences between the two studied groups regarding the baseline characteristics. The mean age of all patients was about 40.7 year, 64.2% of them were males and about 35.8% were females with mean BMI about 25.5 kg/m2. Regarding baseline viral load, about 39.2% of the patients were within low level, 42.5% were within moderate level, and 18.3% only were of high baseline viral load. Also, 28.3%, 67.5% of the patients were of normal and bright liver, respectively, but small percent (4.2%) were of coarse liver with no significant difference between the patients of the two groups. According to Metavir necroinflammation score and fibrosis score, patients of the two groups were not statistically different from each other.",
            "cite_spans": [],
            "section": "Study Patients Disposition and Demographics ::: RESULTS",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "mention": "I",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Table II shows the extent of virological response in the two studied groups after 12 weeks of treatment. Patients received triple therapy of peginterferon alfa‐2a, ribavirin, and hydroxychloroquine experienced early virological response which is significantly more than that experienced with the standard of care group [54/60 (90%) vs. 43/60 (71.7%); P = 0.011]. Complete EVR (cEVR) in Group 2 patients compared with Group 1 patients was significantly higher [52/60 (86.7%) vs. 42/60(70%); P = 0.036; respectively], while partial EVR (pEVR) was [2/60(3.3%) vs. 1/60(1.7%)] in Group 2 and 1, respectively. Also, the extent of non‐response (virologic failure) was significantly lower in Group 2 compared with Group 1 [6/60 (10%) vs. 17/60 (28.3%); P = 0.011; respectively].",
            "cite_spans": [],
            "section": "Virological Response ::: RESULTS",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 8,
                    "mention": "II",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Normalization of ALT level in patients administered HCQ combined with IFN and RBV was highly significantly different from that in patients administered IFN and RBV alone. Table III displays that early biochemical response (EBR) has been achieved in 58/60 (96.7%) patients in Group 2 compared with 42/60 (70%) patients in Group 1 at P < 0.001",
            "cite_spans": [],
            "section": "Biochemical Response ::: RESULTS",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "mention": "III",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Data in Table IV shows that there is no significant association between the following variables (age, sex, BMI, baseline viral load, baseline ALT, and fibrosis score) and EVR either across all study patients or across patients of each group separately.",
            "cite_spans": [],
            "section": "Multivariate Analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "mention": "IV",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Administration of IFN, RBV, and HCQ was of excellent adherence, no dropout and was well‐tolerated therapy with no AEs leading to discontinuation of treatment (Table V). The most frequently reported AEs were mild and similar in both groups, and were consistent with typical IFN, RBV, and HCQ‐induced systemic symptoms such as headache, fatigue, influenza‐like illness and gastrointestinal disturbance. No severe or life threatening AEs have been reported and no hematologic abnormalities have been noticed except in five patients (two of them suffered from neutropenia, one patient in each group and one patient only in SOC group suffered from thrombocytopenia), so temporary dose reduction of peginterferon by 50% (one to two doses) was indicated for them. Dose adjustment of ribavirin according to hemoglobin level was indicated for two patients due to decline in hemoglobin concentrations to below 10 g/dl. The minimum dose of ribavirin used after reduction was 800 mg/day which was within therapeutic range. No notable findings related to the vital signs (systolic and diastolic blood pressure and pulse) were observed during the study and no patient had a clinically significant ECG abnormality. Also, no ocular or ear abnormalities have been noticed as a result of the study therapy.",
            "cite_spans": [],
            "section": "Safety and Tolerability ::: RESULTS",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "mention": "V",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Response to treatment of genotype‐4 chronic hepatitis C (CHC) is a matter of debate [Manns et al., 2001]. Until 2011, the combination of peginterferon alfa and ribavirin was the cornerstone of treatment and the standard of care for all HCV genotypes on the basis of results of multiple‐randomized controlled trials. HCV genotype‐4 has a poor response to the dual therapy of peg‐IFN/RBV with sustained virological response rates (SVR) ranging between 40% and 60% [Kamal and Nasser, 2008]. In the past years, optimization of interferon alfa‐based therapy for CHC was the new strategy in HCV‐related medical studies to increase SVR rates [Zeuzem, 2008]. Over the last 3 years, a combination of direct‐acting antiviral agents (DAAs) involving NS3‐4A inhibitors, NS5A inhibitors, and NS5B nucleoside or non‐nucleoside inhibitors has shown their strong efficacy to achieve SVR rates >90% against most HCV genotypes [Gutierrez et al., 2015]. Although the first generation of DAAs has increased the rate of SVR when administered in combination with pegylated interferon, but many side‐effects remained. The approval of next‐generation DAAs such as sofosbuvir, simeprevir, and daclatasvir to be in the antiviral therapy of HCV has led to interferon‐free regimens in the clinical application [Douam et al., 2016]. Because of most of these drugs have a low barrier to resistance, multiple obstacles will likely appear in the future against the use of them. Furthermore, natural polymorphisms in certain HCV genotypes and subtypes have been reported in addition to resistant mutations to multiple DAAs have already been characterized in NS3‐4A, NS5A, and NS5B [Sarrazin, 2016]. The high cost of these medications especially in low‐income countries such as Egypt with a high prevalence of HCV, have urged a growing need for developing new, more effective antiviral agents with fewer side effects and can be combined with the standard of care for successful HCV treatment.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "We aimed in this study to investigate the efficacy of adding hydroxychloroquine to pegylated interferon and ribavirin on EVR in chronic hepatitis C Egyptian patients. The rationale for choosing EVR to be the primary efficacy parameter was based on what have been documented about the predictive value of EVR toward the chances of achieving SVR. It has been illustrated that patients without an EVR have a very little chance of achieving SVR [Ferenci et al., 2005]. Similarly, EVR was an excellent predictor of treatment outcome, whereas the absence of EVR was associated with very low chance (0–3%) of achieving SVR in Egyptian patients [Elefsiniotis et al., 2009]. In the present study, the extent of EVR was significantly more in patients received triple therapy of peginterferon alfa‐2a, ribavirin, and hydroxychloroquine than those received the standard of care [54/60 (90%) vs. 43/60 (71.7%); P = 0.011]. Also, the extent of virologic failure was significantly lower in hydroxychloroquine patients compared with standard of care patients [[6/60 (10%) vs. 17/60 (28.3%)]. This improvement in EVR in HCQ‐treated group was assumed to be due to the reported antiviral activity of HCQ that augmented the inhibitory action of the standard of care on hepatitis C viral replication in hepatocytes. The antiviral activity of HCQ was attributed to the fact that HCQ is a weak base that has a greater tendency to be captured by acidic organelles and accumulated inside them resulting in an increase of their pH [Savarino et al., 2003]. The accumulation of HCQ within the acidic organelles, including endosomes, lysosomes, and Golgi vesicle and thereby the increase of their pH is the main cause of HCQ antiviral activity [Sundelin and Terman, 2002]. For explanation, HCV entry into the host cell is a pH‐dependent process which requires a low pH to perform some conformational changes that are essential for fusion, penetration, uncoating, and endocytosis which occurs within the endosomal pathway [Ashfaq et al., 2011]. Moreover, HCQ might interfere with post‐translational modifications of HCV envelope glycoproteins through inhibition of proteases and glycosyltransferases activities within the trans‐Golgi network and endoplasmic vesicles which are responsible for those modifications [Rolain et al., 2007]. As these enzymes require a low pH for their activity, HCQ might therefore lead to decreased viral infectivity through impaired envelope maturation [Randolph et al., 1990]. Based on the previous explanation, it could be suggested that HCQ increased EVR by suppression of HCV replication inside hepatocytes.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "It was shown that pretreating hepatic cells with HCQ‐inhibited hepatitis C virus (HCV) entry through clathrin‐mediated endocytosis and fusion within an acidic endosomal compartment [Blanchard et al., 2006]. Moreover, HCQ was also found to be active against hepatitis A and hepatitis B viruses [Offensperger et al., 1991]. It is important to notify that HCQ not only has the potential to inhibit the replication of hepatic viruses but also it has antiviral activity against all viruses of low pH‐dependent entry and replication [Thomé et al., 2013]. For instance, it has been reported that lysosomotropic activity of HCQ exert direct antiviral effects against several RNA viruses including coronaviruses, influenza A virus, flaviviruses, and human immunodeficiency virus (HIV) [Savarino et al., 2006].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The present study shows that HCQ has a valuable effect on ALT normalization. This is because 96.7% of patients received HCQ in addition to the standard of care have a normal ALT level at week 12 and this is a high percentage compared with ALT normalization achieved in only 70% of patients received the standard of care alone. These obtained data are in accordance with what have been reported when chronic active hepatitis B virus patients have been treated with HCQ for a median of 12 months and it was noticed that ALT in all patients has been returned to normal values [Kouroumalis and Koskinas, 1986]. Additionally, it has been stated that low dose of chloroquine (CQ), analog of HCQ, can normalize ALT level in patients with chronic hepatitis C [Schuppan et al., 1998].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In the present work, multivariate analysis revealed that there was no significant association between early virological response of the study patients and age, sex, BMI, baseline viral load, baseline ALT, and fibrosis score of them either across all study patients or across patients of each group separately. This may support that EVR achieved in this study is strongly related to the administered therapy alone without any effect induced by other factor or variable. Those findings are consistent with study what have been explained previously that age, sex, baseline viral load, and BMI were not predictive of virological response [Shehab et al., 2014].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Regarding the safety and tolerability of the study therapy including HCQ and SOC, the results of monitoring of patients for adverse events (AEs), vital signs, physical examinations, clinical and laboratory measurements throughout the study have displayed that the administered therapy was safe with no worsening or abnormalities in the previously measured parameters induced by SOC therapy alone or by the addition of HCQ to SOC but all patients results were within normal range.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The half century long use of HCQ for treatment of rheumatoid arthritis and malaria demonstrates the safety of administration of HCQ to human beings [Michaelides et al., 2011]. Likewise, it has been shown that administration of HCQ for rheumatoid arthritis (RA) patients after treatment with cyclosporine A (CSA) was associated with returning the mean levels of complete blood count testing, urine analysis results, liver enzymes, urea nitrogen, and serum creatinine to normal after significant increase of their levels during CSA treatment [Kim et al., 2001].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In addition, evaluation of the toxic effects of HCQ on different organs of albino rats through assessment of liver and kidney functions through determination of serum glutamate oxaloacetate transaminase (SGOT), serum glutamic pyruvate transaminase (SGPT), alkaline phosphatase (ALP), total bilirubin (TB), serum creatinine, and histopathological changes in liver, kidney, and heart have shown that HCQ was safe and well‐tolerated medication [El Shishtawy et al., 2015].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Moreover, the assessment of the safety of temsirolimus (TEM) with HCQ through testing of complete blood count (CBC), liver and renal functions has clarified that the combination of standard doses of TEM with the highest doses of HCQ used in clinical practice was safe and tolerable [Rangwala et al., 2014].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In the current study, the most frequently reported adverse events (AEs) were mild (grade I) and similar in both groups, and were consistent with typical IFN, RBV, and HCQ‐induced systemic symptoms such as headache, fatigue, influenza‐like illness, and gastrointestinal disturbance. The therapy was well tolerated and of excellent adherence, no dropout and no AEs leading to discontinuation of treatment.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The observed safety and tolerability HCQ may be attributed to the administered dose of HCQ and the duration of its use because they are the two main factors affecting frequency and severity of adverse effects and clinical abnormalities including hepatic, renal, and hematological abnormalities associated with HCQ use [Ruiz‐Irastorza et al., 2008].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The selected a dose of hydroxychloroquine in this study was 400 mg/day, based on the 6.5 mg/kg/day which was recommended to be the maximum safe dose for long‐term use in RA patients, and to be with no evidence retinopathy which is the main toxic effect associated with the long‐term use of HCQ [Block, 1998]. Furthermore, it was indicated by the American Academy of Ophthalmology that the cumulative dose 1,000 gm HCQ is most important risk for retinopathy but this cumulative dose is reached only after 7 years of HCQ use with a typical daily dose of 400 mg [Geamănu et al., 2014].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Importantly, the selected dose of HCQ was also based on the clinical trials in which HCQ has achieved marked antiviral activity against HIV infection and has potentiated the therapeutic outcome of antiretroviral agents when HCQ was used in combination with them [Paton and Aboulhab, 2005]. Similarly, it was reported that HCQ is a well‐tolerated therapy and all the clinical adverse events associated with its use were mild (grade I) and the most concerning side effect is ocular toxicity which is thought not to occur in adults if the dose remains less than 6.5 mg/kg/day [Klinger et al., 2001].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The rate of dose modification in this study was 3.8% compared with 14–42% which represent the accepted percentage of standard of care dose modification [Manns et al., 2001]. This reassuring safety profile may support the rationale for trying HCQ at higher doses for longer duration in future trials.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Limitations of the present study include the small number of patients compared with the very large number of Egyptian patients infected with HCV (15% of the Egyptian population). Also performing this study in a single center in Fayoum governorate, Egypt is one of this study limitations because HCV Egyptian patients are settling in several areas in all Egypt governorates. Another limitation is the lack of this study for assessment of rapid virological response (RVR) defined as HCV RNA negativity at week 4 of treatment although RVR is a strong predictor of SVR [positive predictive value (PPV) >96%] and failure to achieve EVR was a strong predictor of non SVR [negative predictive value (NPV) >70%], independent of patient's pretreatment (9). This was because the cost of RVR assessment was very high and was not currently funded by the Egyptian Ministry of Health dependent on assessment of EVR was sufficient to predict the treatment outcome.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This study ended at week 12 only without continuous administration of HCQ along with IFN an RBV for 48 weeks then off therapy for 24 weeks according to the standard of care protocol for evaluation of antiviral activity of HCQ on end of treatment virological response (ETR) and SVR and this can be regarded as one of the limitations, but this was based on consideration of this study to be a first step in evaluating the safety and efficacy of HCQ on SVR if HCQ safety and efficacy on EVR is achieved. Other limitations of this study include the absence of double blinding and lack of a placebo control which should be avoided in a further larger confirmatory trial. So, multicenter studies with a larger number of patients and assessment of HCQ effect in combination with the standard of care on ETR and SVR are recommended.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The addition of hydroxychloroquine to pegylat­ed interferon alfa‐2a and ribavirin in chronic hepatitis C Egyptian patients was safe, well tolerated and has significantly increased the rates of early virological response and early biochemical response.",
            "cite_spans": [],
            "section": "CONCLUSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table I: Baseline Characteristics and Demographic Data of the Studied Patients\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table II: Early Virological Response (EVR) of the Two Studied Groups\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table III: Early Biochemical Response (EBR) of the Two Studied Groups\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table IV: Multivariate Analysis for Assessment of Factors Affecting Early Virological Response in Study Patients\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table V: Overall Therapy Adverse Events Observed Throughout the Study\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Optimal therapy in genotype 4 chronic hepatitis C: Finally cured",
            "authors": [],
            "year": 2015,
            "venue": "Liver Int",
            "volume": "35",
            "issn": "",
            "pages": "27-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Directly acting antivirals for the treatment of chronic hepatitis C: Unresolved topics from registration trials",
            "authors": [],
            "year": 2013,
            "venue": "Dig Liver Dis",
            "volume": "45",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Mechanisms of hepatitis C viral resistance to direct acting antivirals",
            "authors": [],
            "year": 2015,
            "venue": "Viruses",
            "volume": "7",
            "issn": "",
            "pages": "6716-6729",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Lysosomotropic agents as HCV entry inhibitors",
            "authors": [],
            "year": 2011,
            "venue": "Virol J",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Examination of potential inhibitors of hepatitis A virus uncoating",
            "authors": [],
            "year": 1998,
            "venue": "Intervirology",
            "volume": "41",
            "issn": "",
            "pages": "261-271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Hepatitis C virus entry depends on clathrin‐mediated endocytosis",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "6964-6972",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Hydroxychloroquine and retinal safety",
            "authors": [],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "",
            "pages": "771-771",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Chloroquine a novel and versatile anti viral agent with nine prong modes of anti viral actions and postive approach in radical cure of viral hepatitis varieties B and C both acute and chronic forms",
            "authors": [],
            "year": 2007,
            "venue": "Antivir Res",
            "volume": "74",
            "issn": "",
            "pages": "A74-A75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Recent advances in understanding hepatitis C",
            "authors": [],
            "year": 2016,
            "venue": "F1000Res",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.12688/f1000research.7354.1"
                ]
            }
        },
        "BIBREF9": {
            "title": "Comparative to xicity study of chloroquine and hydroxychloroquine on adult albino rats",
            "authors": [],
            "year": 2015,
            "venue": "Eur Sci J",
            "volume": "1",
            "issn": "",
            "pages": "399-407",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Predictive value of complete and partial early virological response on sustained virological response rates of genotype‐4 chronic hepatitis C patients treated with PEG‐interferon plus ribavirin",
            "authors": [],
            "year": 2009,
            "venue": "Intervirology",
            "volume": "52",
            "issn": "",
            "pages": "247-251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Predicting sustained virological responses in chronic hepatitis C patients treated with peginterferon alfa‐2a (40KD)/ribavirin",
            "authors": [],
            "year": 2005,
            "venue": "J Hepatol",
            "volume": "43",
            "issn": "",
            "pages": "425-433",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Retinal toxicity associated with chronic exposure to hydroxychloroquine and its ocular screening. Review",
            "authors": [],
            "year": 2014,
            "venue": "J Med Life",
            "volume": "7",
            "issn": "",
            "pages": "322-326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "HCV burden of infection in Egypt: Results from a nationwide survey",
            "authors": [],
            "year": 2012,
            "venue": "J Viral Hepat",
            "volume": "19",
            "issn": "",
            "pages": "560-567",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Interferon‐free, direct‐acting antiviral therapy for chronic hepatitis C",
            "authors": [],
            "year": 2015,
            "venue": "J Viral Hepat",
            "volume": "22",
            "issn": "",
            "pages": "861-870",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Hepatitis C genotype 4: What we know and what we don't yet know",
            "authors": [],
            "year": 2008,
            "venue": "Hepatology",
            "volume": "47",
            "issn": "",
            "pages": "1371-1383",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Management of hepatitis C virus genotype 4: Recommendations of an international expert panel",
            "authors": [],
            "year": 2011,
            "venue": "J Hepatol",
            "volume": "54",
            "issn": "",
            "pages": "1250-1262",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Treatment with cyclosporin switching to hydroxychloroquine in patients with rheumatoid arthritis",
            "authors": [],
            "year": 2001,
            "venue": "Ann Rheum Dis",
            "volume": "60",
            "issn": "",
            "pages": "514-517",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Ocular toxicity and antenatal exposure to chloroquine or hydroxychloroquine for rheumatic diseases",
            "authors": [],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "813-814",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Treatment of chronic active hepatitis B (CAH B) with chloroquine: A preliminary report",
            "authors": [],
            "year": 1986,
            "venue": "Ann Acad Med Singapore",
            "volume": "15",
            "issn": "",
            "pages": "149-152",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Phase 2b trial of interferon‐free therapy for hepatitis C virus genotype 1",
            "authors": [],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "",
            "pages": "222-232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Peginterferon alfa‐2b plus ribavirin compared with interferon alfa‐2b plus ribavirin for initial treatment of chronic hepatitis C: A randomised trial",
            "authors": [],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "958-965",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Hepatitis C virus entry requires a critical postinternalization step and delivery to early endosomes via clathrin‐coated vesicles",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "11571-11578",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Retinal toxicity associated with hydroxychloroquine and chloroquine: Risk factors, screening, and progression despite cessation of therapy",
            "authors": [],
            "year": 2011,
            "venue": "Arch Ophthalmol",
            "volume": "129",
            "issn": "",
            "pages": "30-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Hepatitis C virus: A global view",
            "authors": [],
            "year": 2015,
            "venue": "World J Hepatol",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Peginterferon alfa‐2b and ribavirin for the treatment of chronic hepatitis C in blacks and non‐Hispanic whites",
            "authors": [],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "2265-2271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "4‐Aminoquinolines—Past, present, and future; A chemical perspective",
            "authors": [],
            "year": 1998,
            "venue": "Pharmacol Ther",
            "volume": "77",
            "issn": "",
            "pages": "29-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Inhibition of duck hepatitis B virus infection by lysosomotropic agents",
            "authors": [],
            "year": 1991,
            "venue": "Virology",
            "volume": "183",
            "issn": "",
            "pages": "415-418",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Hydroxychloroquine, hydroxyurea and didanosine as initial therapy for HIV‐infected patients with low viral load: Safety, efficacy and resistance profile after 144 weeks",
            "authors": [],
            "year": 2005,
            "venue": "HIV Med",
            "volume": "6",
            "issn": "",
            "pages": "13-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Treatment extension to 72 weeks of peginterferon and ribavirin in hepatitis c genotype 1‐infected slow responders",
            "authors": [],
            "year": 2007,
            "venue": "Hepatology",
            "volume": "46",
            "issn": "",
            "pages": "1688-1694",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Acidotropic amines inhibit proteolytic processing of flavivirus prM protein",
            "authors": [],
            "year": 1990,
            "venue": "Virology",
            "volume": "174",
            "issn": "",
            "pages": "450-458",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Combined MTOR and autophagy inhibition: Phase I trial of hydroxychloroquine and temsirolimus in patients with advanced solid tumors and melanoma",
            "authors": [],
            "year": 2014,
            "venue": "Autophagy",
            "volume": "10",
            "issn": "",
            "pages": "1391-1402",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Genetic epidemiology of hepatitis C virus throughout Egypt",
            "authors": [],
            "year": 2000,
            "venue": "J Infect Dis",
            "volume": "182",
            "issn": "",
            "pages": "698-707",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Recycling of chloroquine and its hydroxyl analogue to face bacterial, fungal and viral infections in the 21st century",
            "authors": [],
            "year": 2007,
            "venue": "Int J Antimicrob Agents",
            "volume": "30",
            "issn": "",
            "pages": "297-308",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Clinical efficacy and side effects of antimalarials in systemic lupus erythematosus: A systematic review",
            "authors": [],
            "year": 2008,
            "venue": "Ann Rheum Dis",
            "volume": "69",
            "issn": "",
            "pages": "20-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "The importance of resistance to direct antiviral drugs in HCV infection in clinical practice",
            "authors": [],
            "year": 2016,
            "venue": "J Hepatol",
            "volume": "64",
            "issn": "",
            "pages": "486-504",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Effects of chloroquine on viral infections: An old drug against today's diseases",
            "authors": [],
            "year": 2003,
            "venue": "Lancet Infect Dis",
            "volume": "3",
            "issn": "",
            "pages": "722-727",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "New insights into the antiviral effects of chloroquine",
            "authors": [],
            "year": 2006,
            "venue": "Lancet Infect Diseases",
            "volume": "6",
            "issn": "",
            "pages": "67-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Treatment of chronic hepatitis C in patients with drug dependence: Time to change the rules",
            "authors": [],
            "year": 2004,
            "venue": "Addiction",
            "volume": "99",
            "issn": "",
            "pages": "1167-1175",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Chloroquine (CQ) can induce a biochemical response in patients with chronic hepatitis C",
            "authors": [],
            "year": 1998,
            "venue": "J Hepatol",
            "volume": "28",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Nitazoxanide plus pegylated interferon and ribavirin in the treatment of genotype 4 chronic hepatitis C, a randomized controlled trial",
            "authors": [],
            "year": 2014,
            "venue": "Liver Int",
            "volume": "34",
            "issn": "",
            "pages": "259-265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Consensus proposals for a unified system of nomenclature of hepatitis C virus genotypes",
            "authors": [],
            "year": 2005,
            "venue": "Hepatology",
            "volume": "42",
            "issn": "",
            "pages": "962-973",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Different effects of chloroquine and hydroxychloroquine on lysosomal function in cultured retinal pigment epithelial cells",
            "authors": [],
            "year": 2002,
            "venue": "Apmis",
            "volume": "110",
            "issn": "",
            "pages": "481-489",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Chloroquine: Modes of action of an undervalued drug",
            "authors": [],
            "year": 2013,
            "venue": "Immunol Lett",
            "volume": "153",
            "issn": "",
            "pages": "50-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Review article: The epidemiology and therapy of chronic hepatitis C genotypes 4, 5 and 6",
            "authors": [],
            "year": 2014,
            "venue": "Aliment Pharmacol Ther",
            "volume": "39",
            "issn": "",
            "pages": "137-147",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Chloroquine treatment reduces the number of cutaneous HLA‐DR+ and CD1a+ cells in patients with systemic lupus erythematosus",
            "authors": [],
            "year": 2007,
            "venue": "Lupus",
            "volume": "16",
            "issn": "",
            "pages": "89-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Interferon‐based therapy for chronic hepatitis C: Current and future perspectives",
            "authors": [],
            "year": 2008,
            "venue": "Nat Clin Pract Gastroenterol Hepatol",
            "volume": "5",
            "issn": "",
            "pages": "610-622",
            "other_ids": {
                "DOI": []
            }
        }
    }
}