{
    "paper_id": "PMC7166722",
    "metadata": {
        "title": "Phylogenetic Analysis of Feline Coronavirus Strains in an Epizootic Outbreak of Feline Infectious Peritonitis",
        "authors": [
            {
                "first": "E.N.",
                "middle": [],
                "last": "Barker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Tasker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.J.",
                "middle": [],
                "last": "Gruffydd‐Jones",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C.K.",
                "middle": [],
                "last": "Tuplin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K.",
                "middle": [],
                "last": "Burton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E.",
                "middle": [],
                "last": "Porter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.J.",
                "middle": [],
                "last": "Day",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "R.",
                "middle": [],
                "last": "Harley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "D.",
                "middle": [],
                "last": "Fews",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C.R.",
                "middle": [],
                "last": "Helps",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.G.",
                "middle": [],
                "last": "Siddell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Samples were obtained from 4 kittens with suspected FIP. Postmortem examination was performed immediately after euthanasia of 3 kittens with FIP (named Z/FIP, F/FIP, and J/FIP; euthanized January 19, January 29, and February 4, 2011, respectively), at which time tissue samples were collected and stored in 10% neutral buffered formalin for routine histopathology, and RNA later1 (according to manufacturer's instructions) for RNA purification. Ascitic fluid collected as part of a diagnostic investigation was available for another kitten with suspected FIP (U/FIP; euthanized January 30, 2011). In January 2011, fecal samples were collected from 16 clinically healthy kittens and cats (identified by number) at the same rescue and rehoming center and stored immediately at −80°C. Total RNA was purified from 20 mg of tissue (omentum from kitten J/FIP; colonic lymph node from kitten Z/FIP; mesentery from kitten F/FIP), 100 μL of ascitic fluid (from kitten U/FIP) and from 0.5 g feces (clinically asymptomatic kittens) using a commercially available kit (NucleoSpin RNA II2) as described previously.12 Formalin fixed tissue from the 3 kittens with FIP for which samples were available (Z/FIP, F/FIP and J/FIP) were subjected to immunohistologic examination for the presence of FCoV antigen.13 All kittens had been resident at a single site cat rescue and rehoming center in the UK. The following pairs of kittens were litter mates and resident within the same pen: kittens Z‐FIP and #80; #65 and #73; #66 and #75. Otherwise the kittens were housed in separate pens within the same complex. Each litter of kittens had been relinquished to the center from different private households and kittens that subsequently went on to develop FIP had been rehomed separately to private households before the onset of clinical signs.",
            "cite_spans": [],
            "section": "Samples and RNA Purification ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "FCoV RNA was amplified by real‐time, reverse transcriptase polymerase chain reaction (RT‐qPCR) as described previously.12\n",
            "cite_spans": [],
            "section": "Reverse Transcription PCR and Sequencing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To design gene specific (GSP) reverse transcription and PCR primers, all of the FCoV genome sequences found on the SARGENS website http://veb.lumc.nl/SARGENS/ accessed May 28, 2011 were aligned using ClustalW in MacVector v123 and primers (Table 1) were designed to 4 target regions within the FCoV genome (Fig 1) using Primer 3.14 The targets comprised of the following: 2 regions within the replicase polyprotein; an amino‐proximal region of nsp3, and the carboxyl‐proximal region of nsp12 (RNA‐dependent RNA polymerase); an amino‐proximal region of the surface glycoprotein; and the membrane glycoprotein. All primers were synthesized by Metabion International AG4.",
            "cite_spans": [],
            "section": "Reverse Transcription PCR and Sequencing ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 311,
                    "end": 312,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 246,
                    "end": 247,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Purified RNA from each sample was reverse transcribed using the ImProm‐II Reverse Transcription System5 using 250 ng random hexamers or 500 nM GSP reverse primer, 500 μM each dNTP, and 1–9 μL RNA combined with water to a total volume of 20 μL according to manufacturer's instructions. The resultant cDNA was amplified by PCR using the iProof High‐Fidelity PCR Kit6 using 500 nM of each primer, 500 μM each dNTP, and 1 μL cDNA template, combined with water to a total volume of 50 μL. The following thermal cycling protocol was used for the nsp3, nsp12, and the membrane glycoprotein gene fragments: 98°C for 30 seconds and 40 cycles of 98°C for 10 seconds, 59°C for 20 seconds, and 72°C for 30 seconds. The following thermal cycling protocol was used for the surface protein gene fragment: 98°C for 30 seconds and 40 cycles of 98°C for 10 seconds, 62°C for 20 seconds, and 72°C for 45 seconds. After a failure to amplify the surface protein gene fragment from the Z/FIP sample using iProof polymerase, the HotStarTaq Master Mix Kit7 was used with 200 nM of primer (FCoV S1 F1/R1), and 1 μL cDNA template in a total volume of 25 μL, with cycling conditions of 95°C for 15 minutes and 45 cycles of 95°C for 10 seconds, 56°C for 20 seconds, and 72°C for 120 seconds. Positive (FCoV cDNA) and negative (H2O) PCR controls were included in each reaction. Reactions were carried out in either a PTC 200 DNA Engine8 or MJ Mini thermal cycler6.",
            "cite_spans": [],
            "section": "Reverse Transcription PCR and Sequencing ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "PCR amplicons were purified (NucleoSpin Extract II2), quantified9, and sequenced10. Because of the length of surface protein gene amplicon, additional sequencing primers were designed using Primer 3 (Table 1).",
            "cite_spans": [],
            "section": "Reverse Transcription PCR and Sequencing ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 207,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Nucleotide sequences were aligned using ClustalW,15 in MacVector v12, with subsequent manual adjustment. Phylogenetic trees were constructed using the neighbor‐joining program from a distance matrix,16 corrected for nucleotide substitutions by the Kimura two‐parameter model.17 Further phylogenetic trees were constructed using maximum likelihood (PhyML v3.0) and parsimony (dnapars v3.67) methods accessed via the Mobyle portal at http://mobyle.pasteur.fr/. The data set was resampled 1,000 times to generate bootstrap percentages. Sequence data corresponding to the same regions of the canine coronavirus genome (GQ477367) were used to root the phylogenetic trees. The FCoV fragments were translated in silico into their corresponding amino acid sequences by Transeq accessed via EMBL at http://www.ebi.ac.uk/Tools/emboss/transeq/, using the standard translation table, then aligned using ClustalW. The FCoV gene fragment sequences were deposited in the European Molecular Biology Laboratory Nucleotide Database (accession numbers HE860440‐91).",
            "cite_spans": [],
            "section": "Data Analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "All of these samples and details were obtained with the full consent of the rescue and rehoming center or owners as appropriate. In the FIP cases, euthanasia was performed on the basis of veterinary advice.",
            "cite_spans": [],
            "section": "Ethics ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "All 3 kittens suspected of having FIP and for which tissues were available had histopathologic changes consistent with FIP (pyogranulomatous parenchymal foci, perivascular mononuclear infiltrates, fibrinous polyserositis), and immunohistologic evidence of FCoV antigen within tissue‐associated macrophages, confirming a diagnosis of FIP. FCoV RNA was detected by RT‐qPCR in the tissues (threshold cycle values (Cts): J/FIP 15.5, F/FIP 17.1, Z/FIP 17.3) from the kittens with confirmed FIP and the ascitic fluid (U/FIP Ct 29.1) from a kitten with suspected FIP. Nine of the 16 fecal samples from asymptomatic kittens and cats (56%; identified as #65, #66, #67, #71, #73, #75, #76, #77, and #80) were positive for FCoV on RT‐qPCR (Ct 18.6–27.8). Of these, four (#66, #71, #76, and #77) have been euthanized (see Discussion for details). The remainder was recorded as alive on or after March 30, 2012.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Using the primer pair nsp3 A F1/R2, a 896 bp fragment of the nsp3 gene was amplified by PCR for each of the FCoV‐positive samples, from which sequence data were obtained. Nucleotide identities between the sequences ranged from 99.6 to 100%. All of the amplicon sequences clustered together in a distinct clade when aligned with other FCoV genomes (Fig 2A).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 352,
                    "end": 353,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Using the primer pair nsp12 B F1/R1, a 803 bp fragment of the nsp12 gene was amplified by PCR for each of the FCoV‐positive samples, from which sequence data were obtained. Nucleotide identities between the sequences were identical for all but one of the samples, which had a single synonymous substitution at one site. All of the amplicon sequences clustered together in a distinct clade when aligned with other FCoV genomes (Fig 2B).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 431,
                    "end": 432,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Using the primer pair S1 F1/R1, a 1,881 bp fragment comprising a short 3′ terminal region of the replicase polyprotein (subunit nsp16) gene and the 5′ end of the surface glycoprotein gene (providing approximately 32% coverage of the surface protein gene of FCoV C1Je [DQ848678]) was amplified by PCR for each of the FCoV‐positive samples, from which sequence data were obtained. Nucleotide identities between the sequences ranged from 99.0 to 100%. All of the amplicon sequences clustered together in a distinct clade when aligned with other FCoV genomes (Fig 2C).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 560,
                    "end": 561,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Using the primer pair M F1/R1, a 1,043 bp fragment comprising a short 3′ terminal region of the small envelope protein gene, and the majority the membrane glycoprotein gene (approximately 90% coverage of the membrane glycoprotein gene of FCoV C1Je) was generated by PCR for each of the FCoV‐positive samples, from which sequence data were obtained. Nucleotide identities between the sequences ranged from 99.2 to 100%. All of the amplicon sequences clustered together in a distinct clade when aligned with other FCoV genomes (Fig 2D).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 530,
                    "end": 531,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "For all genome fragments, maximum likelihood and parsimony methods produced similar phylogenetic trees (with equivalent bootstrap values) to those found by the neighbor‐joining method (data not shown).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "When sequence data for the outbreak samples were compared with each other there were no nucleotide, or predicted amino acid, motifs that could differentiate between the fecally derived FCoV strains from asymptomatic cats and the tissue‐ or ascitic fluid‐derived FCoV strains from cats with FIP.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In the epizootic outbreak described in this study, postmortem derived tissues or ascitic fluid were available from 4 cats of which 3 were confirmed to have FIP by histopathology and the remaining cat was strongly suspected of having FIP based on clinical features. In each case, the diagnosis of FIP is supported by the amplification of FCoV RNA from their respective tissue or ascitic fluid samples. Unfortunately, the true incidence of FIP was unknown because of the high throughput of cats within the center and minimal available follow‐up data. Of the 16 fecal samples collected from contemporaneous asymptomatic cats, 9 (56%) contained FCoV RNA. This is similar to what was found in a study that identified FCoV shedding in 60% of cats 1 week after arriving at a rescue shelter.18 More than 1 year postsampling, 5 of the 9 contemporaneous asymptomatic cats remain alive and without any signs that could be suggestive of FIP over 1 year postsampling. We therefore suggest that these isolates can, with some certainty, be considered as feline enteric coronavirus infections based on their biological behavior. However, as noted, four of the contemporaneous asymptomatic cats were euthanized subsequently. Two of these cats were euthanized at the rehoming center with nonspecific clinical signs; the other 2 cats had developed signs potentially consistent with FIP (eg, malaise, abdominal fluid) after rehoming to new owners and had been euthanized (postmortem samples were not available). Consequently, we are unable to assign the samples from these animals to the FIP or nonFIP groups. This illustrates the caution needed during sample collection but does not invalidate the conclusions of this study.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The sporadic and relatively infrequent incidence of FIP has always confounded the problem of collecting multiple contemporaneous samples from cats with FIP and asymptomatic cats living in the same location. In 1 study of 73 FCoV seropositive multicat households FIP was encountered at an incidence rate of 4.8% within the first 3 years of entering the household.19 In contrast, an epizootic FIP outbreak is defined as occurring where there is an incidence of FIP greater than 10% in cats within an establishment,20 and the higher incidence of FIP will clearly facilitate the collection of relevant samples. However, very few epizootic FIP outbreaks have been described in the literature.5\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The primers designed for this study targeted a number of regions within the FCoV genome. The sites chosen are representative of regions of low (amino‐proximal region of the surface protein), intermediate (membrane protein), and high (carboxyl‐proximal region of nsp12) conservation, as well as a region that is variable in length (amino‐proximal region of nsp3). Consequently, taken together, these amplicons provide an overall picture of genetic relatedness and are appropriate for phylogenetic analysis. The primers in combination with a high‐fidelity DNA polymerase (iProof High‐Fidelity) were successful in generating amplicons of the correct size for all samples, except for the tissue of 1 FIP‐affected cat (Z‐FIP). In this case, using the surface protein gene primer pair, a diffuse band of a lower molecular weight PCR product was generated. In this sample, an alternative DNA polymerase (HotStarTaq) was subsequently used successfully to generate an amplicon of an appropriate size, sequence data from repeated reactions were identical.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "All of the FCoV sequences derived in this study, both from tissues with typical FIP lesions and from the asymptomatic cat feces, clustered together, and separately from all other FCoVs that were analyzed. This was true for all of the phylogenetic trees generated for each of the genome fragments, (Fig 2A–D). Thus, this study provides no evidence for the presence of 2 distinct FIP tissue‐associated and fecally derived strains of FCoV in the cats associated with this FIP outbreak.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 302,
                    "end": 303,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "This conclusion is in contrast to a previous report where membrane glycoprotein and accessory protein 7b gene fragments from FCoV RNA derived from the feces of healthy cats formed clusters distinct from sequences derived from FIP‐associated FCoV RNA.6 However, these results are in agreement with another study, which found that accessory protein 3c and membrane glycoprotein FCoV gene sequences from fecally‐derived RNA from healthy cats and from RNA derived from tissues with typical FIP lesions from sporadic cases of FIP were generally clustered according to the cattery from where they originated.8, 11 Our data also lead to the conclusion that the cats in this study were likely infected with FCoV from the same source upon entering the rescue center; although it cannot be ruled out that the cats were exposed to very closely related strains of FCoV circulating in the geographic region before entering the center.18\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition to proposing the “circulating virulent/avirulent hypothesis”, Brown et al6 suggested that a specific amino acid motif within the membrane glycoprotein could be used to differentiate between the different phenotypes of FCoV.6 This was challenged by a later study that found no association between the proposed motif and virulent and avirulent phenotypes.8 The data generated in this study show that the amino acid motif YVIAL (positions 108, 120, 138, 163, and 199 based on reference sequence for TGEV GenBank no. NP058427) was predicted for all of the viruses that we analyzed. This motif arrangement was not one of the amino acid combinations (YIIAL associated with FIP; HIIVI/HIIVL/HVIAL/YVVAL associated with asymptomatic cats; and YIVAL seen in association with both FIP and asymptomatic cats), suggested in the original article.6 Also, the YVIAL motif has been reported subsequently in both FIP‐associated FCoVs and fecally‐derived FCoVs.8 Moreover, in this study there were no RNA or amino acid motifs identified, in any of the gene fragments, which were associated with any specific disease phenotype. It has to be noted that this study, as with previous phylogenetic analyzes of FCoV genomes, was limited by only partial genome coverage (approximately 16%). Future study involving whole genome sequencing will be needed to identify any specific virus determinant associated with the development of FIP.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Primers used in directed reverse transcription and PCR reactions\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Feline coronavirus genome with component genes, nucleotide scale, and for each of the 4 primer pairs their approximate binding sites, their target gene fragment, and the predicted amplicon size.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Phylogenetic analysis of nsp3 (A), nsp12 (B), nsp16 and surface glycoprotein (C), and small envelope protein and membrane glycoprotein (D) gene fragments for feline coronavirus strains analyzed in this study (in bold) and published feline coronavirus genome sequences (as NC_002306 is identical to AY994055 it was excluded from the analyzes) http://veb.lumc.nl/SARGENS/ accessed 28 May 2011. Phylogenetic trees were constructed by the neighbor‐joining method. Evolutionary distances are to the scales shown (number of substitutions per nucleotide). The data set was resampled 1,000 times to generate bootstrap percentage values, and values greater than 80% are given at the nodes of the tree. GenBank accession numbers are shown for all sequences. Fecal sample derived FCoV sequences from cats that were subsequently euthanized are marked with an asterix. CCoV, canine coronavirus; FCoV, Feline coronavirus; CLN, colonic lymph node.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clustering of feline coronaviruses in multicat households",
            "authors": [],
            "year": 2000,
            "venue": "Vet J",
            "volume": "159",
            "issn": "",
            "pages": "8-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A study of naturally occurring feline coronavirus infections in kittens",
            "authors": [],
            "year": 1992,
            "venue": "Vet Rec",
            "volume": "130",
            "issn": "",
            "pages": "133-137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Feline infectious peritonitis",
            "authors": [],
            "year": 2005,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "35",
            "issn": "",
            "pages": "39-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A review of feline infectious peritonitis virus infection: 1963–2008",
            "authors": [],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "225-258",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Feline infectious peritonitis in a closed breeding colony",
            "authors": [],
            "year": 1974,
            "venue": "Lab Anim Sci",
            "volume": "24",
            "issn": "",
            "pages": "279-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Genetics and pathogenesis of feline infectious peritonitis virus",
            "authors": [],
            "year": 2009,
            "venue": "Emerg Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "1445-1452",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Two related strains of feline infectious peritonitis virus isolated from immunocompromised cats infected with a feline enteric coronavirus",
            "authors": [],
            "year": 1996,
            "venue": "J Clin Microbiol",
            "volume": "34",
            "issn": "",
            "pages": "3180-3184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Sequence analysis of feline coronaviruses and the circulating virulent/avirulent theory",
            "authors": [],
            "year": 2011,
            "venue": "Emerg Infect Dis",
            "volume": "17",
            "issn": "",
            "pages": "744-746",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Feline infectious peritonitis viruses arise by mutation from endemic feline enteric coronaviruses",
            "authors": [],
            "year": 1998,
            "venue": "Virology",
            "volume": "243",
            "issn": "",
            "pages": "150-157",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Significance of coronavirus mutants in feces and diseased tissues of cats suffering from feline infectious peritonitis",
            "authors": [],
            "year": 2009,
            "venue": "Viruses",
            "volume": "1",
            "issn": "",
            "pages": "166-184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Feline infectious peritonitis: Insights into feline coronavirus pathobiogenesis and epidemiology based on genetic analysis of the viral 3c gene",
            "authors": [],
            "year": 2010,
            "venue": "J Gen Virol",
            "volume": "91",
            "issn": "",
            "pages": "415-420",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Evaluation of real‐time RT‐PCR for the quantification of FCoV shedding in the faeces of domestic cats",
            "authors": [],
            "year": 2008,
            "venue": "J Feline Med Surg",
            "volume": "10",
            "issn": "",
            "pages": "167-174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Morphologic features and development of granulomatous vasculitis in feline infectious peritonitis",
            "authors": [],
            "year": 2005,
            "venue": "Vet Pathol",
            "volume": "42",
            "issn": "",
            "pages": "321-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Bioinformatics Methods and Protocols: Methods in Molecular Biology",
            "volume": "",
            "issn": "",
            "pages": "365-386",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "CLUSTAL W: Improving the sensitivity of progressive multiple sequence alignment through sequence weighting, position‐specific gap penalties and weight matrix choice",
            "authors": [],
            "year": 1994,
            "venue": "Nucleic Acids Res",
            "volume": "22",
            "issn": "",
            "pages": "4673-4680",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The neighbor‐joining method: A new method for reconstructing phylogenetic trees",
            "authors": [],
            "year": 1987,
            "venue": "Mol Biol Evol",
            "volume": "4",
            "issn": "",
            "pages": "406-425",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "A simple method for estimating evolutionary rates of base substitutions through comparative studies of nucleotide sequences",
            "authors": [],
            "year": 1980,
            "venue": "J Mol Evol",
            "volume": "16",
            "issn": "",
            "pages": "111-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Common virus infections in cats, before and after being placed in shelters, with emphasis on feline enteric coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "J Feline Med Surg",
            "volume": "6",
            "issn": "",
            "pages": "83-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The risk of typical and antibody enhanced feline infectious peritonitis among cats from feline coronavirus endemic households",
            "authors": [],
            "year": 1995,
            "venue": "Feline Pract",
            "volume": "23",
            "issn": "",
            "pages": "24-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Feline coronavirus in multicat environments",
            "authors": [],
            "year": 2011,
            "venue": "Vet Clin North Am Small Anim Pract",
            "volume": "41",
            "issn": "",
            "pages": "1133-1169",
            "other_ids": {
                "DOI": []
            }
        }
    }
}