{
    "paper_id": "PMC7195287",
    "metadata": {
        "title": "“Regarding ‘Understanding the \"Scope\" of the Problem: Why Laparoscopy is Considered Safe During the COVID-19 Pandemic.’”",
        "authors": [
            {
                "first": "Francesco",
                "middle": [],
                "last": "Di Marzo",
                "suffix": "",
                "email": "fdimarzo@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Maurizio",
                "middle": [],
                "last": "Cardi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "First of all thanks to the authors for this nice and clear paper. Whether laparoscopic surgery is safe during SARS-CoV-2 pandemic is a matter of actual debate1, and it is important for all the surgical community to share solid informations about operating room technology.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We would just briefly comment on the use of high efficiency particulate arrestance (HEPA) and ultra low particulate arrestance (ULPA) filters, as many papers report the wrong assumption that HEPA filters can only filter particles of 0.3 μm in diameter. This is an important issue as solid or liquid particulate matter (PM) in the air, especially below 2.5 μm, is able to enter the bloodstream and can affect our health.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2 range in size from 0.06 to 0.125 μm, falling squarely within the particle-size range that HEPA filters capture with extraordinary efficiency: 0.01 micron and above2. It is incorrect to state that HEPA filters are not able to catch particles below 0.3 micron, like SARS-CoV-2.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This belief is based on a misunderstanding of how HEPA filters work. The particles size of 0.3 micron is used as a standard to measure the effectiveness of HEPA filters, but this does not mean they are not able to catch smaller particles. A paper from the NASA3 well explains that HEPA filters are highly effective in capturing a very high proportion, up to 100%, of nanoparticulate contaminants, ranging in size from 0.1 to 0.001 micron (diffusion regime) because they don't fly straight, collide with other fast-moving molecules, move around in random pathways and hit the filter fibers remaining stuck in them. This is known as the Brownian movement. The intersecting regime has just a small drop in efficiency that affects the particles of around 0.3 μm, defined as most penetrating particle size (MPPS). This value for a typical HEPA filter varies from 0.2 to 0.3 micron, depending on flow rate, and lowering the flow speed, a simple HEPA will perform as an ULPA filter.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Dionisi HJ Understanding the \"Scope\" of the Problem: Why Laparoscopy is Considered Safe During the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "SN",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                },
                {
                    "first": "AN",
                    "middle": [],
                    "last": "Fader",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Milad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JMIG",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jmig.2020.04.002"
                ]
            }
        },
        "BIBREF1": {
            "title": "HEPA filters",
            "authors": [
                {
                    "first": "MW",
                    "middle": [],
                    "last": "First",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal of the American Biological Safety Association",
            "volume": "3",
            "issn": "1",
            "pages": "33-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Submicron and Nanoparticulate Matter Removal by HEPA-Rated Media Filters and Packed Beds of Granular Materials",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Agui",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Vijayakumar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "NASA/TM",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}