{
    "paper_id": "PMC7234726",
    "metadata": {
        "title": "Sex- and Gender-specific Observations and Implications for COVID-19",
        "authors": [
            {
                "first": "Lauren",
                "middle": [
                    "A."
                ],
                "last": "Walter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alyson",
                "middle": [
                    "J."
                ],
                "last": "McGregor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Is the biological male more susceptible to an increased severity of infection? Or does the biological woman have natural protection against these viruses? In a 2017 BMJ article, Dr. Kyle Sue demonstrated the effect of sex hormones, estrogen and testosterone, on immune system response and engagement, resulting in a less robust immunologic response in males and subsequent increased morbidity and mortality from viral respiratory illnesses.6 In addition, the X chromosome carries the largest number of immune-related genes in the human genome, perhaps also contributing to female’s superior immune response (as well as a female preponderance in autoimmune diseases).7",
            "cite_spans": [
                {
                    "start": 440,
                    "end": 441,
                    "mention": "6",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 666,
                    "end": 667,
                    "mention": "7",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Sex-specific Factors",
            "ref_spans": []
        },
        {
            "text": "Angiotensin-converting enzyme 2 (ACE2) and its role in viral transmission and associated morbidity has also been a topic of recent COVID-19 associated discussion. ACE2 receptors on pulmonary endothelium serve as a main entry point for coronavirus. Several previous animal models have demonstrated increased ACE2 activity in the male or ovariectomized model, suggesting a sex hormone influence.8 The gene for the ACE2 receptor is also, interestingly, on the X chromosome.9",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 394,
                    "mention": "8",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 470,
                    "end": 471,
                    "mention": "9",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Sex-specific Factors",
            "ref_spans": []
        },
        {
            "text": "Behavioral and cultural variables have also influenced current COVID-19 epidemiology. Smoking in particular has been implicated as a significant contributor to disease severity, and gender-specific patterns are quite apparent here. The smoking rate in China is much higher in men than in women (288 million men vs 12.6 million women; 2018 data).10 Likewise, in Italy, men are more likely to smoke than women at any age (1.12x to 1.7x, depending on age cohort; 2018 data).11 Similar gender-specific trends are also present in the US, where 17.6% of smokers are men as compared to 13.6% of women.12",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 347,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 471,
                    "end": 473,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 594,
                    "end": 596,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Gender-specific Factors",
            "ref_spans": []
        },
        {
            "text": "In addition, as the traditional caregivers and coordinators of care for their loved ones, women, particularly working mothers, tend to spend more time than men focused on medical issues related to both their own healthcare and that of their families.13 In general, men are more likely to engage in health-related risks which, even prior to the COVID-19 pandemic, has been shown to result in higher rates of injury and disease.14 Suen et al demonstrated in 2019 that being a middle-aged female was a protective factor with regard to hand hygiene knowledge and practice.15",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 252,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 426,
                    "end": 428,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 568,
                    "end": 570,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Gender-specific Factors",
            "ref_spans": []
        },
        {
            "text": "As clinical researchers and pharmaceutical companies race to find an effective treatment strategy or vaccine for COVID-19, no sex- or gender-specific recommendations have been released with regard to the care and management of individuals affected by the novel coronavirus. Appreciating the weight of known sex- and gender-specific epidemiologic observations thus far, however, will be an important highlight of the information gathered to date. This, combined with what is already known about sex- and gender-based pulmonary and infectious disease pathology, may lead to important treatment breakthroughs that consider the sex and/or gender of patient in the comprehensive management plan.",
            "cite_spans": [],
            "section": "Implications for COVID-19 Management",
            "ref_spans": []
        },
        {
            "text": "In addition, the current pandemic weighs heavily on emotional wellness along with physical health. COVID-19 has also released a contagion of fear, anxiety, and stigma that will have implications for downstream mental health effects including post-traumatic stress disorder (PTSD). In general, the prevalence of PTSD has been shown to be substantially higher in women.16 This has been re-substantiated in the setting of the COVID-19 outbreak in Wuhan, China, where women scored significantly higher on the PCL-5 (DSM-5 self-report measure for PTSD) than men, including higher rates of re-experiencing and negative alterations in cognition or mood.17 Early recognition and effective treatment can ameliorate the burden of PTSD on both the individual and society, particularly for women who have been shown to have a modest advantage with regard to treatment response.18",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 369,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 646,
                    "end": 648,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 865,
                    "end": 867,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Implications for COVID-19 Management",
            "ref_spans": []
        },
        {
            "text": "Since 2016, the NIH has required inclusion of sex as a biological variable (SABV) in the study design for funded research.19 Recognizing the weight these variables play in disease outcome should result in universal adoption of SABV as scientists develop and engage in COVID-19 research. While men appear to be disproportionately affected and at risk for COVID-19 infection and associated morbidity, researchers should avoid the slippery slope of the traditional male-dominant test and analysis approach.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 124,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Future Considerations",
            "ref_spans": []
        },
        {
            "text": "When considering pharmaceutical therapy advances, several previous studies have established that women are much more likely to experience adverse drug reactions (ADR) than men.20 In fact, historically the majority of drugs recalled from the market were done so due to serious ADRs reported by women, quite often because they were never tested on women during clinical trials. Several sex-specific pharmacokinetic and pharmacodynamic differences have been well documented.21",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 471,
                    "end": 473,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Future Considerations",
            "ref_spans": []
        },
        {
            "text": "Yes, time is of the essence right now; however, COVID-19 does not get a “pass” in considering sex and gender when gathering data or testing treatments. Sex and gender have already proven to be crucial variables in the short history of COVID-19; they will continue to be factors of marked importance. Making healthcare providers and researchers aware of their impact in real time will be crucial to the integration of susceptibility profiles and improving outcomes during an active public health crisis.",
            "cite_spans": [],
            "section": "Future Considerations",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical characteristics of refractory COVID-19 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mo",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Infect Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Sex difference and smoking predisposition in patients with COVID-19",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Number of Smokers by Age and Gender in Italy 2018",
            "authors": [],
            "year": null,
            "venue": "Statista",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Are There Gender Differences in Tobacco Smoking?",
            "authors": [],
            "year": null,
            "venue": "NIDA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A Health Care Consumer Gender Gap",
            "authors": [],
            "year": null,
            "venue": "Managed Care Magazine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Gender differences in risk assessment: Why do women take fewer risks than men?",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Judgm Decis Mak",
            "volume": "1",
            "issn": "1",
            "pages": "48-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Epidemiological investigation on hand hygiene knowledge and behaviour: a cross-sectional study on gender disparity",
            "authors": [
                {
                    "first": "LKP",
                    "middle": [],
                    "last": "Suen",
                    "suffix": ""
                },
                {
                    "first": "ZYY",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "SKW",
                    "middle": [],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Public Health",
            "volume": "19",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "PTSD and gender: Could gender differences in war trauma types, symptom clusters and risk factors predict gender differences in PTSD prevalence?",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Farhood",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fares",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hamady",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Arch Womens Ment Health",
            "volume": "21",
            "issn": "6",
            "pages": "725-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Prevalence and predictors of PTSS during COVID-19 Outbreak in China Hardest-hit Areas: Gender differences matter",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Psychiatry Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Gender differences in recovery from posttraumatic stress disorder: a critical review",
            "authors": [
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Blain",
                    "suffix": ""
                },
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Galovksi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Aggress Violent Behav",
            "volume": "15",
            "issn": "6",
            "pages": "463-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "NIH Policy on Sex as a Biological Variable",
            "authors": [],
            "year": null,
            "venue": "National Institutes of Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10223",
            "pages": "507-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Gender differences in adverse drug reactions",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Knowles",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Pharmacol",
            "volume": "38",
            "issn": "11",
            "pages": "1003-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Pharmacogenomics, pharmacokinetics and pharmacodynamics: interaction with biological differences between men and women",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Franconi",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Campesi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Br J Pharmacol",
            "volume": "171",
            "issn": "3",
            "pages": "580-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "COVID-19 and Italy: what next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Sex-based differences in susceptibility to severe acute respiratory syndrome coronavirus infection",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Channappanavar",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Fett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Immunol",
            "volume": "198",
            "issn": "10",
            "pages": "4046-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Clinical determinants of the severity of Middle East respiratory syndrome (MERS): a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Matsuyama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kutsuna",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Public Health",
            "volume": "16",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "The science behind “man flu”",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sue",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "359",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The X chromosome and sex-specific effects in infectious disease susceptibility",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Schurz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Salie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tromp",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Hum Genomics",
            "volume": "13",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Sex differences in renal angiotensin converting enzyme 2 (ACE2) activity are 17β-oestradiol-dependent and sex chromosome-independent",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ji",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biol Sex Differ",
            "volume": "1",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "From gene to protein-experimental and clinical studies of ACE2 in blood pressure control and arterial hypertension",
            "authors": [
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Velkoska",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Front Physiol",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}