{
    "paper_id": "PMC7213550",
    "metadata": {
        "title": "COVID-19: a look into the modern age pandemic",
        "authors": [
            {
                "first": "Mohammad",
                "middle": [
                    "Aadil"
                ],
                "last": "Qamar",
                "suffix": "",
                "email": "m.qamar11915@kgs.edu.pk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronaviruses make up a large family of single-stranded, positive-sense RNA viruses which divides into orders and then subsequently families, leading to the latest version of it being named COVID-19. With ten genome sequences done of the COVID-19, it was found out that it was closely related (88%) to two bat-derived severe acute respiratory syndrome (SARS)-like coronaviruses, bat-SL-CoVZC45 and bat-SL-CoVZXC21. It is to be noted that the results showed that COVID-19 is quite distinct from its previously sporadic versions, SARS-CoV (79%) and MERS-CoV (50%) (Lu et al. 2020). These data point towards the possible suggestion of the bat being the original host while the animals in the wet markets of Wuhan proved to be the intermediate hosts (Lu et al. 2020).",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 577,
                    "mention": "2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 757,
                    "end": 761,
                    "mention": "2020",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction & background",
            "ref_spans": []
        },
        {
            "text": "The outbreak started last year in December when the government in Wuhan, China confirmed that they were treating dozens of cases. Days later, researchers identified a new virus which led to the death of the first patient on January 11, 2020. By January 30, WHO had declared coronavirus a global emergency, as it had already spread to many countries outside of China. On February 11, the WHO named the new coronavirus as COVID-19. By this time China had reported 1016 deaths and 42,638 infections. On February 26, the global death toll neared 2800, while 80,000 were reported to be infected. Finally, on March 11, the WHO declared the COVID-19 as a pandemic. The numbers as of March 22, stand at over 13,000 deaths and over 300,000 infected (16.Al Jazeera 2020; New York Times 2020).",
            "cite_spans": [
                {
                    "start": 755,
                    "end": 759,
                    "mention": "2020",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 776,
                    "end": 780,
                    "mention": "2020",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction & background",
            "ref_spans": []
        },
        {
            "text": "As COVID-19 spread, by March 24th it had infected 372,757 people with the death toll reaching 16,231 (4.35%), leading to the WHO assessing the risk as very high. The highest number of confirmed cases were reported from China at 81,747 where the total deaths had reached 3283 (4.01%), whereas Italy reported the highest number of deaths, at that stage surpassing China as Italy’s death toll stood at 6077 (9.51%) with a total of 63,927 confirmed cases. Most countries reported local transmission of the virus, with others having imported cases only (WHO 2020).",
            "cite_spans": [
                {
                    "start": 553,
                    "end": 557,
                    "mention": "2020",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Epidemiology ::: Review",
            "ref_spans": []
        },
        {
            "text": "COVID-19 has been found to have S protein on it, which it uses to attach to its receptor; angiotensin-converting enzyme 2 (ACE 2). This is followed by entry into the cell, which is accomplished by acid-dependent proteolytic cleavage of S protein followed by the fusion of viral and cellular membranes. As the virus enters the cytoplasm of the cell, the translation of the replicase gene from the virion genomic RNA takes place. RNA synthesis follows its translation and assembly. This includes the translation of the S, E, and M structural proteins (Fehr and Perlman 2015). Following the interaction of M protein binding to the nucleocapsid in the endoplasmic reticulum, virion assembly is complete. This completed form then leaves the cell to continue its spread (Fehr and Perlman 2015).",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 571,
                    "mention": "2015",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 782,
                    "end": 786,
                    "mention": "2015",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Pathogenesis ::: Review",
            "ref_spans": []
        },
        {
            "text": "Human-to-human transmission of the COVID-19 has been established. Studies have shown that the COVID-19 stays viable in aerosols for approximate 3 h duration. It has also been seen that SARS-CoV-2 was more stable on plastic and stainless steel than on copper and cardboard, with viable virus detected up to 72 h after application to these surfaces (Li et al. 2020). The incubation period is between 3 and 7 days and up to 2 weeks. The R0 is 2.2, meaning each patient will infect two other uninfected people. Such studies suggest that sneezing and coughing by a carrier of the virus can spread the virus, and people are more susceptible to getting infected in closed spaces with inadequate ventilation (Cascella et al. 2020; van Doremalen et al. 2020).",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 362,
                    "mention": "2020",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 717,
                    "end": 721,
                    "mention": "2020",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 744,
                    "end": 748,
                    "mention": "2020",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Transmission ::: Review",
            "ref_spans": []
        },
        {
            "text": "From being asymptomatic to acute respiratory distress syndrome, the symptoms of the COVID-19 can vary greatly but most commonly are concerned with the respiratory system accompanied by fever. The main clinical manifestations of COVID-19 are fever, fatigue, and dry cough. Mild cases may show low-grade fever, mild fatigue and no signs of pneumonia. Severe patients may have breathing difficulties and/or hypoxemia may occur after a week. Critical cases can progress to ARDS, septic shock, metabolic acidosis, coagulation dysfunction, and multiple organ dysfunction syndrome (MODS) etc. (CDC USA 2020; CDC China 2020a).",
            "cite_spans": [
                {
                    "start": 595,
                    "end": 599,
                    "mention": "2020",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 611,
                    "end": 616,
                    "mention": "2020a",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Symptoms ::: Review",
            "ref_spans": []
        },
        {
            "text": "Some patients might present with nasal congestion, runny nose, sore throat, myalgia, and diarrhea. It must be seen that some children and neonatal cases may have atypical symptoms such as vomiting and diarrhea (CDC China 2020b). Apart from this, early stage of the disease may also show normal/decreased total WBC, increased liver enzymes, LDH, muscle enzymes, and C-reactive protein with a normal procalcitonin value. Critical patients may also have increased D-dimer value, decreasing blood lymphocytes and multi-organ imbalance (Cascella et al. 2020).",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 226,
                    "mention": "2020b",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 548,
                    "end": 552,
                    "mention": "2020",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Symptoms ::: Review",
            "ref_spans": []
        },
        {
            "text": "People at higher risk of having the virus such as those with a travelling history within the past 14 days or someone who had contact with a positive case of COVID-19 are tested. Collection of specimen from the upper and lower respiratory tract is done via nasopharyngeal swabs, deep cough sputum, bronchial lavage fluid etc. (CDC China 2020c) Apart from these tests, fecal, blood, serum and urine specimens may be obtained to further strengthen the findings in a person. The respiratory tract specimens are then used to perform real time PCR that is primarily done to check for the two targets, ORF1ab and protein N. A positive for both confirms a case, while a positive of any of the two targets requires the procedure to be done again. Serum antibody tests for SARS-CoV-2 are done as supplementary tests (CDC China 2020c).",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 341,
                    "mention": "2020c",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 817,
                    "end": 822,
                    "mention": "2020c",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Diagnosis ::: Review",
            "ref_spans": []
        },
        {
            "text": "The most important and widely used strategy against the SARS-CoV-2 is isolation. People are advised to practice social distancing, with many governments having announced lockdowns all over the world such as Italy, Spain, and Germany, etc. In this regard, Wuhan can be taken as a perfect example from where the COVID-19 started. Wuhan has been in lockdown since the mid of January but with no new cases reported for the week leading up to March 24, the government planned on lifting the lockdown from April 8th (Bloomberg 2020). China on January 23rd, stopped air and rail travel while restricting car transport in Wuhan. Large gatherings were banned with residents asked to stay in home. These also include, the cancellation of the 2020 Olympics Games in Tokyo, postponement of many sports events etc. Educational institutions, business of all sorts, government departments, etc. were closed. Such strategies on a massive level are being employed at other places as well, such as the lockdown in two provinces of Pakistan, China’s immediate neighbor.",
            "cite_spans": [
                {
                    "start": 521,
                    "end": 525,
                    "mention": "2020",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Prevention ::: Review",
            "ref_spans": []
        },
        {
            "text": "Other strategies recommended are as follows:Wash your hands frequently with an alcohol-based hand rub or soap and waterMaintain social distancingAvoid touching eyes, nose, and mouthPractice respiratory hygiene. This means covering the mouth and nose while coughing or sneezingIf you encounter any symptoms, seek medical care earlyStay informed and follow advice given by your healthcare providerAvoid handshakesWear a mask while taking care of a suspected COVID-19 patientHealth professionals are required to use personal protective equipment such as wearing gloves, long sleeved gown, facial protection, FFP3 masks and N95 respirator with eye protection (Govt of Canada 2020b; Govt of Canada 2020a).",
            "cite_spans": [
                {
                    "start": 671,
                    "end": 676,
                    "mention": "2020b",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 693,
                    "end": 698,
                    "mention": "2020a",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Prevention ::: Review",
            "ref_spans": []
        },
        {
            "text": "A unique strategy observed in and adopted by South Korea is ‘trace, test, and treat’. Nearly 20,000 people are tested every day in South Korea in negative pressure labs created especially for this purpose. These negative pressure rooms prevent any droplets from the samples from escaping. Also with a capacity to manufacture 140,000 samples a week and a fatality rate at 0.7% compared to 3.4% globally, the country’s strategy may serve as a role model for others to follow (BBC News 2020).",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 487,
                    "mention": "2020",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Prevention ::: Review",
            "ref_spans": []
        },
        {
            "text": "With no specific treatment or availability of vaccines, COVID-19 patients are treated for their symptoms while being kept in quarantine. These include mechanical ventilation in cases of respiratory failure refractory to oxygen therapy, whereas hemodynamic support is used in septic shock. Non-invasive ventilation can also be used in non-severe forms of respiratory failure. It is to be noted that the use of systemic corticosteroids and antibiotics is not recommended. Several approaches have been carried out using lopinavir/ritonavir, chloroquine, hydroxy chloroquine and alpha-interferon. When patients are going towards multiple organ failure, then organ function support in addition to the respiratory support is carried out (Cascella et al. 2020; CDC China 2020b).",
            "cite_spans": [
                {
                    "start": 748,
                    "end": 752,
                    "mention": "2020",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 764,
                    "end": 769,
                    "mention": "2020b",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Management",
            "ref_spans": []
        },
        {
            "text": "Apart from these approaches, artificial intelligence (AI) is being tested to predict the survival rate of different patients, thus helping in making the decision of what management is appropriate for the patient. It should be noted that AI is already being used in China to distinguish COVID-19 from other types of pneumonia within seconds by analyzing the chest scan images of the patients (The Star 2020).",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "mention": "2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Management",
            "ref_spans": []
        },
        {
            "text": "COVID-19 has resulted in the deaths of many people while simultaneously damaging economies and putting a burden on healthcare systems. It shows exponential growth rates in many countries, and with such a high RO and no treatment available, the only possible hope lies in social distancing and self-isolation. Staying up to date with the latest information and not spreading misinformation has to be ensured. Self-medication of various drugs being suggested via electronic media should be carefully checked. With such conditions, a vaccination is the need of the hour.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Genomic characterisation and epidemiology of 2019 novel coronavirus: implications for virus origins and receptor binding",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhan",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "565-574",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30251-8"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cascella",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rajnik",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cuomo",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Dulebohn",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Di Napoli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Features, evaluation and treatment coronavirus (COVID-19)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Coronaviruses: an overview of their replication and pathogenesis",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Fehr",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Methods Mol Biol",
            "volume": "1282",
            "issn": "",
            "pages": "1-23",
            "other_ids": {
                "DOI": [
                    "10.1007/978-1-4939-2438-7_1"
                ]
            }
        }
    }
}