{
    "paper_id": "PMC7196717",
    "metadata": {
        "title": "What’s new in lung ultrasound during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Giovanni",
                "middle": [],
                "last": "Volpicelli",
                "suffix": "",
                "email": "giovi.volpicelli@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Alessandro",
                "middle": [],
                "last": "Lamorte",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tomás",
                "middle": [],
                "last": "Villén",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The signs seen in the LUS of patients with COVID-19 are similar to those extensively described in patients with other types of pneumonia [7]. These include various forms of B-lines, an irregular or fragmented pleural line, consolidations, pleural effusions and absence of lung sliding (see Online Resources Video_3-10) [9]. The LUS of patients with COVID-19 usually shows an explosion of multiform vertical artifacts and separate and coalescent B-lines. The pleural line may be irregular or fragmented as is commonly observed in ARDS. As stated above none of these signs is pathognomonic to COVID-19 pneumonia and their presence is variable.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 139,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 320,
                    "end": 321,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "LUS signs ::: Case identification and classification of disease severity",
            "ref_spans": []
        },
        {
            "text": "Conversely, a typical artifact that we named “light beam” is being observed invariably in most patients with pneumonia from COVID-19. This artifact corresponds to the early appearance of “ground glass” alterations typical of the acute disease that may be detected in computed tomography. This broad, lucent, band-shaped, vertical artifact moves rapidly with sliding, at times creating an “on–off” effect as it appears and disappears from the screen. The bright artifact typically arises from an entirely regular pleural line interspersed within areas of normal pattern or with separated B-lines (Online Resources Video_5). At times it seems to cover the A-lines, concealing them entirely. At other times A-lines may still be visualized in the background as it is observed. The light beam is observed also in other conditions with ground glass alterations. Nevertheless, the importance of this sign is given by the contingency of the terrible pandemic of COVID-19 that we are experiencing in our EDs. A multicenter study in progress is investigating the accuracy of this sign. To date, a pilot analysis of a monocenter series of 100 patients suspected for COVID-19 revealed the presence of multiple light beams in 48 of the 49 patients with confirmed disease and pneumonia. The same sign was never observed in 12 patients with alternative pulmonary diagnoses and negative swab test (unpublished data).",
            "cite_spans": [],
            "section": "LUS signs ::: Case identification and classification of disease severity",
            "ref_spans": []
        },
        {
            "text": "The LUS findings of patients with COVID-19 are unique in both combination and distribution. Therefore, patients presenting to the ED may be classified into four broad categories based on the presence of specific patterns of LUS findings (see Table 1). Patients presenting with the pattern described in category A have little or no pulmonary involvement and are therefore unlikely to have COVID-19 disease (i.e., asymptomatic SARS-CoV-2 carriers or patients with no lung disease). In patients presenting with any of the LUS patterns described in category B (Online Resources Video_11-14) alternative diagnoses should be sought. These patients are most likely to have a condition other than COVID-19 causing their pulmonary disease. Patients presenting with the pattern of LUS findings described in category C (Online Resource Video_15) may have COVID-19 disease, whereas those presenting with the patterns of LUS findings described in category D (Online Resources Video_16-21 and Figure_7-8) probably have COVID-19 disease.",
            "cite_spans": [],
            "section": "LUS Patterns ::: Case identification and classification of disease severity",
            "ref_spans": [
                {
                    "start": 248,
                    "end": 249,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The presence of large consolidations with air bronchograms mainly in the bases of the lungs should always raise suspicion of bacterial cross-infection. As noted above, LUS findings are always most informative when they are interpreted in light of the clinical context; some asymptomatic or mildly symptomatic patients may have surprisingly impressive high probability LUS findings. Conversely, in our experience, patients with COVID-19 disease who suffer from severe respiratory failure are not likely to have no or mild LUS alterations.",
            "cite_spans": [],
            "section": "LUS Patterns ::: Case identification and classification of disease severity",
            "ref_spans": []
        },
        {
            "text": "There are several ways LUS may be used to determine allocation of treatment resources to those patients most likely to respond. These include early quantification of the severity of lung involvement, periodic assessment for the appearance of findings suggestive of atelectasis or pneumonia and monitoring the effects of changes in mechanical ventilation and recruitment maneuvers on lung aeration.",
            "cite_spans": [],
            "section": "Treatment allocation",
            "ref_spans": []
        },
        {
            "text": "The use of LUS to quantify and monitor changes in aeration has been described in critically ill patients with ARDS [10, 11]. It is our impression that, contrary to what has been described in ARDS, interstitial patterns and consolidations contribute almost equally to lack of aeration in patients with COVID-19 [12]. Rather, the severity of respiratory impairment seems to be related to the overall proportion of lung tissue showing ground-glass alterations [6]. Early quantification of the severity of lung involvement in patients with COVID-19 may be obtained by estimating the overall amount of lung areas detected as being pathological with ultrasound. Documenting the ultrasound images obtained enables later assessment of lesion size and more precise calculation of the proportion of diseased lung. The diseased lung is identified by the presence of any pathological finding (e.g., separated and coalescent B-lines, light beams, consolidations) and the areas of diseased lung are measured. For each video clip, the proportion of involved lung is estimated (0–30-50-70-100%) and the overall proportion is then calculated. This method of semi-quantification may be used to estimate the extent of lung involvement which could serve to identify at least some of the patients more likely to require invasive ventilation.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 120,
                    "end": 122,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 311,
                    "end": 313,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 458,
                    "end": 459,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Treatment allocation",
            "ref_spans": []
        },
        {
            "text": "Periodic assessment for the appearance of findings suggestive of atelectasis or pneumonia can be highly informative. Identification of interstitial patterns or consolidations typical of pneumonia in patients with COVID-19 should lead to a change in care. Modifying ventilation parameters is simple but may not suffice for recruitment. We are adopting pronation guided mainly by LUS detection of extended lesions in the dorsal areas both in patients treated with continuous positive airway pressure (CPAP) and in invasively ventilated patients.",
            "cite_spans": [],
            "section": "Treatment allocation",
            "ref_spans": []
        },
        {
            "text": "In patients that are invasively ventilated we suggest following evidence-based suggestions for monitoring aeration changes [10, 11]. The lung is studied in oblique scans in two anterior, two lateral and two posterior areas per side. Each area is assigned a score ranging from 0 to 3 (0 = normal A-lines, 1 = multiple separated B-lines, 2 = coalescent B-lines or light beam, 3 = consolidation). The sum of all the areas represents the aeration score. The dynamic changes in aeration can then be quantified by reassigning a new score to re-aerated areas (see Table 2). New methods for automated computer-aided measurement of aeration could be considered when available, with the advantage of a more standardized quantitative approach for monitoring [13].",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 128,
                    "end": 130,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 748,
                    "end": 750,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Treatment allocation",
            "ref_spans": [
                {
                    "start": 563,
                    "end": 564,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In the setting of critically ill COVID-19 patients with severe pneumonia, the possibility of thromboembolic disease should be considered [14]. Even if there are no published studies thus far, COVID-19 patients are likely at increased risk for thromboembolism [15]. Critically ill patients should be treated accordingly and monitored by cardiac and venous ultrasound to diagnose deep venous thrombosis and cardiac signs of acute pulmonary embolism [16]. We show a case of COVID-19 with sudden deterioration and cardiac arrest due to acute pulmonary embolism with popliteal thrombosis (Online Resources Video_22-23).",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 260,
                    "end": 262,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 448,
                    "end": 450,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Treatment allocation",
            "ref_spans": []
        },
        {
            "text": "Hospital flooding of patients with COVID-19 imposes a huge burden on the medical system. This burden can be somewhat mitigated with optimization of patient identification, triage and management. LUS is noninvasive and can be performed very rapidly. LUS may be used in the ED to identify likely COVID-19 patients and to identify those patients with more extensive pulmonary involvement who should probably be referred to the ICU. It may serve to differentiate between patients with acute signs of respiratory failure, patients with mild symptoms and normal respiratory function, patients with preexisting chronic cardiac or pulmonary diseases (see flow charts in Online Resources Figure_9-11). In the ICU, LUS may be used to identify areas of poor lung aeration and to monitor the effect of changes in ventilation and recruitment maneuvers on lung aeration.",
            "cite_spans": [],
            "section": "Treatment allocation",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Categories of probability of the disease based on patterns of LUS findings\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Quantification of re-aeration and loss of aeration by the observation of changes of the LUS pattern in each of the 12 chest areas. The final score is the sum of the 12 areas\nB1: multiple separated B-lines; B2: coalescent B-lines or light beam; C: consolidation",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Critical care crisis and some recommendations during the COVID-19 epidemic in China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Tong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05979-7"
                ]
            }
        },
        "BIBREF1": {
            "title": "Bedside ultrasound assessment of positive end-expiratory pressure-induced lung recruitment",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bouhemad",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Brisson",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Le-Guen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Arbelot",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Rouby",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "183",
            "issn": "3",
            "pages": "341-347",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201003-0369OC"
                ]
            }
        },
        "BIBREF2": {
            "title": "Lung ultrasound for early diagnosis of ventilator-associated pneumonia",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mongodi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Via",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Girard",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Chest",
            "volume": "149",
            "issn": "4",
            "pages": "969-980",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2015.12.012"
                ]
            }
        },
        "BIBREF3": {
            "title": "COVID-19 pneumonia: different respiratory treatment for different phenotypes?",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gattinoni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chiumello",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caironi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-06033-2"
                ]
            }
        },
        "BIBREF4": {
            "title": "Quantitative lung ultrasonography: a putative new algorithm for automatic detection and quantification of B-lines",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brusasco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Santori",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bruzzo",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crit Care",
            "volume": "23",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13054-019-2569-4"
                ]
            }
        },
        "BIBREF5": {
            "title": "Thrombotic events in SARS-Cov 2 patients: an urgent call for ultrasound screening",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tavazzi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Civardi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Caneva",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mongodi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Mojoli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-06040-3"
                ]
            }
        },
        "BIBREF6": {
            "title": "Cardiovascular considerations for patients, health care workers, and healthsystems during the coronavirus disease 2019 (COVID-19) pandemic",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Driggin",
                    "suffix": ""
                },
                {
                    "first": "MV",
                    "middle": [],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdeli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2020.03.031"
                ]
            }
        },
        "BIBREF7": {
            "title": "Diagnostic accuracy of focused cardiac and venous ultrasound examinations in patients with shock and suspected pulmonary embolism",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nazerian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volpicelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gigli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lamorte",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Grifoni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanni",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Intern Emerg Med",
            "volume": "13",
            "issn": "4",
            "pages": "567-574",
            "other_ids": {
                "DOI": [
                    "10.1007/s11739-017-1681-1"
                ]
            }
        },
        "BIBREF8": {
            "title": "COVID-19: a novel coronavirus and a novel challenge for critical care",
            "authors": [
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Arabi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Webb",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05955-1"
                ]
            }
        },
        "BIBREF9": {
            "title": "The novel Coronavirus originating in Wuhan, China: challenges for global health governance",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Phelan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "LO",
                    "middle": [],
                    "last": "Gostin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1097"
                ]
            }
        },
        "BIBREF10": {
            "title": "Chest CT findings in patients with corona virus disease 2019 and its relationship with clinical features",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Invest Radiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/RLI.0000000000000670"
                ]
            }
        },
        "BIBREF11": {
            "title": "Relation between chest CT findings and clinical conditions of coronavirus disease (COVID-19) pneumonia: a multicenter study",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJR Am J Roentgenol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/RLI.0000000000000670"
                ]
            }
        },
        "BIBREF12": {
            "title": "CT features of coronavirus disease 2019 (COVID-19) pneumonia in 62 patients in Wuhan, China",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "AJR Am J Roentgenol China",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.20.22975"
                ]
            }
        },
        "BIBREF13": {
            "title": "International evidence-based recommendations for point-of-care lung ultrasound",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volpicelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elbarbary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Blaivas",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "4",
            "pages": "577-591",
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-012-2513-4"
                ]
            }
        },
        "BIBREF14": {
            "title": "Accuracy of lung ultrasound for the diagnosis of consolidations when compared to chest computed tomography",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Nazerian",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Volpicelli",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Vanni",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am J Emerg Med",
            "volume": "33",
            "issn": "5",
            "pages": "620-625",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajem.2015.01.035"
                ]
            }
        },
        "BIBREF15": {
            "title": "Findings of lung ultrasonography of novel corona virus pneumonia during the 2019–2020 epidemic",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-05996-6"
                ]
            }
        }
    }
}