{
    "paper_id": "PMC7172454",
    "metadata": {
        "title": "The control of necrotic enteritis in sucking piglets by means of a Clostridium perfringens toxoid vaccine",
        "authors": [
            {
                "first": "S",
                "middle": [],
                "last": "Springer",
                "suffix": "",
                "email": "info@idt-direct.de",
                "affiliation": {}
            },
            {
                "first": "H.-J",
                "middle": [],
                "last": "Selbitz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Necrotic enteritis (NE) of sucking piglets may have a peracute, acute or subacute to chronic course and is mainly seen in the first 2 weeks post partum. In addition to the peracute disease course, resulting in death, most cases are characterized by a red-brownish diarrhoea, sometimes containing blood. This is accompanied by a hemorrhagic to hemorrhagic necrotizing inflammation of the middle and posterior sections of the small intestine. In view of the high morbidity and mortality rates, NE is a cause of serious financial losses in pig rearing.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nClostridium perfringens type C [3] is the primary etiologic agent of NE in sucking piglets. Type B has also been observed [2].",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 35,
                    "mention": "[3]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 123,
                    "end": 126,
                    "mention": "[2]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Experimental infection with C. perfringens type A was found to induce a serous catarrhal enteritis. No toxemic general disease, associated with the high mortality and characteristic for NE, was observed [7], [8], [9], [10].",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "mention": "[7]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 208,
                    "end": 211,
                    "mention": "[8]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 213,
                    "end": 216,
                    "mention": "[9]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 218,
                    "end": 222,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The birth of weak piglets following infection of the population with PRRSV has recently been proposed as a predisposing factor for the appearance of disease [2]. In addition, infections with enterotoxic Escherichia coli, rotaviruses, coronaviruses and coccidia also exert a considerable influence on the clinical course of NE and its severity.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 160,
                    "mention": "[2]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Oral infection of piglets, in most cases through teats smeared with faeces, leads to replication of C. perfringens type C in the intestines, resulting in the production of protein toxins (exotoxins), including β-toxin. The β-toxin is not degraded because of the low synthesis of digestive enzymes by piglets and the high anti-trypsin content of the sows’ milk. It consequently has a decisive influence on the pathogenesis of NE.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The β-toxin initially causes considerable damage to the intestinal enterocytes and can lead to the complete disappearance of the brush border. At the same time, it causes disturbances in the terminal vascular system in the region of the villous vessels. The presence of β-toxins can be demonstrated in the mesenterial lymph nodes by this time, indicating that absorption takes place at an early stage [6]. The action of the toxins on the enterocytes culminates in their necrosis. With the epithelium exposed, the clostridia are now in a position to attach themselves to the villous stroma, i.e. to the basal membrane. Here, they rapidly bring about massive necrosis of the mucosa and submucosa, together with destruction of the villous vessels, causing leakage of erythrocytes into the lumen of the bowels. The level of β-toxin in the blood rises massively, resulting in enterotoxemia.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 404,
                    "mention": "[6]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Vaccines are currently available for the prophylaxis of NE and to fight disease in piglet populations. They contain the toxoid of the β-toxin as their active ingredient. The European Pharmacopoeia Monograph ‘C. perfringens vaccines for use in animals’ specifies requirements for the efficacy of the vaccine [1].",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 310,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "These studies were performed with C. perfringens type C toxoid vaccine (Per-C-porc®), licensed for use in swine.",
            "cite_spans": [],
            "section": "Vaccine ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A total of three batches of the C. perfringens type C toxoid vaccine were tested in accordance with the Monograph in the European Pharmacopoeia. The underlying principle of the assay is to administer the vaccine twice in rabbits and then to determine the anti-toxin titer of the rabbit sera using a suitable test toxin in the mouse. The vaccine must induce at least 10 IU of β-anti-toxin per ml rabbit serum.",
            "cite_spans": [],
            "section": "Efficacy testing under laboratory conditions ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For each batch of toxoid vaccine, 10 female SPF rabbits, (CRL New Zealand Whites, 2–2.5 kg, Charles River, Germany) were given two doses at an interval of 21 days by the subcutaneous route.",
            "cite_spans": [],
            "section": "Efficacy testing under laboratory conditions ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Blood was collected from the rabbits, 14 days after the last vaccination by cardiac puncture. The sera of 10 animals per vaccine batch were pooled and frozen at −20°C.",
            "cite_spans": [],
            "section": "Efficacy testing under laboratory conditions ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The test toxin, LFA 2-1/94, used for testing the pooled rabbit sera in the mouse, was derived from a young liquid culture of C. perfringens type C (MS 3011/001/01/81). The culture was purified by centrifugation, ultrafiltration and precipitation of the ultrafiltrate with ammonium sulfate [5]. The sterile-filtered raw toxin fraction was then lyophilized.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 292,
                    "mention": "[5]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Efficacy testing under laboratory conditions ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The international standard for C. perfringens β-anti-toxin (Central Veterinary Laboratories, Weybridge) was adopted for calculation of the test toxin dose, by determination of the LD\n50 and the L+ dose for the mouse. The value was 0.0966 mg per mouse.",
            "cite_spans": [],
            "section": "Efficacy testing under laboratory conditions ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "After establishing the test dose per mouse, the efficacy of the pooled rabbit sera was determined in accordance with the European Pharmacopoeia Monograph in one preliminary study and two main studies. The mice used for the study were female NMRI outbred mice, 18–20 g (Moellegaard Breeding Centre, Germany). Probit analysis (SPSS 5.0.2 for Windows) was used to determine the content of β-anti-toxin per ml rabbit serum.",
            "cite_spans": [],
            "section": "Efficacy testing under laboratory conditions ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The vaccine Per-C-porc®, Batch number 50 05 92, was used in a piglet breeding unit which had suffered massive losses through C. perfringens type C. Pigs of the breed ‘Deutsches Edelschwein’ were bred and farrowing was carried out in a 3-week cycle. Once the presence of the disease was established, the piglets were given a penicillin preparation by mouth in the first 3 days post partum (groups 188/189). From group 190 onwards, all dams were additionally vaccinated at 5 and 2 weeks ante partum with a single dose of Per-C-porc®. The efficacy of the vaccine was assessed through the total number of piglets born alive and the piglet losses before and after the prophylactic measures.",
            "cite_spans": [],
            "section": "Efficacy testing under field conditions ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The results for the efficacy of the vaccine batches are presented in Table 1. It can be seen that all batches satisfied the requirements of the EP Monograph on C. perfringens vaccines in that they induced at least 10 IU of β-anti-toxin per ml rabbit serum. The fluctuations in titer are related both to the toxin concentration of the fermentation product and the unavoidable biological fluctuations of the methods.",
            "cite_spans": [],
            "section": "Efficacy testing under laboratory conditions ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The piglet losses before and after the use of the C. perfringens type C vaccine Per-C-porc® in a piglet rearing unit are presented in Table 2. The clinical picture of NE was observed from sow group 187 onwards. Once the disease was confirmed by pathological/anatomical and microbiological findings, the piglets of groups 187/188 were given 40 000 IU of benzylpenicillin potassium in the first 3 days post partum [4], [11]. Administration of the penicillin shifted the peak of piglet losses from the first days post partum to the second week after birth. There was no reduction in the actual number of losses. The sows of groups 190, 191 and 192 were additionally vaccinated twice with the Per-C-porc®. The subsequent farrowing was characterized by a continuous reduction in losses and by the end of the study period had fallen to the baseline values. The clinical picture of NE was still seen, however, in isolated cases after vaccine use. These were probably piglets which had not received colostrum immediately after birth.",
            "cite_spans": [
                {
                    "start": 412,
                    "end": 415,
                    "mention": "[4]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 417,
                    "end": 421,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Efficacy testing under field conditions ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 141,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The studies clearly show that vaccination of sows with the toxoid vaccine and concomitant administration of a penicillin preparation in the piglets leads to a drastic reduction in piglet losses. At the same time, one batch which lays only marginally above the required 10 IU β-toxin per ml rabbit serum was nevertheless found to have a high level of efficacy under field conditions.\n",
            "cite_spans": [],
            "section": "Efficacy testing under field conditions ::: Results and discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Results of efficacy testing of vaccine batches in accordance with the EP Monograph on C. perfringens vaccines\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Losses before and after use of Per-C-porc®\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Diarrhoea in one to three week-old piglets associated with Clostridium perfringens type A",
            "authors": [
                {
                    "first": "M.J.A.",
                    "middle": [],
                    "last": "Nabuurs",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Haagsman",
                    "suffix": ""
                },
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "v.d. Molen",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "v.d. Heiden",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Ann. Rech. Ver.",
            "volume": "14",
            "issn": "",
            "pages": "408-411",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Zur Chemotherapie und Bekämpfung der Salmonellose, von Clostridieninfektionen und Erkrankungen der Atemwege beim Schwein",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Seyfarth",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Kielstein",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Trolldenier",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Mh. Vet. -Med.",
            "volume": "39",
            "issn": "",
            "pages": "613-617",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Enteritis and enterotoxaemia associated with Clostridium perfringens infection in young pigs",
            "authors": [
                {
                    "first": "A.C.J.",
                    "middle": [],
                    "last": "Gresham",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pig J.",
            "volume": "40",
            "issn": "",
            "pages": "99-108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Necrotizing infectious enterititis in piglets, caused by Clostridium perfringens type C (Pathological changes)",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Hogh",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Acta Vet. Scand.",
            "volume": "10",
            "issn": "",
            "pages": "57-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Bekämpfung der nekrotisierenden Enteritis der Saugferkel (Cl. perfringens-Typ C-Enteroroxämie)",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Prakt. Tierarzt",
            "volume": "79",
            "issn": "",
            "pages": "124-137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Development of double sandwich ELISA for Clostridium perfringens beta und epsilon toxin",
            "authors": [
                {
                    "first": "A.H.",
                    "middle": [],
                    "last": "El Idrissi",
                    "suffix": ""
                },
                {
                    "first": "G.E.",
                    "middle": [],
                    "last": "Ward",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Vet. Microbiol.",
            "volume": "31",
            "issn": "",
            "pages": "89-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Untersuchungen zur Clostridium perfringens-Typ C-Enterotoxämie (nekrotisierende Enteritis der Saugferkel (2. Mitteilung)",
            "authors": [
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Johannsen",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Menger",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Erwerth",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Arch. Exp. Vet. Med.",
            "volume": "40",
            "issn": "",
            "pages": "881-894",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Untersuchungen zur experimentellen Clostridium perfringens-Typ-A-Enterotoxämie (1. Mitteilung)",
            "authors": [
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Johannsen",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                },
                {
                    "first": "H.-J.",
                    "middle": [],
                    "last": "Selbitz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mh. Vet. -Med.",
            "volume": "48",
            "issn": "",
            "pages": "129-136",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Untersuchungen zur experimentellen Clostridium-perfringens-Typ-A-Enterotoxämie (2. Mitteilung)",
            "authors": [
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Johannsen",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Menger",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                },
                {
                    "first": "H.-J.",
                    "middle": [],
                    "last": "Selbitz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mh. Vet. -Med.",
            "volume": "48",
            "issn": "",
            "pages": "267-273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Untersuchungen zur experimentellen Clostridium-perfringens-Typ-A-Enterotoxämie (3. Mitteilung)",
            "authors": [
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Johannsen",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Menger",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Köhler",
                    "suffix": ""
                },
                {
                    "first": "H.-J.",
                    "middle": [],
                    "last": "Selbitz",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Mh. Vet. -Med.",
            "volume": "48",
            "issn": "",
            "pages": "299-306",
            "other_ids": {
                "DOI": []
            }
        }
    }
}