{
    "paper_id": "PMC7163727",
    "metadata": {
        "title": "How would Australian hospital staff react to an avian influenza admission, or an influenza pandemic?",
        "authors": [
            {
                "first": "Franco",
                "middle": [],
                "last": "Martinese",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gerben",
                "middle": [],
                "last": "Keijzers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Steven",
                "middle": [],
                "last": "Grant",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [],
                "last": "Lind",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Severe acute respiratory syndrome (SARS) and avian (H5N1) influenza outbreaks pose well‐known threats to the health, and even lives, of health workers.\n1\n High absenteeism is very disruptive to hospital service provision.\n2\n, \n3\n During the SARS outbreak, affected hospitals experienced severe staff shortages,\n4\n as a result of personal or family health concerns, child care issues, quarantine measures or inability to get to work.\n5\n, \n6\n Staff were frightened for both their own and their family's health, and experienced significant psychosocial stress.\n3\n, \n7\n, \n8\n, \n9\n, \n10\n Only 18% of 186 health‐care staff surveyed in the USA were willing to work in the hypothetical setting of a transmissible infectious agent for which only unproven, experimental prophylaxis was available.\n11\n In the event of an influenza pandemic almost half of the local staff in another US study would be unwilling to work.\n12\n However, other studies have suggested that the implementation of appropriate education and protective measures improved willingness to work.\n5\n, \n11\n, \n13\n, \n14\n\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To minimize the risk of influenza transmission, health worker protection should involve both basic and specific measures. Basic measures include infection control procedures and personal protective equipment (PPE).\n15\n Basic infection control procedures consist of hand washing,\n16\n isolation and barrier nursing, and proper use and disposal of medical equipment, whereas PPE consists of a minimum of a surgical mask, but for close patient contact, should include a P2 mask, protective gown, gloves and eyewear,\n17\n which are available in most Australian hospitals. Specific measures include antiviral drugs (such as oseltamivir) and immunizations.\n18\n Although the Australian government is stockpiling antivirals,\n19\n, \n20\n sufficient antivirals would not be available for weeks,\n21\n, \n22\n and immunizations can only be developed once the viral strain has been identified with a lag time of about 6 months.\n21\n\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Given the potential for high morbidity and mortality coupled with a significant impact upon the operation of the health‐care system, we aimed to describe how an avian or pandemic influenza threat would affect hospital staff in an Australian setting. These effects are described in terms of expected absentee rates, work attitudes, concerns and incentives, which might be addressed in order to maximize work attendance should an influenza admission or pandemic occur.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We surveyed a convenient sample of Gold Coast Hospital staff between May and August 2006. The Gold Coast Hospital is a 570‐bed major metropolitan hospital in Southport, Queensland, Australia, employing 2051 full‐time equivalent workers. Data were collected using a questionnaire that was designed in collaboration with the hospital administration, infectious diseases and ED. It explored work attitudes to two hypothetical influenza scenarios: (i) a single patient admitted with avian influenza; and (ii) multiple patients admitted with a new strain of human influenza during a pandemic. Its format was self‐report pencil‐and‐paper, and addressed demographics, reasons why staff would (or would not) work, if they would work in the presence or absence of basic preventative measures (i.e. PPE) and specific preventative measures (immunizations and antiviral medications), and also work incentives and perceived risk. The importance of work incentives and level of concern were measured on a 10 cm visual analogue scale.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "The anonymous questionnaire was distributed to hospital staff (medical, nursing, allied health and support staff) working part‐time or full‐time (Table 1). We aimed to sample approximately 25% of each staff group, based on the number of full‐time equivalent staff positions. Questionnaires were distributed during routine staff meetings during working hours. Participation was voluntary and informed consent was obtained. Completed questionnaires were placed in a locked box and stored securely. The study was approved by the hospital's human research and ethics committee.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 146,
                    "end": 153,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We compared anticipated work attendance rates between demographic groups, using Pearson's χ2‐test to detect differences in proportions. The Student's paired t‐test was used to compare continuous variables between scenarios, setting P values of <0.05 as statistically significant. Both univariate and multivariate odds ratios (OR) were calculated for all potential predictors (Table 1). Univariate OR and their 95% CI were calculated using cross tables, and Yates correction for 2 × 2 tables was used. Multivariate OR were determined by logistical regression, with forward inclusion of predictive variables for both scenarios. To decide whether the variable was included in the logistical regression model, a threshold of P < 0.30 had to be reached in univariate analysis. All statistical analyses were preformed using spps version 15.0 (SPSS, Chicago, IL, USA).",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": [
                {
                    "start": 376,
                    "end": 383,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A total of 570 questionnaires were distributed to staff. Ten (2%) declined participation (98% response rate). This response represents 27% of the hospital's workforce. Most were female (two‐thirds), aged between 21 and 50 years (three‐quarters), and nurses (44%). The 101 (18%) medical staff consisted of 22 consultants, 46 registrars and 33 residents. Most staff were required to work in areas with acute medical patients (77%), and about half of all staff attended the ED during their usual work (51%) (Table 1).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 505,
                    "end": 512,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Some staff (n= 72, 13%) would not attend work if there was even a single case of avian influenza admitted (scenario one). Of the remainder, 136 (25%) would not work until specific antiviral preventative measures were provided (despite immediate access to basic preventative measures). Adding these, a total of 208 (38%) of staff would not attend work in scenario one.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In response to multiple admissions indicating an influenza pandemic (scenario two), 36% of staff would not attend work. Of the remaining 351 (64%) staff, a further 95 (17%) would not work without immediate provision of specific antiviral preventative measures (despite immediate access to basic preventative measures). This resulted in a total of 291 (53%) of staff not attending work in scenario two.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Predicted absenteeism for either scenario is summarized in Table 2. Absenteeism was not statistically different between age groups, job description, duration of employment, presence of dependants or sex.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 59,
                    "end": 66,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The logistical regression models for both scenarios indicated that the same four variables were significant predictors for absenteeism. These were: employment status, pregnancy in the family, being required in the ED for work and working with acute medical patients. On the basis of the Hosmer and Lemeshow goodness of fit test (χ2= 3.1, d.f. = 4, P= 0.54 for scenario one and χ2= 6.3, d.f. = 6, P= 0.39 for scenario two), both models fit the data well. The multivariate OR are reported in Table 3.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 490,
                    "end": 497,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Staff who worked part‐time were more likely to be absent in both scenarios compared with full‐time workers (21% vs 12%, OR 2.3 [95% CI 1.1–4.9], P < 0.05 and 48% vs 34%, OR 2.7 [95% CI 1.4–5.0], P < 0.01 respectively). Staff with a pregnancy in the family were also significantly more likely to be absent in both scenarios compared with other staff (62% vs 12%, OR 0.09, P < 0.001 and 93% vs 34%, OR 0.04 [95% CI 0.01–0.3], P < 0.001 respectively).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Interestingly, in both scenarios, staff were significantly less likely to be absent if their normal job required them to be in an area where the potential for contact with influenza patients was high (i.e. the ED) (9% vs 18%; OR 1.9 [95% CI 1.1–3.4], P < 0.05 in scenario one and 30% vs 41%, OR 1.81 [95% CI 1.1–2.8], P < 0.05 in scenario two) or areas with acute medical patients (i.e. medical wards) (11% vs 21%; OR 1.9 [95% CI 1.02–3.4], P < 0.05 and 32% vs 48%, OR 2.0 [95% CI 1.1–3.4], P < 0.05, for scenarios one and two respectively).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Of medical staff, almost 8% in scenario one and 34% in scenario two would not attend for duty, independent of seniority. Job description had no significant effect on work absenteeism in both scenarios. Specifically, cleaning/porterage staff, pathology staff and nursing staff were all at least as likely to work as medical staff; however, this did not reach statistical significance. In both scenarios, 70–80% of staff declared that reasons for not working were primarily concerns for their own health, and concerns for their family's health.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "For both scenarios, several possible incentives to work were offered and staff were asked to rate the importance of these on a visual analogue scale from 0 to 10. The most important were the provision of full preventative measures for staff, and provision of alternative accommodation for staff who would attend work, to reduce the risk of transmission to their families (Table 4).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 372,
                    "end": 379,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Among the staff who would work, a substantial percentage (22% and 39% for each scenario respectively) indicated that they would require alternative accommodation. Most respondents (n= 414, 87%) overestimated the mortality rate, perceiving it to be more than 0.1%, with almost half (48%) grossly overestimating it to be 10% or more.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Since 1997, over 268 human cases of H5N1 avian influenza have been documented worldwide (although none has been reported in Australia\n23\n), with mortality rates of around 60%.\n24\n Importantly, there have been no cases of human‐to‐human transmission to the general community or to health‐care staff.\n25\n\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Of more concern, however, is that the human and avian influenza A viruses might undergo the genetic changes of ‘antigenic drift’ into highly pathogenic forms,\n25\n, \n26\n triggering human influenza pandemics.\n27\n, \n28\n This might create high hospital workforce absenteeism as a part of enormous global morbidity, mortality and catastrophic social and economic disruption.\n27\n, \n29\n\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We found that the expected absentee rates among tertiary hospital staff would be high enough to disrupt the normal functioning capacity of the hospital. The estimate of up to 38% absenteeism for avian influenza virus is alarmingly high as the H5N1 virus has never been transmitted from patients to health‐care workers.\n25\n We felt that the disproportionate concern among staff most likely relates to avian influenza's considerable and often dramatic media profile.\n1\n\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "For a pandemic influenza threat, the absentee rate of up to 53% is comparable to prior international findings for an equally threatening infectious and transmissible biological hazard.\n11\n, \n12\n This high predicted absentee rate is less surprising as 21% of SARS victims worldwide were health‐care staff. However, transmission of the SARS virus was found to be most likely because of lack of basic preventative measures.\n30\n We felt that respondents in our survey did not fully appreciate the effectiveness of basic preventative measures. During the SARS epidemic, hospital staff in Toronto and Singapore needed specific education to develop a positive view on the effectiveness of basic protective measures in preventing further transmission of the SARS virus.\n3\n, \n30\n, \n31\n\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Previous research has shown that in the face of perceived risks to personal health, willingness to attend work was higher in medical and nursing staff than in support staff.\n5\n, \n12\n Our study did not find such a difference, but along similar lines, we found that staff working in areas likely to be directly responsible for the care of influenza patients (i.e. emergency and acute medical wards) were more likely to report for duty, despite the higher risk of exposure to the virus. This finding was the same for both clinical and non‐clinical support staff. This is consistent with research demonstrating that staff are more willing to attend work if they perceive their role to be central and important in the response to a public health threat.\n5\n, \n12\n, \n13\n Along similar lines, full‐time employees were less likely to be absent, which might reflect either greater job commitment or job dependency compared with part‐time workers.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The corollary of the above finding is that other hospital services not directly related to treatment of influenza patients might deteriorate, compounding the surge‐capacity situation and hospital crisis.\n32\n Particular attention should therefore be focused on minimizing absenteeism of staff in these departments (e.g. pathology, pharmacy, allied health and non‐acute medical and surgical wards). Hospitals will have to alter their casemix at the height of an influenza pandemic and restrict outpatient services and elective surgery.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Surprisingly, neither duration of employment nor seniority of medical staff had any significant effect on willingness to work. As expected, there was a very strong unwillingness to attend work if there was a pregnancy in the family; however, the impact of this would be minimal, as less than 3% of our respondents had a pregnancy in the family (n= 14).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The work incentives perceived to be important (protective measures for themselves and their families) were in keeping with other literature.\n5\n, \n11\n, \n12\n, \n13\n Provision of alternative accommodation for staff who chose to work during the influenza threat also scored highly. During the SARS threat, multiple reports demonstrated that these supportive measures were important, and thus maximized work attendance.\n3\n, \n4\n, \n7\n, \n8\n Implementing such support measures in the event of an influenza pandemic is in accordance with recent Australian recommendations in pandemic planning.\n32\n\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Of particular interest was that a high proportion (87%) of staff overestimated the mortality rate of the recent ‘Hong Kong’ and ‘Asian’ influenza pandemics. This overestimation of mortality rate, together with the expected high absentee rates for both scenarios, strongly suggests that the perceived risk (rather than actual risk) is an important determinant of work attendance. This is supported by an increased psychological morbidity and an unwillingness to work in staff who overestimated their actual risk during the 2003 Hong Kong SARS epidemic.\n9\n\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The present study has a number of limitations. We cannot exclude that a form of selection bias has taken place. However, the high return rate (98%) was from a good representation of the actual hospital staff. We perceived that the high return rate and survey completeness were attributable to the personal distribution of the survey by the researchers and by asking staff to complete and return it within the allocated time of the information session.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A second limiting factor of the present study was the potential for bias caused by socially acceptable answering, resulting in possible underestimated absentee rates. If either scenario actually occurred, staff might not act in accordance with their response depending on influences, such as media, personal contacts and unexpected personal circumstances. It is also possible that lack of availability of leave or financial pressures might force staff to reconsider their decision to not work. On the other hand, should a pandemic occur, the absentee rate might be even higher because of staff's having to care for sick family members, transport difficulties, quarantine measures and childcare commitments following school closure.\n5\n, \n31\n These limitations should be considered when using the findings of the present study in development of pandemic planning in other health‐care settings.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "An influenza pandemic has the potential to cause high hospital staff absenteeism and consequently disrupt hospital medical services at a time when they are needed most. We recommend thorough compulsory staff education on the effectiveness of basic infection control procedures and PPE in preventing transmission of the influenza virus, as well as accurate education on the actual risk posed by the influenza virus or other respiratory pathogens. This would potentially minimize staff absenteeism and thereby limit disruption to hospital services in the event of an Australian influenza pandemic threat.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Characteristics of study subjects\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Percentage absentees in scenarios one and two\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Factors associated with likely attendance at work in scenarios one and two\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Importance of incentives to work†\n\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "\nPanic ‘Could Overwhelm’ in a Pandemic\n",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The occupational and psychosocial impact of SARS on academic physicians in three affected hospitals",
            "authors": [],
            "year": 2005,
            "venue": "Psychosomatics",
            "volume": "46",
            "issn": "",
            "pages": "385-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Will emergency health care providers respond to mass casualty incidents?",
            "authors": [],
            "year": 2007,
            "venue": "Prehosp. Emerg. Care",
            "volume": "11",
            "issn": "",
            "pages": "49-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Local public health workers' perceptions toward responding to an influenza pandemic",
            "authors": [],
            "year": 2006,
            "venue": "BMC Public Health",
            "volume": "6",
            "issn": "99",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Willingness of staff to report to their hospital duties following an unconventional missile attack: a state‐wide survey",
            "authors": [],
            "year": 1991,
            "venue": "Isr. J. Med. Sci.",
            "volume": "27",
            "issn": "11–12",
            "pages": "704-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The willingness of U.S. Emergency Medical Technicians to respond to terrorist incidents",
            "authors": [],
            "year": 2005,
            "venue": "Biosecur. Bioterror.",
            "volume": "3",
            "issn": "",
            "pages": "331-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Infection control and pandemic influenza",
            "authors": [],
            "year": 2006,
            "venue": "Med. J. Aust.",
            "volume": "185",
            "issn": "",
            "pages": "S54-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Physical interventions to interrupt or reduce the spread of respiratory viruses: systematic review",
            "authors": [],
            "year": 2008,
            "venue": "BMJ",
            "volume": "336",
            "issn": "",
            "pages": "77-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Emergency department personal protective equipment requirements following out‐of‐hospital chemical biological or radiological events in Australasia",
            "authors": [],
            "year": 2007,
            "venue": "Emerg. Med. Australas.",
            "volume": "19",
            "issn": "",
            "pages": "86-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "\nInterim Recommendations for Infection Control in Health‐Care Facilities Caring for Patients with Known or Suspected Avian Influenza\n",
            "authors": [],
            "year": 2007,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "\nThe Australian Health Management Plan for Pandemic Influenza\n",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Anthrax as a biological weapon, 2002: updated recommendations for management",
            "authors": [],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "17",
            "pages": "2236-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Antivirals in the management of an influenza pandemic",
            "authors": [],
            "year": 2006,
            "venue": "Med. J. Aust.",
            "volume": "185",
            "issn": "",
            "pages": "S58-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "\nPandemic Influenza Questions and Answers\n",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Pandemic vaccines: promises and pitfalls",
            "authors": [],
            "year": 2006,
            "venue": "Med. J. Aust.",
            "volume": "185",
            "issn": "",
            "pages": "S62-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "\nFrequently Asked Questions about Avian Influenza or Bird Flu\n",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "\nCumulative Number of Confirmed Human Cases of Avian Influenza A/(H5N1) Reported to WHO\n",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "\nAvian Influenza Frequently Asked Questions\n",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The influenza viruses",
            "authors": [],
            "year": 2006,
            "venue": "Med. J. Aust.",
            "volume": "185",
            "issn": "",
            "pages": "S39-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "A history of influenza",
            "authors": [],
            "year": 2001,
            "venue": "J. Appl. Microbiol.",
            "volume": "91",
            "issn": "",
            "pages": "572-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Avian influenza: a pandemic waiting in the wings?",
            "authors": [],
            "year": 2006,
            "venue": "Emerg. Med. Australas.",
            "volume": "18",
            "issn": "",
            "pages": "420-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "\nTen Things You Need to Know about Pandemic Influenza\n",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Risk perception and impact of Severe Acute Respiratory Syndrome (SARS) on work and personal lives of healthcare workers in Singapore: what can we learn?",
            "authors": [],
            "year": 2005,
            "venue": "Med. Care",
            "volume": "43",
            "issn": "",
            "pages": "676-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "SARS plague: duty of care or medical heroism?",
            "authors": [],
            "year": 2006,
            "venue": "Ann. Acad. Med. Singap.",
            "volume": "35",
            "issn": "",
            "pages": "374-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Factors associated with the psychological impact of severe acute respiratory syndrome on nurses and other hospital workers in Toronto",
            "authors": [],
            "year": 2004,
            "venue": "Psychosom. Med.",
            "volume": "66",
            "issn": "",
            "pages": "938-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Pandemic influenza and critical infrastructure dependencies: possible impact on hospitals",
            "authors": [],
            "year": 2006,
            "venue": "Med. J. Aust.",
            "volume": "185",
            "issn": "",
            "pages": "S70-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Severe acute respiratory syndrome (SARS) and healthcare workers",
            "authors": [],
            "year": 2004,
            "venue": "Int. J. Occup. Environ. Health",
            "volume": "10",
            "issn": "",
            "pages": "421-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Health care workers' ability and willingness to report to duty during catastrophic disasters",
            "authors": [],
            "year": 2005,
            "venue": "J. Urban Health",
            "volume": "82",
            "issn": "",
            "pages": "378-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Loss of paramedic availability in an urban emergency medical services system during a severe acute respiratory syndrome outbreak",
            "authors": [],
            "year": 2004,
            "venue": "Acad. Emerg. Med.",
            "volume": "11",
            "issn": "",
            "pages": "973-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital",
            "authors": [],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "",
            "pages": "1245-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Psychosocial effects of SARS on hospital staff: survey of a large tertiary care institution",
            "authors": [],
            "year": 2004,
            "venue": "CMAJ",
            "volume": "170",
            "issn": "",
            "pages": "793-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Severe acute respiratory syndrome (SARS) in Hong Kong in 2003: stress and psychological impact among frontline healthcare workers",
            "authors": [],
            "year": 2004,
            "venue": "Psychol. Med.",
            "volume": "34",
            "issn": "",
            "pages": "1197-204",
            "other_ids": {
                "DOI": []
            }
        }
    }
}