{
    "paper_id": "PMC7121028",
    "metadata": {
        "title": "Update in Pediatric Hospital Medicine",
        "authors": [
            {
                "first": "Shalea",
                "middle": [],
                "last": "Piteau",
                "suffix": "",
                "email": "shaleapiteau@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "J.",
                    "N."
                ],
                "last": "Davis",
                "suffix": "",
                "email": "Elizabeth.Davis2@bcm.edu",
                "affiliation": {}
            },
            {
                "first": "Ricardo",
                "middle": [],
                "last": "Quinonez",
                "suffix": "",
                "email": "Quinonez@bcm.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nBronchiolitis is the most common\ncause of hospitalization for infants less than 12 months of age with the disease causing approximately 100,000 annual hospitalizations in the United States (Ralston et al. 2014; Friedman et al. 2014; Hasegawa et al. 2013). A significant amount of literature on this subject has been published since the first 2006 iteration of the American Academy of Pediatrics (AAP) Clinical Practice Guideline (American Academy of Pediatrics Subcommittee on Diagnosis and Management of Bronchiolitis 2006). Both the AAP and the Canadian Paediatric Society (CPS) published updated recommendations on the diagnosis, management, and prevention of bronchiolitis in November of 2014 (Ralston et al. 2014; Friedman et al. 2014). As a reflection of most of the literature that surrounds the management of this challenging entity, the new guidelines contain a majority of action statements that recommend against the use of tests and therapies. Table 12.1 summarizes the major updates between the AAP 2006 and 2014 iterations.",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 210,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 228,
                    "end": 232,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 250,
                    "end": 254,
                    "mention": "2013",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 520,
                    "end": 524,
                    "mention": "2006",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 714,
                    "end": 718,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 736,
                    "end": 740,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction ::: Acute Viral Bronchiolitis",
            "ref_spans": [
                {
                    "start": 963,
                    "end": 967,
                    "mention": "12.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nViral lower respiratory tract pathogens are the cause of bronchiolitis in infants and children less than 2 years old. The disorder is self-limiting and is characterized by edema, acute inflammation, and necrosis of the epithelial cells lining the small airways combined with increased mucous production. The clinical patient manifestations typically include cough and rhinitis at the start of the illness that often progresses to a variable degree of respiratory distress with accessory muscle use, tachypnea, wheezing, rales, nasal flaring, and/or hypoxia. Those with a mild manifestation of symptoms can often be managed as an outpatient, but many still require hospitalization for supportive care of moderate to severe disease (Ralston et al. 2014; Friedman et al. 2014; Agency for Healthcare Research and Quality 2003). The decision to admit a patient should be based on clinical judgment with assessment of the respiratory status, ability to maintain hydration, risk of severe disease progression, and the family’s ability to care for the patient at home (Friedman et al. 2014).",
            "cite_spans": [
                {
                    "start": 747,
                    "end": 751,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 769,
                    "end": 773,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 818,
                    "end": 822,
                    "mention": "2003",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1078,
                    "end": 1082,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Background ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "Respiratory syncytial virus ( RSV)\nis the most common etiology of bronchiolitis (Agency for Healthcare Research and Quality 2003; Miller et al. 2013; Mullins et al. 2003). Other viruses that cause the same clinical manifestations include human rhinovirus, influenza, coronavirus, human metapneumovirus, and parainfluenza virus (Miller et al. 2013). December through March is typically the time with the highest incidence of RSV, but regional variations demonstrate high RSV prevalence as early as August and as late as May (Mullins et al. 2003; Centers for Disease Control and Prevention 2013). Also, some of the other viruses are present in other months meaning bronchiolitis can be seen year round (Agency for Healthcare Research and Quality 2003).",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 128,
                    "mention": "2003",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 144,
                    "end": 148,
                    "mention": "2013",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 165,
                    "end": 169,
                    "mention": "2003",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 342,
                    "end": 346,
                    "mention": "2013",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 539,
                    "end": 543,
                    "mention": "2003",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 588,
                    "end": 592,
                    "mention": "2013",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 744,
                    "end": 748,
                    "mention": "2003",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Background ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "\nThe diagnosis ofbronchiolitis should be made clinically with history and physical exam. The provider should use the clinical assessment to distinguish between viral bronchiolitis and other disorders, characterize the severity of illness, and identify risk factors for severe disease. Both guidelines recommend against routine use of chest x-rays, viral testing, or other lab testing as these studies do not correlate with disease severity or clinical outcomes, provide no value to the patient, and may lead to unnecessary antibiotics or hospitalizations (Ralston et al. 2014; Friedman et al. 2014; Mansbach et al. 2012; Swingler et al. 1998; Schuh et al. 2007).",
            "cite_spans": [
                {
                    "start": 571,
                    "end": 575,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 593,
                    "end": 597,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 615,
                    "end": 619,
                    "mention": "2012",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 637,
                    "end": 641,
                    "mention": "1998",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 656,
                    "end": 660,
                    "mention": "2007",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Diagnosis ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "\nSeveral studies, including many meta-analyses and systematic reviews on the use of bronchodilators in bronchiolitis, have shown a lack of effect on need for hospitalization, disease resolution, or length of stay (LOS), and the effect they may have on clinical symptom scores is transient (Ralston et al. 2014; Friedman et al. 2014; Kellner et al. 1996; Flores and Horwitz 1997; Zorc and Hall 2010; Wainwright 2010; Gadomski and Scribani 2014). As such, a major change to the treatment recommendations in the AAP guideline and also included in the CPS guideline is the recommendation against the use of bronchodilators (albuterol or salbutamol) for bronchiolitis, even as a trial (Ralston et al. 2014; Friedman et al. 2014).",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 309,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 327,
                    "end": 331,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 348,
                    "end": 352,
                    "mention": "1996",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 373,
                    "end": 377,
                    "mention": "1997",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 393,
                    "end": 397,
                    "mention": "2010",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 410,
                    "end": 414,
                    "mention": "2010",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 438,
                    "end": 442,
                    "mention": "2014",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 696,
                    "end": 700,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 718,
                    "end": 722,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Bronchodilators ::: Management ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "Both guidelines also recommend against the use of nebulized epinephrine in hospitalized patients with bronchiolitis due to multiple studies and reviews showing lack of effect on LOS or other outcomes such as change in respiratory rate, respiratory effort, or time on oxygen (Hartling et al. 2003, Hartling et al. 2011a, b; Wainwright et al. 2003; Skjerven et al. 2013). One large multicenter study also found that using it on a fixed schedule prolonged LOS (Skjerven et al. 2013). The use of epinephrine in the emergency department or outpatient setting, however, remains controversial. One large, multicenter, randomized, double-blind, placebo-controlled trial with 800 infants compared hospitalization rates over 7 days between four study groups: nebulized epinephrine plus oral dexamethasone, nebulized epinephrine plus oral placebo, nebulized placebo plus oral dexamethasone, and nebulized placebo plus oral placebo (Plint et al. 2009). They found that the group receiving epinephrine combined with dexamethasone was less likely to be hospitalized by day 7 than the double placebo group. However, when they adjusted for multiple comparisons, this difference was no longer statistically significant. A Cochrane review (Hartling et al. 2011a) also found that rates of hospital admissions were reduced on the day of the first emergency department visit but not overall (by day 7). While the CPS guideline suggests that providers may trial a dose of nebulized epinephrine with careful monitoring of clinical response, the AAP guideline cautions against its use since home use is not routine, and the transient effect seen during observation does not affect the overall course of the illness (Ralston et al. 2014; Friedman et al. 2014).",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "mention": "2003",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 313,
                    "end": 318,
                    "mention": "2011a",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 320,
                    "end": 321,
                    "mention": "b",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 341,
                    "end": 345,
                    "mention": "2003",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 363,
                    "end": 367,
                    "mention": "2013",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 474,
                    "end": 478,
                    "mention": "2013",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 934,
                    "end": 938,
                    "mention": "2009",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1238,
                    "end": 1243,
                    "mention": "2011a",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1707,
                    "end": 1711,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1729,
                    "end": 1733,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Bronchodilators ::: Management ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "\nNew for the AAP 2014 management guideline and also included in the CPS guideline are recommendations on the use ofhypertonic saline ( HTS)\n. HTS should not be administered to patients in the outpatient or emergency department settings as it has no effect on hospitalization rates (Ralston et al. 2014; Friedman et al. 2014; Zhang et al. 2008). Both guidelines suggest that HTS may be used on hospitalized patients due to some available literature showing a reduction in length of stay (LOS) (Zhang et al. 2008, 2015; Badgett et al. 2015). The published literature, however, had inconsistent findings on this potential effect, and the reduction in LOS only involved patient populations with an average LOS of >3 days (the average LOS in the US is 2.4 days) (Ralston et al. 2014; Friedman et al. 2014; Brooks et al. 2016).",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 301,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 319,
                    "end": 323,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 338,
                    "end": 342,
                    "mention": "2008",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 506,
                    "end": 510,
                    "mention": "2008",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 512,
                    "end": 516,
                    "mention": "2015",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 533,
                    "end": 537,
                    "mention": "2015",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 773,
                    "end": 777,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 795,
                    "end": 799,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 815,
                    "end": 819,
                    "mention": "2016",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Hypertonic Saline ::: Management ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "Since the publications of the guidelines, newer evidence suggests that the original reported benefits of HTS may have been overstated. First, the results of two US randomized controlled trials failed to show any effect of HTS as it relates to length of stay. Second, in June of 2016, Brooks et al. (2016) published a reanalysis of the studies included in two prior meta-analyses. Among the 18 RCTs reporting LOS as an outcome, they found two main sources of excessive heterogeneity. First, there was an outlier study population with significantly different discharge criteria and substantially longer than expected LOS. Second, they found baseline differences between the treatment arms in the day of illness at enrollment resulting in a systematic bias favoring the treatment arm in most of the small positive studies (those presenting later in illness were more likely to be allocated to the HTS group). Once the authors controlled for these factors to resolve the heterogeneity, HTS no longer had any effect on LOS.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 303,
                    "mention": "2016",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Hypertonic Saline ::: Management ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "\nNasal suctioning has longbeen a common therapeutic intervention to clear the increased mucous produced in bronchiolitis and temporarily reduce increased work of breathing. Despite the obvious reasons for use as a supportive measure, very little data exists on the role of suctioning in the management of patients with bronchiolitis. A retrospective cohort study published in 2013 (Mussman et al. 2013) assessed the relationships between frequency and type of suctioning with LOS. The authors hypothesized that repeated nasopharyngeal suctioning (“deep” suction), compared to noninvasive nasal suctioning, would lead to worse outcomes due to local trauma and that frequent noninvasive suctioning would improve outcomes. Infants 2–12 months of age were included with 740 infants in the device type cohort (deep vs noninvasive suctioning) and 695 infants in the suctioning lapse cohort. They excluded patients who were intubated, with a tracheostomy, admitted to the PICU, or who had a LOS less than 12 h and included only index admissions. The percentage of deep suctioning exposures in the first 24 h of admission were calculated and categorized into four ranges, and the data was analyzed using a multivariable model adjusted for inverse weighting of propensity to receive deep suctioning. For the suctioning lapse group, the number of sequential suctioning events separated by more than 4 h was counted for the first 24 h of admission. They found a statistically significant association of increased length of stay for the group that had deep suctioning in the first 24 h and for those with lapses greater than 4 h (mean difference 0.6 days and 1 day, respectively). While further studies are needed, this study suggests that aggressive nasopharyngeal (“deep”) suctioning may prolong LOS, and patients benefit from frequent less aggressive nasal suctioning. These findings complement a prior study from 2011 on predictors of LOS in bronchiolitis that also found a significant association between nasopharyngeal suctioning early in the hospitalization and increased LOS (Weisgerber et al. 2011).",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "mention": "2013",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 2090,
                    "end": 2094,
                    "mention": "2011",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "Suctioning ::: Management ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "\nInfants with poor feeding or difficulty feeding safely due to level of respiratory distress may receive either nasogastric (NG) or intravenous fluids (Ralston et al. 2014; Friedman et al. 2014). The inclusion of NG fluids is new to the AAP guideline recommendations, and hydration via this route appears to be safe for both older and young infants (Oakley et al. 2013, 2016). A multicenter, open, randomized trial (Oakley et al. 2013) comparing NG and IV fluid therapy in infants 2–12 months of age with bronchiolitis found no significant difference in length of stay, escalation of care, need for ventilator support, or adverse events between the groups. There was no difference in parent satisfaction scores between the groups, but the NG route had a higher success rate of insertion and fewer required attempts of insertion than the IV route (Oakley et al. 2013). More recently, a descriptive, retrospective cohort study examined the use of NG fluids in infants <2 months of age with bronchiolitis and found no difference in the rate of adverse events between the NG and IV groups, no aspiration events, and no difference in LOS (Oakley et al. 2016).",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 171,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 189,
                    "end": 193,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 364,
                    "end": 368,
                    "mention": "2013",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 370,
                    "end": 374,
                    "mention": "2016",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 430,
                    "end": 434,
                    "mention": "2013",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 861,
                    "end": 865,
                    "mention": "2013",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1148,
                    "end": 1152,
                    "mention": "2016",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Feeding and Hydration ::: Management ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "\nOver the past two decades, the hospitalization rate of children with bronchiolitis has significantly increased while the mortality rate has remained constant. One of the implicated contributors to this rise in hospitalizations is the increased use of pulse-oximetry during this time (Schroeder et al. 2004). Oxygen saturation does not correlate with and is not a proxy for respiratory distress (Wang et al. 1992), and yet it has been shown to be a main factor in the decision to admit and lengthening of LOS (Ralston et al. 2014; Schroeder et al. 2004; Cunningham and McMurray 2012). Physiologically, when the oxygen saturation is 90%, it takes much higher elevations in the arterial pressure of oxygen to cause further increases in the saturation versus when the saturation is <90%, and increasing saturations above the 90% threshold has no clear clinical benefit (Ralston et al. 2014; Anaesthesia UK 2005). Also, studies on healthy infants show that transient hypoxemia occurs commonly without apparent harm (Hunt et al. 1999), and the intermittent hypoxemia that asthmatic children experience does not cause intellectual impairment or behavioral problems (Rivetveld and Colland 1999; Bender et al. 1987). Based on this data, both guidelines give the recommendation that providers may choose not to use oxygen in patients with oxyhemoglobin saturations equal to or higher than 90% (Ralston et al. 2014; Friedman et al. 2014) or use continuous pulse-oximetry in infants and children with bronchiolitis (Ralston et al. 2014). More data has since been published that further supports this recommendation (Cunningham et al. 2015; McCulloh et al. 2015). Cunningham et al. (2015) performed a multicenter, randomized, controlled, double-blind equivalence study to see if the ≥90% target for infants with bronchiolitis was equivalent to the ≥94% target for illness resolution. To accomplish this, they randomly assigned one group of infants (307) to be connected to a modified oximeter that would display a measured value of 90% as 94%. Another group of infants (308) were placed on a standard oximeter that displayed the accurate measured values. Each group only received oxygen if the displayed value was <94%, as was the standard practice. They found that the ≥90% oxygen saturation target to be equally safe and effective as the ≥94% target with no difference between the groups in adverse events or escalation of care. The modified group also had a significantly shorter LOS and time on oxygen but fewer readmissions and no increase in post-discharge parental anxiety. In a multicenter, randomized, superiority trial, McCulloh et al. (2015) studied the effect of intermittent versus continuous pulse-oximetry use on LOS in nonhypoxemic bronchiolitis patients. While they found similar LOS in both groups, the intermittent group did not have more escalations of care or require more diagnostic or therapeutic interventions suggesting that providers can routinely consider using intermittent pulse-oximetry monitoring on patients with bronchiolitis who are clinically improving.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "mention": "2004",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 408,
                    "end": 412,
                    "mention": "1992",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 525,
                    "end": 529,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 548,
                    "end": 552,
                    "mention": "2004",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 578,
                    "end": 582,
                    "mention": "2012",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 882,
                    "end": 886,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 903,
                    "end": 907,
                    "mention": "2005",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1024,
                    "end": 1028,
                    "mention": "1999",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1182,
                    "end": 1186,
                    "mention": "1999",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1202,
                    "end": 1206,
                    "mention": "1987",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1400,
                    "end": 1404,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1422,
                    "end": 1426,
                    "mention": "2014",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1623,
                    "end": 1627,
                    "mention": "2015",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1645,
                    "end": 1649,
                    "mention": "2015",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1671,
                    "end": 1675,
                    "mention": "2015",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 2635,
                    "end": 2639,
                    "mention": "2015",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Oxygen ::: Management ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "\nExposure to tobacco smoke increases both the severity of the illness and the risk for hospitalization. Providers should screen every patient with bronchiolitis for tobacco smoke exposure, counsel the caregivers about the risks associated with it, and provide recommendations and resources for smoking cessation to these families. Providers should also recommend and encourage exclusive breastfeeding for at least 6 months to reduce the incidence and severity of bronchiolitis. Shared decision-making between provider and caregiver can happen if the provider educates about the evidence-based diagnosis, treatment, prevention, and expected course of the illness (Ralston et al. 2014).",
            "cite_spans": [
                {
                    "start": 678,
                    "end": 682,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Prevention ::: Acute Viral Bronchiolitis",
            "ref_spans": []
        },
        {
            "text": "\nUrinary tract infections (UTIs) are the most common serious bacterial infection (SBI) in young children (Roberts et al. 2011; Roman et al. 2015), and the diagnosis and treatment of infants and young children with febrile UTIs has seen major changes over the past few years. The AAP published an updated clinical practice guideline in 2011 for the diagnosis and management of an initial febrile UTI in the 2–24 month ages (Roberts et al. 2011). One of the most important changes included requiring both the evidence of infection in the urinalysis (pyuria and/or bacteriuria) and the presence of at least 50,000 colony-forming units (CFUs) per ml in the urine culture of a specimen obtained by catheterization or suprapubic aspiration to positively diagnose a UTI. The guideline now recommends against the routine use of a voiding cystourethrogram (VCUG) after the initial febrile UTI. They advise instead to screen with a renal and bladder ultrasound (RBUS). A VCUG is then only advised if the RBUS shows hydronephrosis, scarring, or other signs of high-grade vesicoureteral reflux or obstructive uropathy, or for recurrent febrile UTIs (Roberts et al. 2011).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "mention": "2011",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 140,
                    "end": 144,
                    "mention": "2015",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 438,
                    "end": 442,
                    "mention": "2011",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "mention": "2011",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Summary of Updated Guideline ::: Urinary Tract Infections With and Without Bacteremia",
            "ref_spans": []
        },
        {
            "text": "\nThe updated guideline included the requirement of evidence of pyuria in the UA to diagnose a UTI to distinguish a true UTI from asymptomatic bacteriuria since the presence of pyuria indicates the presence of the inflammatory response of a true infection (Roberts et al. 2011; Roberts 2015). However, concerns over the sensitivity of the UA in young infants continued since the guideline did not include infants <2 months of age and since the sensitivity of a UA in children has been reported as 75–85% (Schroeder et al. 2015). The question, however, is whether a negative UA with a positive urine culture represents a false-negative UA or a false-positive urine culture (asymptomatic bacteriuria) in febrile infants. To assess the diagnostic accuracy of the UA in generally healthy febrile infants <3 months of age, Schroeder et al. (2015) used a population of infants with a bacteremic UTI (defined as the same organism in the urine and blood with ≥50,000 CFUs per ml in the urine culture) from a multicenter database to represent those with true infection (245 infants). To calculate UA specificity, they used a sample of febrile infants <3 months of age who had a negative urine culture in their workup for a serious bacterial infection (115 infants). Leukocyte esterase had a sensitivity of 97.6% (95% CI 92.5–99.2%) and a specificity of 93.9% (95% CI 87.9–97.5%). Pyuria (>3 white blood cells/high-power field) had a sensitivity of 96% (95% CI 92.5–98.1%) and a specificity of 91.3% (95% CI 84.6–95.6%). The results did not differ significantly between infants ≤30 days old and infants >30 days old. This study highlights the UA as a highly sensitive test in diagnosing a UTI. While the authors acknowledge that the results could be due to spectrum bias, they discuss the literature that supports a lack of difference between non-bacteremic and bacteremic UTIs (discussed below) (Roman et al. 2015; Schroeder et al. 2016). The discrepancy between these results showing the high sensitivity of UA and the prior lower sensitivities reported is more likely due to the urine culture being a faulty gold standard that was used in prior studies with many of the positive urine cultures representing asymptomatic bacteriuria (Schroeder et al. 2015; Roberts 2015).",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 275,
                    "mention": "2011",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 285,
                    "end": 289,
                    "mention": "2015",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 521,
                    "end": 525,
                    "mention": "2015",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 835,
                    "end": 839,
                    "mention": "2015",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1899,
                    "end": 1903,
                    "mention": "2015",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1922,
                    "end": 1926,
                    "mention": "2016",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2242,
                    "end": 2246,
                    "mention": "2015",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2256,
                    "end": 2260,
                    "mention": "2015",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Diagnosing a UTI in Young Infants ::: Urinary Tract Infections With and Without Bacteremia",
            "ref_spans": []
        },
        {
            "text": "\nWhether to give prophylactic antibiotics to infants and young children with vesicoureteral reflux ( VUR) remains a source of debate. The results of the Randomized Intervention for Children with Vesicoureteral Reflux (RIVUR) trial (Hoberman et al. 2014) showed that prophylactic antibiotics (trimethoprim-sulfamethoxazole) reduced the risk of recurrent UTI in children with VUR by 50% and was particularly effective in those whose initial UTI was febrile and in those with baseline bowel or bladder dysfunction. When comparing the effect based on severity of VUR, though, prophylaxis was more effective in those with grades I–II reflux vs the higher risk grades III–IV. Also, they did not find a difference in the occurrence of renal scarring between the study and placebo groups, and the study group had a 3.3 times higher rate of resistant organisms causing the recurrent infections (Hoberman et al. 2014).",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 252,
                    "mention": "2014",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 902,
                    "end": 906,
                    "mention": "2014",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Prophylactic Antibiotics in Children with Vesicoureteral Reflux ::: Urinary Tract Infections With and Without Bacteremia",
            "ref_spans": []
        },
        {
            "text": "The question about the effect of prophylactic antibiotics on the occurrence of renal scarring could not truly be answered by this study given that it was underpowered to detect this outcome. While the RIVUR trial shows the effectiveness of prophylactic antibiotics in preventing recurrent UTIs in children with VUR, others have questioned the efficiency of this management approach (Afshar 2014; Cara-Fuentes et al. 2015). Based on the number needed to treat, one would have to treat eight children for 2 years with prophylactic antibiotics to prevent one UTI (Afshar 2014). Others have highlighted the fact that it takes 2 years to see a significant difference in the rate of UTIs, that the difference was only seen in patients younger than 2 years old with grades I–II VUR vs grades III–IV, and that the resolution of VUR seen in many of the patients may have contributed to the effects (Cara-Fuentes et al. 2015).",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "mention": "2014",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 416,
                    "end": 420,
                    "mention": "2015",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 568,
                    "end": 572,
                    "mention": "2014",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 910,
                    "end": 914,
                    "mention": "2015",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Prophylactic Antibiotics in Children with Vesicoureteral Reflux ::: Urinary Tract Infections With and Without Bacteremia",
            "ref_spans": []
        },
        {
            "text": "The decision of whether to use prophylactic antibiotics continues to be multifactorial. Providers should consider factors such as morbidity related to UTIs, costs, side effects, the potential for resistant organisms, the number needed to treat, the likelihood of compliance, and parent preference with shared decision-making. It is also worth highlighting that the natural history of VUR is self-resolution in almost all but the worse cases (Roberts et al. 2011). Looking instead at subgroups of patients who may be the most likely to benefit, such as those with bowel and bladder dysfunction, may be the wiser choice in the ongoing debate of UTI prophylaxis (Afshar 2014).",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 461,
                    "mention": "2011",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 667,
                    "end": 671,
                    "mention": "2014",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Prophylactic Antibiotics in Children with Vesicoureteral Reflux ::: Urinary Tract Infections With and Without Bacteremia",
            "ref_spans": []
        },
        {
            "text": "\nA significant amount of evidence supports the conclusion that oral and parenteral antibiotics are equally efficacious in infants and young children with febrile UTIs (Roberts et al. 2011; Hoberman et al. 1999; Strohmeier et al. 2014). These patients do not routinely require hospitalization for parenteral antibiotics unless the patient is ill-appearing or cannot tolerate oral intake well enough to maintain hydration (Roberts et al. 2011). How to manage patients with a bacteremic UTI (same organism in urine and blood) and when to obtain a blood culture in patients with a UTI pose challenges that the current guidelines do not address. However, current evidence demonstrates that despite variability in management, there is little difference in clinical outcome (Roman et al. 2015; Schroeder et al. 2016). Multiple studies have demonstrated that bacteremic UTIs occur infrequently with the prevalence decreasing with increasing age, and patients with and without bacteremia lack easily identifiable clinical differences (Hoberman et al. 1999; Honkinen et al. 2000; Schnadower et al. 2010; Newman et al. 2002). In 2015, Roman et al. (2015) published a retrospective, cross-sectional, double cohort study from a large institution that confirmed these findings. In addition, the study demonstrated the decline in number of blood cultures obtained in infants with UTIs between 1998 and 2012 (study period), the different treatment courses, and yet equal 30-day outcomes in infants <1 year of age with UTIs with and without bacteremia. Despite the considerable variation in management of bacteremic infants, (parenteral antibiotics ranged from 0 to >14 days), the clinical outcomes were excellent with no infant having a recurrent UTI within 30 days, requiring ICU transfer or other escalation of care, having a positive CSF culture in those tested, or having a positive repeat blood culture (Roman et al. 2015). Despite these findings, this study and other literature has found that detection of bacteremia leads to longer hospitalizations with parenteral therapy (Honkinen et al. 2000; Magin et al. 2007; Averbuch 2014; Brady et al. 2010).",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 187,
                    "mention": "2011",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 205,
                    "end": 209,
                    "mention": "1999",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 229,
                    "end": 233,
                    "mention": "2014",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 436,
                    "end": 440,
                    "mention": "2011",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 781,
                    "end": 785,
                    "mention": "2015",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 804,
                    "end": 808,
                    "mention": "2016",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "mention": "1999",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1064,
                    "end": 1068,
                    "mention": "2000",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1088,
                    "end": 1092,
                    "mention": "2010",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1108,
                    "end": 1112,
                    "mention": "2002",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1138,
                    "end": 1142,
                    "mention": "2015",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 1906,
                    "end": 1910,
                    "mention": "2015",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 2082,
                    "end": 2086,
                    "mention": "2000",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 2101,
                    "end": 2105,
                    "mention": "2007",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2116,
                    "end": 2120,
                    "mention": "2014",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 2135,
                    "end": 2139,
                    "mention": "2010",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Bacteremic UTIs ::: Urinary Tract Infections With and Without Bacteremia",
            "ref_spans": []
        },
        {
            "text": "Expanding on this, Schroeder et al. (2016) conducted a multicenter, retrospective cohort study to assess the predictors of parenteral antibiotic duration and the association between this treatment duration and relapses within 30 days in infants <3 months of age with a bacteremic UTI. They included 251 infants with a bacteremic UTI from 20 hospitals in 11 healthcare institutions across the United States, excluding those with major comorbidities or indwelling urinary or central venous catheters at the time of cultures and those initially managed in the ICU. They again found significant variability in the duration of parenteral antibiotics with the most prevalence at 3, 7, 10, and 14 days but without impact on outcome. None had a relapsed bacteremic UTI, and none deteriorated during treatment. Only six had a relapsed non-bacteremic UTI with the same organism (2.4%, 95% CI 0.8–5.1%), but these were associated with an abnormal VCUG, and there was no difference in duration of parenteral antibiotics in those with and without relapsed non-bacteremic UTI. Institutional practices accounted for some of the variability in duration, and they found five independent predictors of duration that only partially accounted for variability. Older age, female gender, and year of blood culture were associated with a slightly shorter course while a positive repeat blood culture during acute treatment and a non-E. coli organism lengthened treatment, although only 13.5% of infants had the latter factors. Rather than clinical response to therapy guiding the duration of parenteral antibiotics, the tendency toward certain numbers of days (3, 7, 10, 14 days) suggests that providers instead pick a fixed number of treatment days (Schroeder et al. 2016).",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 41,
                    "mention": "2016",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1745,
                    "end": 1749,
                    "mention": "2016",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Bacteremic UTIs ::: Urinary Tract Infections With and Without Bacteremia",
            "ref_spans": []
        },
        {
            "text": "These large, retrospective studies provide the largest sets of data that demonstrate bacteremic UTIs may be no different than non-bacteremic UTIs. They question the need for blood cultures in infants with a UTI and show lack of apparent benefit of prolonged hospitalizations and parenteral antibiotics for infants with a bacteremic UTI who have recovered clinically, especially in the face of more obvious risks of hospitalization (Roman et al. 2015; Schroeder et al. 2016).",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 449,
                    "mention": "2015",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 468,
                    "end": 472,
                    "mention": "2016",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Bacteremic UTIs ::: Urinary Tract Infections With and Without Bacteremia",
            "ref_spans": []
        },
        {
            "text": "\nWhile fever without a localizing source in young infants continues to be a common problem and presents a clinical dilemma, the changing epidemiology of serious bacterial infections ( SBI)\nin this age group has largely been understudied with few changes in the choice of empiric antibiotic therapy (Biondi et al. 2013; Mischler et al. 2015). Not only has vaccine development largely reduced the incidence of bacteremia and meningitis, but also the change in epidemiology over the past two decades is largely the result of changes in screening and treatment for group B Streptococcus (GBS) prior to delivery and more rigorous food safety guidelines (Mischler et al. 2015). Many studies characterizing the epidemiology of bacteremia during this era were limited by small sample sizes and geographic isolation (Biondi et al. 2013; Mischler et al. 2015). In 2013, Biondi et al. (2013) published the first large, geographically diverse study to identify the causes of bacteremia in otherwise healthy febrile infants ≤90 days old outside of the intensive care unit (ICU). They performed a retrospective review of positive blood cultures of this patient population admitted to general inpatient units across six hospital systems across the United States. They found that in the 181 patients with pathogenic blood cultures, E. coli was the most prevalent organism, GBS was the second most prevalent, and they found no Listeria monocytogenes (Biondi et al. 2013). Similarly, in the follow-up study published in 2015 (Mischler et al. 2015) with a larger, more nationally representative sample (392 samples from 17 sites across the country), they again demonstrated that E. coli was the most prevalent, followed by GBS with no cases of Listeria monocytogenes. Both studies also discussed the rates of concurrent UTI and meningitis for each pathogen and contribute to the discussion about the changing types and causes of SBI in young infants (Biondi et al. 2013; Mischler et al. 2015). These studies demonstrate that current empiric antibiotic strategies for treating young infants at risk for SBI may be outdated as the epidemiology of bacterial pathogens changes over time.",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "mention": "2013",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 335,
                    "end": 339,
                    "mention": "2015",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 665,
                    "end": 669,
                    "mention": "2015",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 822,
                    "end": 826,
                    "mention": "2013",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 844,
                    "end": 848,
                    "mention": "2015",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 875,
                    "end": 879,
                    "mention": "2013",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1448,
                    "end": 1452,
                    "mention": "2013",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1524,
                    "end": 1528,
                    "mention": "2015",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1946,
                    "end": 1950,
                    "mention": "2013",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 1968,
                    "end": 1972,
                    "mention": "2015",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Changing Epidemiology ::: Bacteremia in Young Infants",
            "ref_spans": []
        },
        {
            "text": "\nAnother changing trend in the inpatient evaluation of otherwise healthy febrile infants ≤90 days of age is the length of the observation period. The standard to observe these infants for 48–72 h was set during a time when blood cultures were manually assessed at infrequent intervals (Biondi et al. 2014). Now that most laboratories use continuous, automated monitoring systems, the time to detection of bacterial growth is significantly shorter. In a large, multicenter, retrospective study, 91%, 96%, and 99% of the pathogenic blood cultures in this patient population turned positive by 24, 36, and 48 h, respectively (Biondi et al. 2014). These findings combined with the overall low rate of bacteremia in this age group suggest that a 24 h observation period is adequate to detect most clinically significant bacteremia. The impact of this is noteworthy given the possibility of significant decreases in length of stay for this common reason for hospitalization in infants. Safely reducing the observation time of many infants in this patient population can reduce the risks, costs and complications associated with hospitalization (Biondi et al. 2014).",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "mention": "2014",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 637,
                    "end": 641,
                    "mention": "2014",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1153,
                    "end": 1157,
                    "mention": "2014",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Time to Blood Culture Positivity ::: Bacteremia in Young Infants",
            "ref_spans": []
        },
        {
            "text": "An apparent life-threatening event (ALTE) is defined as “an episode that is frightening to the observer and that is characterized by some combination of apnea (central or occasionally obstructive), color change (usually cyanotic or pallid but occasionally erythematous or plethoric), marked change in muscle tone (usually marked limpness), choking, or gagging. In some cases the observer fears that the infant has died.” (National Institutes of Health 1987) This definition comes from a consensus development conference held in 1986 by the National Institutes of Health with the purpose of addressing the relationship between sudden infant death syndrome (SIDS) and apnea and the safety and effectiveness of home monitoring (National Institutes of Health 1987). Young patients are often hospitalized for observation after having an ALTE largely because of the uncertainty providers and parents feel in knowing if the patient is at risk for a repeat event or if there is a serious underlying condition that precipitated such an event. Much of this uncertainty comes from the lack of specificity in the definition of an ALTE and the lack of consensus on how to manage a well-appearing patient who had an unexplained ALTE (Tieder et al. 2013, 2016).",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 456,
                    "mention": "1987",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 755,
                    "end": 759,
                    "mention": "1987",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1234,
                    "end": 1238,
                    "mention": "2013",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 1240,
                    "end": 1244,
                    "mention": "2016",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Introduction ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": []
        },
        {
            "text": "In May 2016, the American Academy of Pediatrics published the first clinical practice guideline for the evaluation of infants who have had an apparent life threatening event (Tieder et al. 2016). The guideline achieves three primary objectives: to give the recommendation to replace the term “apparent life threatening event (ALTE) ” with the more specifically-defined “brief resolved unexplained event (BRUE)”, to stratify infants into low or high risk (based on the likelihood of a serious underlying condition), and to provide evidence-based management recommendations of lower-risk infants. By providing recommendations for evaluation and management of lower-risk infants, the guideline intends to reduce unnecessary and costly interventions, promote patient- and family-centered care, and improve patient outcomes. It also provides support for its implementation and identifies areas of needed research. The guideline avoids providing recommendations for higher-risk infants because there is insufficient evidence or there are clinical practice guidelines available for the specific conditions that high risk infants may have (Tieder et al. 2016).",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "mention": "2016",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1146,
                    "end": 1150,
                    "mention": "2016",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Introduction ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": []
        },
        {
            "text": "\nA BRUE is defined as an event occurring in an infant less than 1 year of age that the observer describes as sudden, brief, resolved, and including ≥1 of the following: cyanosis or pallor; absent, decreased, or irregular breathing; marked change in tone, meaning hyper- or hypotonia; and an altered level of responsiveness (see Table 12.2 for full list of inclusion and exclusion criteria). The term BRUE should be used as the diagnosis only when there is no explanation for the event after obtaining an appropriate history and physical exam. For instance, if fever, nasal congestion, and increased work of breathing are present, then the event may be explained by a temporary airway obstruction from a viral infection. Alternatively, an event with choking after feeding and spitting up may indicate gastroesophageal reflux (GER) or another gastrointestinal cause. The BRUE definition provides some specificity that the original ALTE definition lacked, allowing it to be more applicable to clinical care and research. With specific criteria, the provider can focus on the infants who have an unexplained reason for the event and clearly assess risk as well as remove those who have features consistent with normal infant physiology or a self-limited condition. Also, the diagnosis is based on the objective characterization of features that the clinician makes rather than the caregiver’s perception that the event was life-threatening, as the prior definition suggested. A more precise diagnosis, made after a thorough history and physical, may prevent unnecessary testing and hospitalizations by removing the uncertainty and perceived risk of a recurrent event that compels such testing and observation in the first place. The guideline provides an extensive list of historical and physical exam features providers should consider in the evaluation of a potential BRUE (Tieder et al. 2016).\n",
            "cite_spans": [
                {
                    "start": 1886,
                    "end": 1890,
                    "mention": "2016",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Definition ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": [
                {
                    "start": 334,
                    "end": 338,
                    "mention": "12.2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\nBased on an extensive review of the ALTE literature, the new BRUE guideline identifies the subset of patients who are unlikely to have a recurrent event or an undiagnosed serious condition. These patients are at lower risk of adverse outcomes and can likely be managed safely without extensive diagnostic evaluation or hospitalization (Tieder et al. 2016).",
            "cite_spans": [
                {
                    "start": 351,
                    "end": 355,
                    "mention": "2016",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Risk Assessment and Management ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": []
        },
        {
            "text": "The following criteria encompass lower risk:Age >60 daysGestational age ≥32 weeks and postconceptional age ≥45 weeksFirst BRUE ever and not occurring in clustersDuration of event <1 minNo CPR required by a trained medical providerNo concerning historical features (see Table 12.2 in guideline)No concerning physical exam findings (see Table 12.3 in guideline)\n",
            "cite_spans": [],
            "section": "Risk Assessment and Management ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": [
                {
                    "start": 275,
                    "end": 279,
                    "mention": "12.2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 341,
                    "end": 345,
                    "mention": "12.3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "After identifying that the patient had a BRUE and falls into the lower risk category, the provider can then follow the key action statements regarding recommended management that are categorized based on the strength of the recommendation (Tieder et al. 2016).",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 258,
                    "mention": "2016",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Risk Assessment and Management ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": []
        },
        {
            "text": "Providers should:Educate caregivers about BRUEs and engage in shared-decision-making to guide evaluation, disposition, and follow-upOffer resources for CPR training to caregiver",
            "cite_spans": [],
            "section": "Risk Assessment and Management ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": []
        },
        {
            "text": "Providers may:Obtain pertussis testing and a 12-lead ECGBriefly monitor patients with continuous pulse-ox and serial observations",
            "cite_spans": [],
            "section": "Risk Assessment and Management ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": []
        },
        {
            "text": "Providers should not:Obtain a WBC count, blood culture, CSF analysis or culture, serum sodium, potassium, chloride, blood urea nitrogen, creatinine, calcium, ammonia, blood gases, urine organic acids, plasma amino acids or acylcarnitine, chest radiograph, echocardiogram, EEG, studies for GER, or lab evaluation for anemiaInitiate home cardio-respiratory monitoringPrescribe acid suppression therapy or anti-epileptic medications",
            "cite_spans": [],
            "section": "Risk Assessment and Management ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": []
        },
        {
            "text": "Providers need not\nObtain viral respiratory testing, urinalysis, blood glucose, serum bicarbonate, serum lactic acid, or neuroimagingAdmit the patient to the hospital solely for cardiorespiratory monitoring",
            "cite_spans": [],
            "section": "Risk Assessment and Management ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": []
        },
        {
            "text": "This new guideline, while limited in its scope, offers an initial pathway for standardizing management of this common inpatient entity. The guideline does, however, have significant limitations. The most important of these is that the authors decided to limit recommendations to children over 2 months of age. A significant number of children who present to the hospital with a BRUE are less than 2 months. Thus, this guideline may not apply to a significant number of the patients where standardization is most needed. Future research should address management and diagnosis in younger infants (under 2 months of age), who currently fall into the high risk group.",
            "cite_spans": [],
            "section": "Risk Assessment and Management ::: Brief Resolved Unexplained Event (BRUE)",
            "ref_spans": []
        },
        {
            "text": "\nOsteomyelitisis a bacterial infection that accounts for 1% of all pediatric hospitalizations. It generally requires hospitalization for the initial diagnosis and management, and it often involves a prolonged course of antibiotics to prevent chronic infection and other complications (Zaoutis et al. 2009). After resolution of acute symptoms of fever, pain, and disability, most children complete 4–6 weeks of antibiotic therapy at home. Until recently, the recommended route of administration has been through central venous catheters, usually a\nperipherally inserted central catheter (PICC) (Keren et al. 2015). However, published case series have demonstrated excellent outcomes in patients who were treated with a short course of parenteral antibiotics and transitioned early to oral antibiotics to complete therapy (Peltola et al. 1997; Le Saux et al. 2002; Jagodzinski et al. 2009; Kolyvas et al. 1980; Arnold et al. 2012). Benefits of early transition to oral antibiotic therapy include lower costs and complications. While PICCs are effective at delivering antibiotics, they are often associated with a high rate of infectious, thrombotic, and mechanical complications (Ruebner et al. 2006; Bourgeois et al. 2011).",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 304,
                    "mention": "2009",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 607,
                    "end": 611,
                    "mention": "2015",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 836,
                    "end": 840,
                    "mention": "1997",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 857,
                    "end": 861,
                    "mention": "2002",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 882,
                    "end": 886,
                    "mention": "2009",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 903,
                    "end": 907,
                    "mention": "1980",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 923,
                    "end": 927,
                    "mention": "2012",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "mention": "2006",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1216,
                    "end": 1220,
                    "mention": "2011",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction ::: Osteomyelitis",
            "ref_spans": []
        },
        {
            "text": "\nWhile there are no large prospective randomized controlled trials (RCT) comparing oral and intravenous (IV) routes of antibiotic therapy, there are two large retrospective cohort studies comparing early transition to oral versus IV antibiotics in children with osteomyelitis (Zaoutis et al. 2009; Keren et al. 2015). The second of these studies was designed in a way to mimic an RCT (Keren et al. 2015). Both studies used data from the Pediatric Health Information System (PHIS database), which contains administrative and billing data from over 45 freestanding children’s hospitals associated with the Children’s Hospital Association. Data from this system includes information on demographics, diagnosis, medications, procedures, and repeat hospitalizations.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "mention": "2009",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 311,
                    "end": 315,
                    "mention": "2015",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 398,
                    "end": 402,
                    "mention": "2015",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Oral Versus Intravenous Antibiotic Therapy ::: Osteomyelitis",
            "ref_spans": []
        },
        {
            "text": "Zaoutis et al. (Zaoutis et al. 2009) published the first of these large studies in 2009 looking at the degree of variation across hospitals in the use of early transition to oral antibiotics and whether there is an association between this therapy and treatment failure. The primary outcome of treatment failure was defined as rehospitalization within 6 months due to acute or chronic osteomyelitis, a potential complication of acute osteomyelitis, or a musculoskeletal surgical procedure. Secondary outcomes were rehospitalization within 6 months due to a catheter-related complication, an antibiotic-related adverse drug reaction, or any other reason. The authors obtained data on 1969 children 2 months to 17 years with acute osteomyelitis meeting inclusion criteria from 29 freestanding children’s hospitals. Of these, 1021 had a central venous catheter (CVC) for prolonged IV antibiotics while 948 did not and were transitioned to oral antibiotics prior to discharge. There were no significant differences between the groups in terms of demographics, site of infection, LOS, surgical intervention, infecting organism, disease severity, or in-hospital antibiotic therapy. They found no difference in treatment failure between the groups (5% [54 of 1021] in the IV group, 4% [38 of 948] in the oral group). The authors also demonstrated significant variation across hospitals in the proportion of children who had a CVC for prolonged antibiotics ranging from 10% to 95%. Data from their secondary outcomes showed that children in the prolonged IV therapy group were more likely to have treatment-related complications (e.g. catheter related complications, antibiotic related complications), had a significantly higher readmission rate for antimicrobial complications, and had a significantly higher overall 6-month rehospitalization rate for any reason. The authors concluded that the two methods of treatment are equally effective, that early transition to oral therapy is associated with fewer complications, and that the results of the study should encourage hospitals to develop clinical practice guidelines and protocols for early transition to oral antibiotics and thus reduce practice variation (Zaoutis et al. 2009).",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "mention": "2009",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 2221,
                    "end": 2225,
                    "mention": "2009",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Oral Versus Intravenous Antibiotic Therapy ::: Osteomyelitis",
            "ref_spans": []
        },
        {
            "text": "While promising, the above study had significant limitations that may have partly contributed to the lack of widespread reduction in PICC use in favor of the oral treatment route among most hospitals. These limitations included its retrospective nature and lack of validation of the osteomyelitis diagnosis and treatment choice, adjustment for severity of illness, and information about reasons for readmissions and revisits. In 2015, Keren et al. (2015) published a subsequent study seeking to again compare the effectiveness and complication rates of the two treatment modalities (early transition to oral antibiotics vs prolonged IV antibiotics) while addressing some of Zaoutis et al.’s limitations. Treatment failure was again the primary outcome, which was defined as a revisit to the ED or rehospitalization for a change in the antibiotic or length of treatment, a switch from the oral to PICC route, a pathologic bone fracture, or a surgical procedure related to the infection (i.e. abscess drainage, debridement, bone biopsy, etc.). Secondary outcomes included a return ED visit or rehospitalization for antibiotic- or PICC-related complications or a composite of these with treatment failure. This study also utilized administrative data from the PHIS database, but they supplemented it with additional clinical information from detailed, manual chart review, thus validating treatment allocation, outcomes, and covariates. This study also used within- and across-hospital full matching based on propensity scores to account for confounders at the hospital and patient levels. While still not as robust at avoiding confounders as a randomized trial, propensity based matching mimics an RCT by most closely comparing similar patients in both arms of the study. In addition, this study improves on the prior study by including children hospitalized between 2009–2012 when methicillin-resistant S aureus (MRSA) was more prevalent (Keren et al. 2015).",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 453,
                    "mention": "2015",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1951,
                    "end": 1955,
                    "mention": "2015",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Oral Versus Intravenous Antibiotic Therapy ::: Osteomyelitis",
            "ref_spans": []
        },
        {
            "text": "Their results were nearly identical to Zaoutis et al. There were 1005 children in the oral antibiotic group and 1055 children in the PICC antibiotic group across 36 hospitals. Treatment failure rates were similar in the oral group (5% [50 of 1005]) and PICC group (6% [63 of 1055]), including those in the matched analyses. In the stratified analyses, they did find that the risk for treatment failure was increased in children older than 5 years in the PICC group. However, having MRSA as the causative organism did not impact the outcome of treatment failure based on treatment route. For the secondary outcomes, 15% (158 of 1055) in the PICC group had a PICC-related complication. As such, the PICC group had a significantly higher risk of needing a return ED visit or hospitalization for an adverse event in any matched analysis. The across-hospital variation in the use of the PICC route to give antibiotics on discharge was again broad and ranged from 0% to 100%. The authors concluded that discharging otherwise healthy patients with osteomyelitis to complete antibiotic therapy via an invasive PICC offers no advantage over the less invasive oral antibiotic option, and the latter confers fewer risks and complications (Keren et al. 2015).",
            "cite_spans": [
                {
                    "start": 1241,
                    "end": 1245,
                    "mention": "2015",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Oral Versus Intravenous Antibiotic Therapy ::: Osteomyelitis",
            "ref_spans": []
        },
        {
            "text": "\nWith the above studies as well as previously published case series demonstrating the safety and efficacy of transitioning from parenteral to oral antibiotic therapy in the treatment of acute osteomyelitis, others have studied the best way to determine the timing of this transition. In one such study (Arnold et al. 2012), authors conducted an 8-year single-center retrospective study where it was standard practice to transition from parenteral antibiotics to oral antibiotics when the patient had clinical improvement and a C-reactive protein (CRP) level <2–3 mg/dL. Of the 194 patients reviewed, only one had a treatment failure, and this was due to a retained infected bone fragment in the joint space. This study only included patients with culture-positive infection, but it did include MRSA infections (Arnold et al. 2012).",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 321,
                    "mention": "2012",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 825,
                    "end": 829,
                    "mention": "2012",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "When to Transition to Oral Antibiotics ::: Osteomyelitis",
            "ref_spans": []
        },
        {
            "text": "Another single-center study (Chou and Arjandas 2016) evaluated patients in the author’s institution who were transitioned from parenteral antibiotics to oral antibiotics once the CRP level had declined by ≥50%, as per their protocol. They included both culture-positive and culture-negative infections. They found that using a decline in the CRP level by ≥50% over a 4 day period combined with clinical improvement was a safe way to determine the timing of transition in therapy (Chou and Arjandas 2016).",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "mention": "2016",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 498,
                    "end": 502,
                    "mention": "2016",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "When to Transition to Oral Antibiotics ::: Osteomyelitis",
            "ref_spans": []
        },
        {
            "text": "Using clinical improvement combined with a declining CRP level (whether by ≥50% or to near normal levels of <2–3 mg/dL) is a useful way in determining when it is safe to transition from parenteral to oral antibiotic therapy and may help to shorten the length of stay and standardize practice.",
            "cite_spans": [],
            "section": "When to Transition to Oral Antibiotics ::: Osteomyelitis",
            "ref_spans": []
        },
        {
            "text": "\nPediatric hospitalists have been at the forefront of high value care in pediatrics. This is reflected by publications in the field in the last few years. While this issue has received much attention in adult medicine, few publications in pediatrics have addressed this issue. Particularly, the issue of overuse in pediatrics has received very few pages in journals. Overuse has been defined as “the provision of health care when the risk of harm exceeds its potential benefit, when the benefits are negligible, or when fully informed patients would forego care.” It includes overtreatment and overdiagnosis (Morgan et al. 2016). A recent publication in Pediatrics, led by pediatric hospitalists, reviewed a year’s worth of publications dealing with the issue of overuse in pediatrics (Coon et al. 2017).",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 627,
                    "mention": "2016",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 798,
                    "end": 802,
                    "mention": "2017",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction ::: High Value Care",
            "ref_spans": []
        },
        {
            "text": "\nThe American Board of Internal Medicine Foundation (ABIM-F) has developed the Choosing Wisely® campaign (www.choosingwisely.org). Through this campaign ABIM-F has encouraged medical societies to develop a list of five items within their scope of practice, “Things Providers and Patients Should Question.” In 2013 The Society of Hospital Medicine published the first pediatric list. The methodology and evidence supporting this list was also later published in The Journal of Hospital Medicine (Quinonez et al. 2013). The list is heavily focused on respiratory illnesses, particularly bronchiolitis. This is not unexpected given the frequency of this diagnosis in the inpatient setting. The investigators encouraged hospital medicine practitioners to utilize this list as a guide to prioritize quality improvement projects. Indeed, the recommendation to limit pulse oximetry has led to at least one such project (Schondelmeyer et al. 2015), and this recommendation was later incorporated into the 2014 AAP bronchiolitis guidelines (Ralston et al. 2014) (Table 12.3).",
            "cite_spans": [
                {
                    "start": 511,
                    "end": 515,
                    "mention": "2013",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 934,
                    "end": 938,
                    "mention": "2015",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1047,
                    "end": 1051,
                    "mention": "2014",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Choosing Wisely ::: High Value Care",
            "ref_spans": [
                {
                    "start": 1060,
                    "end": 1064,
                    "mention": "12.3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "In 2014, some of the same authors involved in the Choosing Wisely campaign published a comprehensive review of overdiagnosis in pediatrics (Coon et al. 2014). While overdiagnosis has been frequently observed in adult care, this first of its kind review explored conditions in pediatrics that may suffer from overdiagnosis.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 156,
                    "mention": "2014",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Overdiagnosis ::: High Value Care",
            "ref_spans": []
        },
        {
            "text": "Table 12.4 shows the list of conditions reviewed by the authors. The conditions range from ADHD to bacteremia. Since the publication of this review, further evidence has given support to possible overdiagnosis. One clear example is overdiagnosis of hypoxemia in bronchiolitis. Since the 1980’s the widespread use of portable pulse oximeters has seen a concomitant increase of up to 300% in admissions for bronchiolitis (Hasegawa et al. 2013). Several studies have demonstrated that pulse oximetry readings have a strong influence over a clinician’s decision to admit a patient to the hospital (Mower et al. 1995). Most convincingly, a recent Canadian randomized controlled trial showed that a difference of just 3% points, all within the normal range in oxygen saturations, influenced the decision to admit patients to the hospital in a significant way, despite having no other clinical differences (Schuh et al. 2014). This same group has also demonstrated that significant desaturations, even to the 70s, occur in patients managed in the outpatient setting frequently and have little association to proximal outcomes such as revisits to care (Principi et al. 2016).",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 440,
                    "mention": "2013",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 607,
                    "end": 611,
                    "mention": "1995",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 913,
                    "end": 917,
                    "mention": "2014",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1161,
                    "end": 1165,
                    "mention": "2016",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Overdiagnosis ::: High Value Care",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 10,
                    "mention": "12.4",
                    "ref_id": "TABREF3"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 12.1: Key changes in recommendations for the management of acute viral bronchiolitis in 2014 (Ralston et al. 2014; American Academy of Pediatrics Subcommittee on Diagnosis and Management of Bronchiolitis 2006)\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 12.2: BRUE definition and factors for inclusion and exclusion (Tieder et al. 2016)\nAdapted from: Tieder JS, et al. Brief Resolved Unexplained Events (Formerly Apparent Life-Threatening Events) and Evaluation of Lower-Risk Infants. Pediatrics. 2016;137 (2003):e20160590",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 12.3: Choosing wisely pediatric hospital medicine recommendations\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 12.4: Possible ovediagnosed conditions in pediatrics\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Randomized intervention for children with vesicoureteral reflux (RIVUR) study: a new look at an old question? Commentary on antimicrobial prophylaxis for children with vesicoureteral reflux",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Afshar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Urology",
            "volume": "84",
            "issn": "5",
            "pages": "991-992",
            "other_ids": {
                "DOI": [
                    "10.1016/j.urology.2014.07.010"
                ]
            }
        },
        "BIBREF1": {
            "title": "Blood culture time to positivity in febrile infants with bacteremia",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Biondi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mischler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Jerardi",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA Pediatr",
            "volume": "168",
            "issn": "9",
            "pages": "844-849",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2014.895"
                ]
            }
        },
        "BIBREF2": {
            "title": "Peripherally inserted central catheters",
            "authors": [
                {
                    "first": "FC",
                    "middle": [],
                    "last": "Bourgeois",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lamagna",
                    "suffix": ""
                },
                {
                    "first": "VW",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatr Emerg Care",
            "volume": "27",
            "issn": "6",
            "pages": "556-561",
            "other_ids": {
                "DOI": [
                    "10.1097/PEC.0b013e31821dc9b6"
                ]
            }
        },
        "BIBREF3": {
            "title": "Length of intravenous antibiotic therapy and treatment failure in infants with urinary tract infections",
            "authors": [
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Brady",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Conway",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Goudie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "126",
            "issn": "",
            "pages": "196-203",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2009-2948"
                ]
            }
        },
        "BIBREF4": {
            "title": "Association between hypertonic saline and hospital length of stay in acute viral bronchiolitis: a reanalysis of 2 meta-analyses",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ralston",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Pediat",
            "volume": "170",
            "issn": "6",
            "pages": "577-584",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2016.0079"
                ]
            }
        },
        "BIBREF5": {
            "title": "The RIVUR study: a review of its findings",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cara-Fuentes",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Garin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatr Nephrol",
            "volume": "30",
            "issn": "",
            "pages": "703-706",
            "other_ids": {
                "DOI": [
                    "10.1007/s00467-014-3021-2"
                ]
            }
        },
        "BIBREF6": {
            "title": "Respiratory syncytial virus activity—United States, July 2011–January 2013",
            "authors": [],
            "year": 2013,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "62",
            "issn": "8",
            "pages": "141-144",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The use of C-reactive protein as a guide for transitioning to oral antibiotics in pediatric osteoarticular infections",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arjandas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Pediatr Orthop",
            "volume": "36",
            "issn": "2",
            "pages": "173-177",
            "other_ids": {
                "DOI": [
                    "10.1097/BPO.0000000000000427"
                ]
            }
        },
        "BIBREF8": {
            "title": "Overdiagnosis: how our compulsion for diagnosis may be harming children",
            "authors": [
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Coon",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Quinonez",
                    "suffix": ""
                },
                {
                    "first": "VA",
                    "middle": [],
                    "last": "Moyer",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "5",
            "pages": "1013-1023",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2014-1778"
                ]
            }
        },
        "BIBREF9": {
            "title": "Update on pediatric overuse",
            "authors": [
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Coon",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Quinonez",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pediatrics",
            "volume": "139",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2016-2797"
                ]
            }
        },
        "BIBREF10": {
            "title": "Observational study of two oxygen saturation targets for discharge in bronchiolitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McMurray",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Dis Child",
            "volume": "97",
            "issn": "4",
            "pages": "361-363",
            "other_ids": {
                "DOI": [
                    "10.1136/adc.2010.205211"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Management of bronchiolitis in infants and children. Evidence report/technology assessment no. 69. AHRQ Publication No. 03-E014",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Bronchiolitis of Infancy Discharge Study (BIDS) Group. Oxygen saturation targets in infants with bronchiolitis (BIDS): a double-blind, randomised, equivalence trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "141-1048",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)00163-4"
                ]
            }
        },
        "BIBREF13": {
            "title": "Efficacy of beta2-agonists in bronchiolitis: a reappraisal and meta-analysis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Flores",
                    "suffix": ""
                },
                {
                    "first": "RI",
                    "middle": [],
                    "last": "Horwitz",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatrics",
            "volume": "100",
            "issn": "2.1",
            "pages": "233-239",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.100.2.233"
                ]
            }
        },
        "BIBREF14": {
            "title": "Canadian Paediatric Society Acute Care Committee, Drug Therapy and Hazardous Substances Committee. Bronchiolitis: recommendations for diagnosis, monitoring, and management of children one to 24 months of age",
            "authors": [
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Rieder",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Walton",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Paediatr Child Health",
            "volume": "19",
            "issn": "9",
            "pages": "485-491",
            "other_ids": {
                "DOI": [
                    "10.1093/pch/19.9.485"
                ]
            }
        },
        "BIBREF15": {
            "title": "Bronchodilators for bronchiolitis",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Gadomski",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Scribani",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cochrane Database Syst Rev",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "A meta-analysis of randomized controlled trials evaluating the efficacy of epinephrine for the treatment of acute viral bronchiolitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hartling",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wiebe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "157",
            "issn": "10",
            "pages": "957-964",
            "other_ids": {
                "DOI": [
                    "10.1001/archpedi.157.10.957"
                ]
            }
        },
        "BIBREF17": {
            "title": "Epinephrine for bronchiolitis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hartling",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Bialy",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vandermeer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cochrane Database Syst Rev",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Steroids and bronchodilators for acute bronchiolitis in the first two years of life: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hartling",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Fernandes",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bialy",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMJ",
            "volume": "342",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.d1714"
                ]
            }
        },
        "BIBREF19": {
            "title": "Trends in bronchiolitis hospitalizations in the United States, 2000-2009",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsugawa",
                    "suffix": ""
                },
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatrics",
            "volume": "132",
            "issn": "1",
            "pages": "28-36",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2012-3877"
                ]
            }
        },
        "BIBREF20": {
            "title": "Oral versus initial intravenous therapy for urinary tract infections in young febrile children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoberman",
                    "suffix": ""
                },
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Wald",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Hickey",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pediatrics",
            "volume": "104",
            "issn": "1",
            "pages": "79-86",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.104.1.79"
                ]
            }
        },
        "BIBREF21": {
            "title": "RIVUR Trial Investigators. Antimicrobial prophylaxis for children with vesicoureteral reflux",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hoberman",
                    "suffix": ""
                },
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Greenfield",
                    "suffix": ""
                },
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Mattoo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "370",
            "issn": "25",
            "pages": "2367-2376",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1401811"
                ]
            }
        },
        "BIBREF22": {
            "title": "Diagnosis and management of bronchiolitis",
            "authors": [],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "118",
            "issn": "4",
            "pages": "1774-1793",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2006-2223"
                ]
            }
        },
        "BIBREF23": {
            "title": "Bacteremic urinary tract infection in children",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Honkinen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jahnukainen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mertsola",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatr Infect Dis J",
            "volume": "19",
            "issn": "7",
            "pages": "630-634",
            "other_ids": {
                "DOI": [
                    "10.1097/00006454-200007000-00009"
                ]
            }
        },
        "BIBREF24": {
            "title": "Collaborative Home Infant Monitoring Evaluation (CHIME) Study Group. Longitudinal assessment of hemoglobin oxygen saturation in healthy infants during the first 6 months of age",
            "authors": [
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Corwin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lister",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Pediatr",
            "volume": "135",
            "issn": "5",
            "pages": "580-586",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-3476(99)70056-9"
                ]
            }
        },
        "BIBREF25": {
            "title": "Prospective evaluation of a shortened regimen of treatment for acute osteomyelitis and septic arthritis in children",
            "authors": [
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Jagodzinski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kanwar",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Bache",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pediatr Orthop",
            "volume": "29",
            "issn": "5",
            "pages": "518-525",
            "other_ids": {
                "DOI": [
                    "10.1097/BPO.0b013e3181ab472d"
                ]
            }
        },
        "BIBREF26": {
            "title": "Efficacy of Bronchodilator therapy in Bronchiolitis. A meta-analysis",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Kellner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ohlsson",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Gadomski",
                    "suffix": ""
                },
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "150",
            "issn": "11",
            "pages": "1166-1172",
            "other_ids": {
                "DOI": [
                    "10.1001/archpedi.1996.02170360056009"
                ]
            }
        },
        "BIBREF27": {
            "title": "Comparative effectiveness of intravenous vs oral antibiotics for postdischarge treatment of acute osteomyelitis in children",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Keren",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA Pediatr",
            "volume": "169",
            "issn": "2",
            "pages": "120-128",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2014.2822"
                ]
            }
        },
        "BIBREF28": {
            "title": "Oral antibiotic therapy of skeletal infections in children",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kolyvas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ahronheim",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Marks",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Pediatrics",
            "volume": "65",
            "issn": "5",
            "pages": "867-871",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Shorter courses of parenteral antibiotic therapy do not appear to influence response rates for children with acute hematogenous osteomyelitis: a systematic review",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Le Saux",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                },
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Barrowman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "BMC Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1471-2334-2-16"
                ]
            }
        },
        "BIBREF30": {
            "title": "Efficacy of short-term intravenous antibiotics in neonates with urinary tract infection",
            "authors": [
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Magin",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Garcia-Garcia",
                    "suffix": ""
                },
                {
                    "first": "SZ",
                    "middle": [],
                    "last": "Sert",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatr Emerg Care",
            "volume": "23",
            "issn": "",
            "pages": "83-86",
            "other_ids": {
                "DOI": [
                    "10.1097/PEC.0b013e3180302c47"
                ]
            }
        },
        "BIBREF31": {
            "title": "MARC-30 Investigators. Prospective multicenter study of viral etiology and hospital length of stay in children with severe bronchiolitis",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Mansbach",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Piedra",
                    "suffix": ""
                },
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Teach",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "166",
            "issn": "8",
            "pages": "700-706",
            "other_ids": {
                "DOI": [
                    "10.1001/archpediatrics.2011.1669"
                ]
            }
        },
        "BIBREF32": {
            "title": "Use of intermittent vs continuous pulse oximetry for nonhypoxemic infants and young children hospitalized for bronchiolitis: a randomized clinical trial",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "McCulloh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Koster",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ralston",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA Pediatr",
            "volume": "169",
            "issn": "10",
            "pages": "898-904",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2015.1746"
                ]
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Viral etiologies of infant bronchiolitis, croup, and upper respiratory illness during 4 consecutive years",
            "authors": [
                {
                    "first": "EK",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Gebretsadik",
                    "suffix": ""
                },
                {
                    "first": "KN",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "9",
            "pages": "950-955",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0b013e31829b7e43"
                ]
            }
        },
        "BIBREF35": {
            "title": "Epidemiology of bacteremia in previously healthy febrile infants: a follow-up study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mischler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Leyenaar",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hosp Pediatr",
            "volume": "5",
            "issn": "6",
            "pages": "293-300",
            "other_ids": {
                "DOI": [
                    "10.1542/hpeds.2014-0121"
                ]
            }
        },
        "BIBREF36": {
            "title": "Update on medical overuse: a systematic review",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Dhruva",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Korenstein",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Intern Med",
            "volume": "176",
            "issn": "11",
            "pages": "1687-1692",
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2016.5381"
                ]
            }
        },
        "BIBREF37": {
            "title": "Effect of routine emergency department triage pulse oximetry screening on medical management",
            "authors": [
                {
                    "first": "WR",
                    "middle": [],
                    "last": "Mower",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sachs",
                    "suffix": ""
                },
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Nicklin",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Chest",
            "volume": "108",
            "issn": "",
            "pages": "1297-1302",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.108.5.1297"
                ]
            }
        },
        "BIBREF38": {
            "title": "Substantial variability in community respiratory syncytial virus season timing",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Mullins",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Lamonte",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Bresee",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "10",
            "pages": "857-862",
            "other_ids": {
                "DOI": [
                    "10.1097/01.inf.0000090921.21313.d3"
                ]
            }
        },
        "BIBREF39": {
            "title": "Suctioning and length of stay in infants hospitalized with bronchiolitis",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Mussman",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Statile",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JAMA Pediatr",
            "volume": "167",
            "issn": "5",
            "pages": "414-421",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2013.36"
                ]
            }
        },
        "BIBREF40": {
            "title": "National institutes of health consensus development conference on infantile apnea and home monitoring, Sept 29 to Oct 1, 1986",
            "authors": [],
            "year": 1987,
            "venue": "Pediatrics",
            "volume": "79",
            "issn": "2",
            "pages": "292-299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Urine testing and urinary tract infections in febrile infants seen in office settings: the pediatric research of office settings’ febrile infant study",
            "authors": [
                {
                    "first": "TB",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Bernzweig",
                    "suffix": ""
                },
                {
                    "first": "JI",
                    "middle": [],
                    "last": "Takayama",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "156",
            "issn": "1",
            "pages": "44-54",
            "other_ids": {
                "DOI": [
                    "10.1001/archpedi.156.1.44"
                ]
            }
        },
        "BIBREF42": {
            "title": "Paediatric Research in Emergency Departments International Collaborative (PREDICT). Nasogastric hydration versus intravenous hydration for infants with bronchiolitis: a randomised trial",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oakley",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Borland",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Neutze",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Lancet Respir Med",
            "volume": "1",
            "issn": "",
            "pages": "113-120",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(12)70053-X"
                ]
            }
        },
        "BIBREF43": {
            "title": "Nasogastric hydration in infants with bronchiolitis less than 2 months of age",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oakley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bata",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Pediatr",
            "volume": "178",
            "issn": "",
            "pages": "241-245.e1",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2016.07.012"
                ]
            }
        },
        "BIBREF44": {
            "title": "Acute bacterial osteoarticular infections: eight-year analysis of C-reactive protein for oral step-down therapy",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Arnold",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Canavino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatrics",
            "volume": "130",
            "issn": "4",
            "pages": "e821-e828",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2012-0220"
                ]
            }
        },
        "BIBREF45": {
            "title": "Simplified treatment of acute staphylococcal osteomyelitis of childhood",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Peltola",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Unkila-Kallio",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Kallio",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatrics",
            "volume": "99",
            "issn": "6",
            "pages": "846-850",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.99.6.846"
                ]
            }
        },
        "BIBREF46": {
            "title": "Pediatric Emergency Research Canada (PERC). Epinephrine and dexamethasone in children with bronchiolitis",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Plint",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "N Engl J Med",
            "volume": "360",
            "issn": "20",
            "pages": "2079-2089",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0900544"
                ]
            }
        },
        "BIBREF47": {
            "title": "Effect of oxygen desaturations on subsequent medical visits in infants discharged from the emergency department with bronchiolitis",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Principi",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Coates",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Parkin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "JAMA Pediatr",
            "volume": "170",
            "issn": "",
            "pages": "602-608",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2016.0114"
                ]
            }
        },
        "BIBREF48": {
            "title": "Choosing wisely in pediatric hospital medicine: five opportunities for improved healthcare value",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Quinonez",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Garber",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Hosp Med",
            "volume": "8",
            "issn": "9",
            "pages": "479-485",
            "other_ids": {
                "DOI": [
                    "10.1002/jhm.2064"
                ]
            }
        },
        "BIBREF49": {
            "title": "American Academy of Pediatrics. Clinical practice guideline: the diagnosis, management, and prevention of bronchiolitis",
            "authors": [
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Ralston",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Lieberthal",
                    "suffix": ""
                },
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Meissner",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatrics",
            "volume": "134",
            "issn": "5",
            "pages": "e1474-e1502",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2014-2742"
                ]
            }
        },
        "BIBREF50": {
            "title": "The imact of severe asthma on schoolchildren",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rivetveld",
                    "suffix": ""
                },
                {
                    "first": "VT",
                    "middle": [],
                    "last": "Colland",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Asthma",
            "volume": "36",
            "issn": "5",
            "pages": "409-417",
            "other_ids": {
                "DOI": [
                    "10.3109/02770909909087283"
                ]
            }
        },
        "BIBREF51": {
            "title": "The diagnosis of uti: liquid gold and the problem of gold standards",
            "authors": [
                {
                    "first": "KB",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatrics",
            "volume": "135",
            "issn": "6",
            "pages": "1126-1127",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2015-0884"
                ]
            }
        },
        "BIBREF52": {
            "title": "Subcommittee on urinary tract infection, steering committee on quality improvement and management. urinary tract infection: clinical practice guideline for the diagnosis and management of the initial uti in febrile infants and children 2 to 24 months",
            "authors": [
                {
                    "first": "KB",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "128",
            "issn": "3",
            "pages": "595-610",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2011-1330"
                ]
            }
        },
        "BIBREF53": {
            "title": "Diagnosis and management of bacteremic urinary tract infection in infants",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Roman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shroeder",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hosp Pediatr",
            "volume": "5",
            "issn": "1",
            "pages": "1-8",
            "other_ids": {
                "DOI": [
                    "10.1542/hpeds.2014-0051"
                ]
            }
        },
        "BIBREF54": {
            "title": "Complications of central venous catheters used in the treatment of acute hematogenous osteomyelitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ruebner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Keren",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Coffin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "117",
            "issn": "4",
            "pages": "1210-1215",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2005-1465"
                ]
            }
        },
        "BIBREF55": {
            "title": "Factors associated with bacteremia in young infants with urinary tract infection",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Averbuch",
                    "suffix": ""
                },
                {
                    "first": "RI",
                    "middle": [],
                    "last": "Nir-Paz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tenenbum",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Pediatr Infect Dis J",
            "volume": "33",
            "issn": "",
            "pages": "571-575",
            "other_ids": {
                "DOI": [
                    "10.1097/INF.0000000000000316"
                ]
            }
        },
        "BIBREF56": {
            "title": "American Academy of Pediatrics Pediatric Emergency Medicine Collaborative Research Committee. Febrile infants with urinary tract infections at very low risk for adverse events and bacteremia",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Schnadower",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kuppermann",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Macias",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "126",
            "issn": "6",
            "pages": "1074-1083",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2010-0479"
                ]
            }
        },
        "BIBREF57": {
            "title": "Using quality improvement to reduce continuous pulse oximetry use in children with wheezing",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Schondelmeyer",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Simmons",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Statile",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatrics",
            "volume": "135",
            "issn": "4",
            "pages": "e1044-e1051",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2014-2295"
                ]
            }
        },
        "BIBREF58": {
            "title": "Impact of pulse-oximetry and oxygen therapy on length of stay in bronchiolitis hospitalizations",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Marmor",
                    "suffix": ""
                },
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Pantell",
                    "suffix": ""
                },
                {
                    "first": "TB",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "158",
            "issn": "6",
            "pages": "527-530",
            "other_ids": {
                "DOI": [
                    "10.1001/archpedi.158.6.527"
                ]
            }
        },
        "BIBREF59": {
            "title": "Diagnostic accuracy of the urinalysis for urinary tract infection in infants <3 months of age",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatrics",
            "volume": "135",
            "issn": "6",
            "pages": "965-971",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2015-0012"
                ]
            }
        },
        "BIBREF60": {
            "title": "Bacteraemic urinary tract infection: management and outcomes in young infants",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Schroeder",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Biondi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Arch Dis Child",
            "volume": "101",
            "issn": "",
            "pages": "125-130",
            "other_ids": {
                "DOI": [
                    "10.1136/archdischild-2014-307997"
                ]
            }
        },
        "BIBREF61": {
            "title": "Evaluation of the utility of radiography in acute bronchiolitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schuh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lalani",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Pediatr",
            "volume": "150",
            "issn": "4",
            "pages": "429-433",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2007.01.005"
                ]
            }
        },
        "BIBREF62": {
            "title": "Effect of oximetry on hospitalization in bronchiolitis: a randomized clinical trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schuh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Coates",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA",
            "volume": "312",
            "issn": "",
            "pages": "712-718",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2014.8637"
                ]
            }
        },
        "BIBREF63": {
            "title": "Racemic adrenaline and inhalation strategies in acute bronchiolitis",
            "authors": [
                {
                    "first": "HO",
                    "middle": [],
                    "last": "Skjerven",
                    "suffix": ""
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hunderi",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Brügmann-Pieper",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "24",
            "pages": "2286-2293",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1301839"
                ]
            }
        },
        "BIBREF64": {
            "title": "Antibiotics for acute pyelonephritis in children",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Strohmeier",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Hodson",
                    "suffix": ""
                },
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Willis",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cochrane Database Syst Rev",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Randomised controlled trial of clinical outcome after chest radiograph in ambulatory acute lower respiratory infection in children",
            "authors": [
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Swingler",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Hussey",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zwarenstein",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "9100",
            "pages": "404-408",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(97)07013-X"
                ]
            }
        },
        "BIBREF66": {
            "title": "A living systematic review of nebulized hypertonic saline for acute bronchiolitis in infants",
            "authors": [
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Badgett",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vindhyal",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Stirnaman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA Pediatr",
            "volume": "169",
            "issn": "8",
            "pages": "788-789",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2015.0681"
                ]
            }
        },
        "BIBREF67": {
            "title": "Management of apparent life-threatening events in infants: a systematic review",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Tieder",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Bonkowsky",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Pediatr",
            "volume": "163",
            "issn": "1",
            "pages": "94-99",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2012.12.086"
                ]
            }
        },
        "BIBREF68": {
            "title": "Brief resolved unexplained events (formerly apparent life-threatening events) and evaluation of lower-risk infants",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Tieder",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Bonkowsky",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Etzel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pediatrics",
            "volume": "137",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2016-0590"
                ]
            }
        },
        "BIBREF69": {
            "title": "Acute viral bronchiolitis in children—a very common condition with few therapeutic options",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Paediatr Respir Rev",
            "volume": "11",
            "issn": "1",
            "pages": "39-45",
            "other_ids": {
                "DOI": [
                    "10.1016/j.prrv.2009.10.001"
                ]
            }
        },
        "BIBREF70": {
            "title": "A multicenter randomized, double-blind, controlled trial of nebulized epinephrine in infants with acute bronchiolitis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Altamirano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cheney",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "1",
            "pages": "27-35",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa022226"
                ]
            }
        },
        "BIBREF71": {
            "title": "Observer agreement for respiratory signs and oximetry in infants hospitalized with lower respiratory infections",
            "authors": [
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Milner",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Navas",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Maj",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am Rev Respir Dis",
            "volume": "145",
            "issn": "1",
            "pages": "106-109",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm/145.1.106"
                ]
            }
        },
        "BIBREF72": {
            "title": "Factors predicting prolonged hospital stay for infants with bronchiolitis",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Weisgerber",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Lye",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Hosp Med",
            "volume": "6",
            "issn": "",
            "pages": "264-270",
            "other_ids": {
                "DOI": [
                    "10.1002/jhm.903"
                ]
            }
        },
        "BIBREF73": {
            "title": "Prolonged intravenous therapy versus early transition to oral antimicrobial therapy for acute osteomyelitis in children",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zaoutis",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Localio",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Leckerman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatrics",
            "volume": "123",
            "issn": "2",
            "pages": "636-642",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2008-0596"
                ]
            }
        },
        "BIBREF74": {
            "title": "Nebulized hypertonic saline solution for acute bronchiolitis in infants",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Mendoza-Sassi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                },
                {
                    "first": "TP",
                    "middle": [],
                    "last": "Klassen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cochrane Database Syst Rev",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Nebulized hypertonic saline for acute bronchiolitis: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Mendoza-Sassi",
                    "suffix": ""
                },
                {
                    "first": "TP",
                    "middle": [],
                    "last": "Klassen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wainwright",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pediatrics",
            "volume": "136",
            "issn": "4",
            "pages": "687-701",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2015-1914"
                ]
            }
        },
        "BIBREF76": {
            "title": "Bronchiolitis: recent evidence on diagnosis and management",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Zorc",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "125",
            "issn": "2",
            "pages": "342-349",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2009-2092"
                ]
            }
        },
        "BIBREF77": {
            "title": "Psychomotor adaptation in children with severe chronic asthma",
            "authors": [
                {
                    "first": "BG",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Belleau",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Fukuhara",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Pediatrics",
            "volume": "79",
            "issn": "5",
            "pages": "723-727",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Epidemiology of bacteremia in febrile infants in the United States",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Biondi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mischler",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatrics",
            "volume": "132",
            "issn": "6",
            "pages": "990-996",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2013-1759"
                ]
            }
        }
    }
}