{
    "paper_id": "PMC7248591",
    "metadata": {
        "title": "Lessons Learned From Cases of COVID-19 Infection in South Korea",
        "authors": [
            {
                "first": "Yun-Jung",
                "middle": [],
                "last": "Kang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Reports were collected from South Korea based on data from the Korea Centers for Disease Control and Prevention, along with data and presentation examples from the Korea Centers for Disease Control and Prevention from February 8 to March 6, 2020.",
            "cite_spans": [],
            "section": "Data Collection ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Respiratory syndrome caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection.",
            "cite_spans": [],
            "section": "Definition of COVID-19 ::: EXPLANATION OF TERMS",
            "ref_spans": []
        },
        {
            "text": "Forensic Infectious Disease: Class 1 Infectious Disease, New Infectious Disease Syndrome.",
            "cite_spans": [],
            "section": "Classification of Diseases ::: EXPLANATION OF TERMS",
            "ref_spans": []
        },
        {
            "text": "A person who has been confirmed to be infected with an infectious pathogen according to the examination criteria for diagnosis.",
            "cite_spans": [],
            "section": "Patient ::: Diagnostic Criteria ::: EXPLANATION OF TERMS",
            "ref_spans": []
        },
        {
            "text": "Test criteria for diagnosis: Virus isolation from samples, detection of specific genes in samples.",
            "cite_spans": [],
            "section": "Patient ::: Diagnostic Criteria ::: EXPLANATION OF TERMS",
            "ref_spans": []
        },
        {
            "text": "The Korea Centers for Disease Control and Prevention is an organization belonging to the Ministry of Health and Welfare of Korea and is located in Cheongju City, North Chungcheong Province. This institution is responsible for the prevention, investigation, quarantine, testing, research, and long-term transmission management of infectious diseases, chronic diseases, rare intractable diseases, and injured diseases to improve the national health of South Korea.",
            "cite_spans": [],
            "section": "The Korea Centers for Disease Control and Prevention ::: EXPLANATION OF TERMS",
            "ref_spans": []
        },
        {
            "text": "The term large-scale group infection refers to a condition in which a large number of people are exposed to each other in a short period of time, because some infectious diseases are clustered among schools, companies, dormitories, factories, or people in a limited physical space at once, and the conditions for causing infectious diseases are established as a group.",
            "cite_spans": [],
            "section": "Large-Scale (Group) Infection ::: EXPLANATION OF TERMS",
            "ref_spans": []
        },
        {
            "text": "Some disorders occur sporadically in time or place. It is not so important in public sanitation, but it is sometimes necessary to monitor the situation as it happens as an example of group outbreak.",
            "cite_spans": [],
            "section": "Sporadic Infection ::: EXPLANATION OF TERMS",
            "ref_spans": []
        },
        {
            "text": "Nationally, 71.7% of the confirmed COVID-19 cases in Korea are verified to be related to mass infections. The other 28.3% cases are due to sporadic infections or the causes are still being investigated. Investigating the mass infection cases by regions, confirmed that cases related to Sincheonji Church in Daegu accounted for 72.4% of the overall 3397 confirmed cases in the city. More cases were confirmed in public and medical facilities while investigating people who had had contact with the Sincheonji followers.8\n",
            "cite_spans": [
                {
                    "start": 518,
                    "end": 519,
                    "mention": "8",
                    "ref_id": null
                }
            ],
            "section": "Sincheonji Church in Daegu ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "In Busan and Gyeongnam, the number of COVID-19 confirmed cases related to a retreat to Oncheon Church is 35. People from Busan account for most of the cases, with the number of 33; the other two people were from Gyeongnam. Among the 35 confirmed cases, 28 were members of the congregation, and they have infected 7 others who came into contact with them. The Oncheon Church case occupies 35.5% of the total confirmed cases in Busan, 93 being the city’s total number of patients.9\n",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 479,
                    "mention": "9",
                    "ref_id": null
                }
            ],
            "section": "Oncheon Church ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Geochang Church bore the most COVID-19 confirmed cases as a single group in a single region of Gyeongnam province. Therefore, Gyeongnam province government sent an epidemiological investigation team to Geochang and started an in-depth investigation in cooperation with the city government of Geochang. The number of the members of Geochang Church congregation is 60, with 39 people living in Geochang and 21 coming from other towns. Among the 39 members from Geochang, 10 people were confirmed to be infected, while the other 29 were confirmed negative. Sixty-two people who had contacted the confirmed cases are all confined in their own homes.10",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 647,
                    "mention": "10",
                    "ref_id": null
                }
            ],
            "section": "Geochang Church ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Among the 39 pilgrims of Andong, Gyeongbuk parish of the Catholic Church, who had participated in the pilgrimage to Israel, 30 people were confirmed to be infected by COVID-19. Nineteen other people who had contacted with the confirmed cases were also tested to be positive, making 49 the total number of the confirmed cases. As some of the pilgrims are reported to have visited restaurants and eateries after returning to Korea, there is a possibility of regional spread.11",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 474,
                    "mention": "11",
                    "ref_id": null
                }
            ],
            "section": "Pilgrims to Israel ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The mass infection among the Saengmyeongsam Church congregation, which bore 10 confirmed cases of COVID-19, is reported to have been caused by worshipping and eating together in a small and crowded indoor environment. A Sincheonji believer and lecturer from Sincheonji Church, Daegu, who attended the service, is indicated to be the index case.12",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "mention": "12",
                    "ref_id": null
                }
            ],
            "section": "Saengmyeongsam Church in Suwon ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "A total of 118 COVID-19 cases were confirmed among the patients and medical personnel of Daenam Hospital in Cheongdo, Gyeongbuk. This is the second largest mass infection case, following the Sincheonji Church case. As many as seven people died. Among the confirmed cases other than the dead, 101 of the 103 inpatients of the psychiatric ward were infected, leaving only 2 patients unaffected.13",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 394,
                    "mention": "13",
                    "ref_id": null
                }
            ],
            "section": "Daenam Hospital in Cheongdo ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The number of COVID-19 confirmed cases related to St. Mary’s Hospital in Eunpyeong-gu, Seoul, increased to 14. The quarantine officials regard this case as the biggest mass infection in Seoul and are continuing the investigation. Among the 14 confirmed cases, 4 are inpatients, 5 are family members of the patients, 2 are caregivers, 1 is a transferring agent, and 2 are others (a care worker and a blood-donation bus worker). Classifying according to their residences, 6 live in Eunpyeong-gu, 2 in Gangdong-gu, 2 in Jongro-gu, 2 in Seodaemun-gu, 1 in Yangcheon-gu, and 1 in Goyang-si.14",
            "cite_spans": [
                {
                    "start": 585,
                    "end": 587,
                    "mention": "14",
                    "ref_id": null
                }
            ],
            "section": "St. Mary’s Hospital in Eunpyeong-gu, Seoul ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Hanmaeum Hospital in Changwon, where medical personnel were confirmed positive of COVID-19 subsequently, was the first place quarantined as a cohort. The total number of the confirmed cases was 7. On February 26, 2020, the provincial government of Gyeongsangsnam-do announced that it had decided to quarantine the hospital as a cohort for 14 days after consulting with the Korea Centers for Disease Control and Prevention, recognizing the seriousness of this situation. The number of people cohort-quarantined is 100, including 91 inpatients and medical personnel.15",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 566,
                    "mention": "15",
                    "ref_id": null
                }
            ],
            "section": "Hanmaeum Hospital in Changwon ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "A mass infection occurred among medical personnel and inpatients in Jaesaeng Hospital in Bundang, Sengnam-si in Gyeonggi-do. A total of eight cases, including two nurses, three nurses’ aides, and three patients, were confirmed to be positive in COVID-19 diagnostic checks.16",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 274,
                    "mention": "16",
                    "ref_id": null
                }
            ],
            "section": "Jaesaeng Hospital in Bundang ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "On February 25, 2020, a total of 22 confirmed cases of COVID-19 occurred in Mil-al Sarang-eu-Jib, a facility for people with serious handicaps in Gasan-myeon, Chilgok-gun in Gyeongbuk. According to the public health authorities and the provincial government of Gyeongsangbuk-do, 21 people at the facility were confirmed to be infected by COVID-19, including 11 inpatients, 5 staff, and 5 challenged workers. With another case confirmed the day before, the total number of cases here is 22.17",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 491,
                    "mention": "17",
                    "ref_id": null
                }
            ],
            "section": "Mil-al Sarang-eu-Jib, a Facility for People with Serious Handicaps in Chilgok ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Another mass infection case occurred at the Seorin sanitarium. with 13 confirmed cases of COVID-19. The first patient is reported to have come in contact with a Sincheonji Church member.18",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "mention": "18",
                    "ref_id": null
                }
            ],
            "section": "Seorin Sanitarium in Gyeongsan ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Forty-nine confirmed cases of COVID-19 were reported at the Pureun Sanitarium: 39 inpatients, 9 care workers, and 1 nurse’s aide. A total of 116 people live in or work for the Pureun Sanitarium, with 56 inpatients, 42 in-house staff, and 18 workers of the day care center. The proportion of confirmed cases reach 42.2% among the in-house staff.19",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 346,
                    "mention": "19",
                    "ref_id": null
                }
            ],
            "section": "Pureun Sanitarium in Bongwha, Gyeongbuk ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The second confirmed case in Cheonan, Chungnam, a zumba dancer in her 50s, gave lessons to others in three separate studios in the city. Later, 80 cases were confirmed from seven sports facilities in Chungnam, with zumba dance studios in Cheonan at the center. Among them, 4 are instructors, 50 are attendees, and 26 are family members and other contacts.20",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 357,
                    "mention": "20",
                    "ref_id": null
                }
            ],
            "section": "Zumba Dance Studios ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Thirteen cases of COVID-19 occurred in an apartment building with stores on the ground floor in Seongdong-gu, Seoul. The route channel of infection spread is thought to be the residents of the building → a member of the managerial staff → his family members → colleagues of the family members.21",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "mention": "21",
                    "ref_id": null
                }
            ],
            "section": "An Apartment Building in Seongdong-gu ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "As a series of COVID-19 infection cases are occurring in a private educational institute in Busan, the Busan Office of Education (with superintendent of education Seokjun Kim) took measures, including sending text messages to all parents of students attending kindergartens, elementary schools, middle schools, and high schools, pleading with them not to send their children to private educational institutes until the spread of COVID-19 moderates. Currently, four cases were confirmed (including two students) from a private educational institute in Jingu, Busan.22",
            "cite_spans": [
                {
                    "start": 564,
                    "end": 566,
                    "mention": "22",
                    "ref_id": null
                }
            ],
            "section": "A Private Educational Institute ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "During the recent week, as many as six confirmed cases of COVID-19 infection were traced to a coin Karaoke establishment in Changnyeong-eup, Changnyeong-gun, Gyeongnam. They are Cases No. 51 (61, female), 56 (30, male), 61 (30, male), 70 (24, male), 71 (16, female), and 76 (24, male). Case No. 51 is the manager of the coin karaoke, while four among the others (Case Nos. 61, 70, 71, and 76) were visitors to the place.23",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 422,
                    "mention": "23",
                    "ref_id": null
                }
            ],
            "section": "A Coin Karaoke in Changnyeong ::: Occurrence Types of COVID-19: Mass Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Among the COVID-19 confirmed cases in Korea, two were confirmed tertiary infection cases following secondary infection, spreading social anxiety. Person A, Case No. 6 (55), was confirmed to have been infected after eating together with Person B, Case No. 3 (54), in a restaurant (Hanil-gwan) in Gangnam-gu, Seoul. Person A infected two of his family members, leading to the first tertiary infection cases in Korea. Until now, the number of contacts with Person A is suspected to be 8, including his family members.24",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 516,
                    "mention": "24",
                    "ref_id": null
                }
            ],
            "section": "Home ::: The Occurrence Types of COVID-19: Sporadic Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Person A, a confirmed case who is currently being treated in a management ward, reported that he was infected after visiting a wedding hall in Daegu. He spent only 1 h and 10 min in the wedding hall. On the date of visiting, his wife and son wore masks, unlike himself.25",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 271,
                    "mention": "25",
                    "ref_id": null
                }
            ],
            "section": "Wedding Hall ::: The Occurrence Types of COVID-19: Sporadic Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Person A (53, male), a curate of Myeongseong Church in Gangdong-gu, and Person B (41, female), a resident of the same apartment building he lived in, took the same elevator, and both were confirmed positive. Person B did not wear a mask in the elevator and became infected with COVD-19 after the short time spent in an elevator.26",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "mention": "26",
                    "ref_id": null
                }
            ],
            "section": "Elevator ::: The Occurrence Types of COVID-19: Sporadic Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "In Busan, a middle school student (teenager) was confirmed to be infected with COVID-19 on February 28, 2020, after visiting the same Internet café where a member of the Oncheon Church had visited.27",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "mention": "27",
                    "ref_id": null
                }
            ],
            "section": "Internet Café ::: The Occurrence Types of COVID-19: Sporadic Infections ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Person A, a tour guide, confined himself in his own home when he first developed symptoms (a sore throat) on January 31, 2020. Since then, he recorded his COVID-19 symptoms meticulously in a daily journal. When going to hospitals, he avoided using public transportation and walked, taking only uncrowded routes. He wore masks and gloves even in his home, which led to the negative confirmation of 23 people who had come in contact with him, including his mother living with him under the same roof.28\n",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 500,
                    "mention": "28",
                    "ref_id": null
                }
            ],
            "section": "Daily Record of COVID-19 ::: Cases of Preventing the Spread of COVID-19 ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Patient number 63 from Bukgu, Busan, who is in his 30s, confined himself to his home when he heard that he was confirmed positive of COVID-19 and drove by himself even when he visited the selective care center. He always wore masks in his own home and separated his living area, saving his parents; they were both confirmed negative.28\n",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "mention": "28",
                    "ref_id": null
                }
            ],
            "section": "Home Confinement ::: Cases of Preventing the Spread of COVID-19 ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "A COVID-19 confirmed Case C (58, male) wore masks and sanitary gloves even in his homes when he developed symptoms of the virus. He sterilized the dishes he used in hot water right after using. Even though he was confirmed negative once, he recorded his symptoms and the places he went just in case. After he was confirmed, he provided this information to the prevention authorities and contributed to their quick reaction.29\n",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 425,
                    "mention": "29",
                    "ref_id": null
                }
            ],
            "section": "Masks and Sanitary Gloves ::: Cases of Preventing the Spread of COVID-19 ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Pyeongtaek city government in Gyeonggi-do announced that all the family members of the second COVID-19 confirmed case were confirmed negative of the virus on February 24, 2020. CCTV footages showed that the patient always wore the mask.30\n",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 238,
                    "mention": "30",
                    "ref_id": null
                }
            ],
            "section": "Masks and Sanitary Gloves ::: Cases of Preventing the Spread of COVID-19 ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "According to the Korea Centers for Disease Control and Prevention, 71.7% of COVID-19 cases in South Korea are related to mass infections. The other 28.3% of the cases were related to sporadic infections or are still being investigated as to the cause.8 This study agrees in that most cases are related to mass infections (Table 2; Figure 1). Locations of mass infections are churches, hospitals, sanitariums, private educational institutes, and dance studios, where many people gather in a closed and crowded environment and tend to contact each other at a close distance. The Chinese National Hygiene and Health Committee admitted the possibility of infection through aerosols in its 6th edition of COVID-19 Treatment Guide, providing “long-time exposures to dense aerosol in relatively closed environment.”31 Aerosol means solid or liquid small particles floating in the air, ranging from 0.001 μm to 100 μm.32 According to scientific definitions, small particles that can travel far distances for a long time are classified as airborne, while bigger aerosols are classified as droplets.33",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 252,
                    "mention": "8",
                    "ref_id": null
                },
                {
                    "start": 808,
                    "end": 810,
                    "mention": "31",
                    "ref_id": null
                },
                {
                    "start": 910,
                    "end": 912,
                    "mention": "32",
                    "ref_id": null
                },
                {
                    "start": 1089,
                    "end": 1091,
                    "mention": "33",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 331,
                    "end": 339,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 322,
                    "end": 329,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This means that the spread through aerosols can manifest in two types, one being droplet infection by direct contact and one being airborne spread. Generally, droplet infection occurs when the infected person sneezes, coughs, talks, or exhales; this is called the first aerosolization.34 In contrast, airborne spread is due to the spread of droplet nuclei with the size of <5 μm, left behind when the water in droplets evaporates. As the droplet nuclei are light and can float in the air for a long time, they can be especially dangerous.35",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 287,
                    "mention": "34",
                    "ref_id": null
                },
                {
                    "start": 538,
                    "end": 540,
                    "mention": "35",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although religious services conducted in crowded spaces like churches and temples are vulnerable to infections, there are no specific prevention guides from the government. Most churches hosted services as usual, despite the possibility of regional infection with more and more cases of COVID-19 cases being confirmed. Contact between hundreds and thousands of the members in the same space was inevitable, making people vulnerable to COVID-19 with its strong infectivity. Furthermore, the Korea Centers for Disease Control and Prevention suggests the possibility of limited but constant spread in groups through holiday services and small meetings.36 Private educational institutes and physical training facilities bear similar dangers. Even though the government postponed the start of semesters for kindergartens, elementary schools, middle schools, high schools, and universities for fear of mass infections, many private educational institutes and physical training centers are insisting on operation, threatening COVID-19 prevention.",
            "cite_spans": [
                {
                    "start": 649,
                    "end": 651,
                    "mention": "36",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "According to a report on March 6, 2020, by the provincial government of Gyeonggi-do and Gyeonggi Office of Education, only 9932 among 33,091 private educational and training facilities closed on March 4, with a close rate of 30%. This means that 23,159 facilities, or 70% of the total institutes, are still running. Due to their noncompliance with the strong government measures postponing the start of semesters, the threat of COVID-19 infection and spread is increasing dramatically. The Office of Education cannot force private institutes to cease operation as there is no legal basis. Voluntary cooperation is desperately needed.37",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 635,
                    "mention": "37",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There are even cases of infection that go against the explanation provided in the Chinese National Hygiene and Health Committee’s 6th edition COVID-19 Treatment Guide, which says that the condition for spread through aerosol is “long-time exposures to dense aerosol in relatively closed environment.”32 The cases of infection in the elevator and the wedding hall, where the patients spent only a short amount of time together, prove this false. The patients of these two cases are similar in that they did not wear masks. From the perspective of prevention and management, blocking the route of airborne infection is critical.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 302,
                    "mention": "32",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There were also many desirable cases where the infection spread was prevented by using masks and sanitary gloves (Table 3).28-30 Patients, after feeling their symptoms or finding out that they had contact with confirmed cases, confined themselves to their homes and shunned crowded places to prevent infecting others. They always wore masks and sanitary gloves, and even though their uninfected family members were under the same roof, these measures allowed them to be confirmed negative. The mask used at this time was a disposable non–woven-material mask. In contrast, when the confirmed cases did not wear masks or confined themselves in separate rooms in their homes, all their family members were diagnosed to be positive.24 These are cases where wearing masks and using proper individual hygiene decided the positive outcome of prevention.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "mention": "28",
                    "ref_id": null
                },
                {
                    "start": 126,
                    "end": 128,
                    "mention": "30",
                    "ref_id": null
                },
                {
                    "start": 728,
                    "end": 730,
                    "mention": "24",
                    "ref_id": null
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 114,
                    "end": 121,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The temporary conclusion of this study, based on limited epidemiological data and information on confirmed cases currently available, is that group meetings lead to mass infections of COVID-19, and that caring for individual hygiene by wearing masks and sanitary gloves can prevent its spread. However, in the current epidemic, the group that needs the most masks are the medical staff working on the front lines. Therefore, an individual’s wearing of a mask should be limited to patients suspected of having an infection. This conclusion can be supported or modified according to additional epidemiological data and research results on COVID-19 infections in South Korea. However, this study is meaningful in that it emphasizes the precautionary principle in preventing and managing infectious diseases, and has a suggestion for public health, which is currently in urgent demand.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 1: Present Condition of COVID-19 Occurrences in Korea (00:00, March 6th)\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "TABLE 2: Distribution of COVID-19 Occurrence Types\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "TABLE 3: Cases of Preventing the Spread of COVID-19\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "FIGURE 1: Distribution of COVID-19 Occurrence Types.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan China",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Novel Wuhan (2019-nCoV) coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "Am J Respir Crit Care Med",
            "volume": "20",
            "issn": "",
            "pages": "7-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Aerosol Technology: Properties, Behavior, and Measurement of Airborne Particles",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Preventing airborne disease transmission: review of methods for ventilation design in health care facilities",
            "authors": [],
            "year": 2011,
            "venue": "Adv Prev Med.",
            "volume": "2011",
            "issn": "",
            "pages": "1-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Viral infections acquired indoors through airborne, droplet or contact transmission",
            "authors": [],
            "year": 2013,
            "venue": "Ann Ist Super Sanita.",
            "volume": "49",
            "issn": "",
            "pages": "124-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Aerobiology and its role in the transmission of infectious diseases",
            "authors": [],
            "year": 2013,
            "venue": "J Pathog.",
            "volume": "2013",
            "issn": "",
            "pages": "1-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "The outbreak cases with the novel coronavirus suggest upgraded quarantine and isolation in Korea",
            "authors": [],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}