{
    "paper_id": "PMC7162191",
    "metadata": {
        "title": "Changes in nucleolar morphology and proteins during infection with the coronavirus infectious bronchitis virus",
        "authors": [
            {
                "first": "Brian",
                "middle": [
                    "K."
                ],
                "last": "Dove",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jae‐Hwan",
                "middle": [],
                "last": "You",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mark",
                "middle": [
                    "L."
                ],
                "last": "Reed",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stevan",
                "middle": [
                    "R."
                ],
                "last": "Emmett",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gavin",
                "middle": [],
                "last": "Brooks",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Julian",
                "middle": [
                    "A."
                ],
                "last": "Hiscox",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The nucleolus is a dynamic subnuclear structure involved in ribosome subunit biogenesis, RNA processing, cell cycle regulation, cell growth and as a sensor of cell stress (Carmo‐Fonseca et al., 2000; Leung and Lamond, 2003; Rubbi and Milner, 2003; Andersen et al., 2005; Lam et al., 2005). Given that the nucleolus is crucial to the successful functioning of a cell it is no surprise that both animal and plant viruses target this structure, whether to recruit nucleolar proteins to facilitate virus infection or usurp host cell function (Hiscox, 2002; 2003; Rowland and Yoo, 2003; Weidman et al., 2003; Kim et al., 2004). Proteomic analysis revealed that the nucleolus is composed of over 400 proteins which can be grouped into discrete functional classes related to the activity of the nucleolus (Andersen et al., 2002; Leung et al., 2003). Predominant among these is nucleolin, which can account for approximately 10% of the protein content within the nucleolus. Nucleolin is a multi‐domain and multifunctional protein that has been shown to be involved in ribosome assembly, rRNA maturation, nucleo‐cytoplasmic transport and cell proliferation (Ginisty et al., 1998; Srivastava and Pollard, 1999). Nucleolin is highly phosphorylated with the potential to bind to multiple RNA targets and this may reflect its variety of functions (Ginisty et al., 1999). While mammalian nucleolin has a predicted molecular mass of approximately 77 kDa (depending on the species), the apparent molecular mass is between 100 and 110 kDa, and has been attributed to the amino acid composition of the N‐terminal domain, which is highly phosphorylated. Cell culture studies have shown that nucleolin is stable in proliferating cells, but undergoes self‐cleavage in quiescent cells (Chen et al., 1991) and has been shown in primary cells to be regulated at both the level of transcription and translation (Bicknell et al., 2005). Morphologically the nucleolus can be divided into a fibrillar centre (FC), a dense fibrillar component (DFC) and an outer granular component (GC), each with defined functions (Thiry and Lafontaine, 2005).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As befits the nature of the nucleolus, many nucleolar proteins undergo complex multi‐protein : protein and protein : RNA interactions. For example, nucleolin associates with a variety of proteins including B23 (Li et al., 1996; Liu and Yung, 1999), the tumour suppressor protein p53 (Daniely et al., 2002), human La antigen (Intine et al., 2004), telomerase (Khurts et al., 2004) and also RNA (Serin et al., 1997; Allain et al., 2000; Ginisty et al., 2001). Any perturbations to a nucleolar protein, either in localization to the nucleolus or abundance, whether induced by infection, cellular disease or cell state (e.g. the cell cycle), is likely to have down stream consequences for host cell metabolism (Hiscox, 2002; Zimber et al., 2004; Andersen et al., 2005).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We have been studying the interaction of viruses with the nucleolus using the avian coronavirus, infectious bronchitis virus (IBV). Although the principal site of replication of this virus is the cytoplasm (Lai and Cavanagh, 1997), nevertheless one of the most abundant viral proteins produced during infection, nucleocapsid (N) protein, can localize to the cytoplasm and nucleolus in infected cells and cells expressing this protein from an expression vector (Hiscox et al., 2001; Wurm et al., 2001). N protein can also associate with nucleolin, a nucleolar protein (Chen et al., 2002). While nucleolar localization of N protein has also been described for the closely related arteriviruses (Rowland et al., 1999; Tijms et al., 2002; Rowland and Yoo, 2003; Yoo et al., 2003) and may thus be a common property of nidoviruses, in the case of the severe acute respiratory syndrome (SARS) coronavirus N protein, nucleolar localization has not been observed in infected cells using antibodies to detect N protein (Rowland et al., 2005; You et al., 2005). Although it has been described in cells expressing N protein (Li et al., 2005), albeit with low frequency (You et al., 2005).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "IBV N protein (Beaudette strain) is a 409‐amino‐acid basic protein with a predicted molecular weight of 45 kDa. Analysis of the protein by non‐reducing SDS‐PAGE revealed a monomeric form with an apparent molecular weight of approximately 55 kDa and a timeric form of approximately 165 kDa, the latter form not being present under reducing conditions (Chen et al., 2003). These data suggested several post‐translational modifications including disulphide bridge formation and phosphorylation (Chen et al., 2003). Although coronavirus N proteins have the potential to be phosphorylated at multiple residues, mass spectroscopic analysis of IBV (Chen et al., 2005) and also the porcine coronavirus, transmissible gastro‐enteritis virus (TGEV) (Calvo et al., 2005) N proteins, indicated that relatively few sites were occupied. Analysis demonstrated that IBV N protein was phosphorylated at four sites, Ser190 and Ser192 and Thr378 and Ser379 (Chen et al., 2005). The majority of species were either mono‐ or biphosphorylated and mapped to predicted protein kinase A (PKA) in the case of Ser190 and ribosomal S6 kinases (RSK) in the case of Ser192 and casein kinase II (CKII) phosphorylation sites for both Thr378 and Ser379.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "N protein has several functions during virus infection, with both roles in modulating virus replication and altering host cell processes. N protein is involved in the control of virus RNA synthesis (Almazan et al., 2004; Schelle et al., 2005) and surface plasmon resonance studies demonstrated that phosphorylated N protein has a high affinity for viral RNA (Chen et al., 2005). IBV N protein has been shown to induce aberrant cytokinesis and delay cell growth (Wurm et al., 2001; Chen et al., 2002). SARS‐coronavirus N protein can activate the AP‐1 transcription pathway (He et al., 2003), re‐organise actin and induce apoptosis (Surjit et al., 2004). The murine coronavirus N protein can stimulate transcription of prothrombinase fgl2 (Ning et al., 1999; 2003).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Using IBV we tested the hypothesis that virus infection leads to perturbations in the morphology and proteins of the nucleolus which may have downstream consequences for host cell function.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A number of viruses have been shown to either target nucleolar proteins for use in virus infection or viral proteins have been shown to localize to the nucleolus (Hiscox, 2002; 2003; Rowland and Yoo, 2003; Weidman et al., 2003). Given that the nucleolus is a multi‐protein complex, we hypothesized that viral interactions with the nucleolus would disrupt its morphology, which we defined as changes in the distribution of nucleolar proteins that alter the shape of the nucleolus as revealed by microscopy. Nucleolar morphology was examined during infection with IBV using confocal microscopy with fluorescently tagged nucleolar proteins as well transmission phase contrast microscopy (You et al., 2005). Two marker proteins were selected, B23 tagged C‐terminal to DsRed (DsRed‐B23) and nucleolin tagged C‐terminal to EGFP (EGFP‐nucleolin), and as described previously, using these techniques different regions of the nucleolus could be identified (You et al., 2005) (Fig. 1A). Under transmission phase contrast (and bright field analysis), the nucleolus is highly refractive due to the high protein content (Lam et al., 2005). The only area which is not highly refractive is the FC, which is enriched in nucleic acid; this appears as a less refractive area in the nucleolus (Fig. 1A). The FC and DFC are also apparent in cells expressing DsRed‐B23 and EGFP‐nucleolin (You et al., 2005). There was no change in the distribution of either EGFP (Fig. 1B) or DsRed (data not shown) in virus‐infected cells, and thus if any change in subcellular localization of the fusion protein was observed this could be attributed to the nucleolar marker protein. Vero cells expressing DsRed‐B23 were infected with IBV and the distribution of DsRed‐B23 examined at 12, 18 and 24 h post infection (pi) (Fig. 2). Together with transmission phase contrast microscopy (Fig. 2) the data indicated that the morphology of the nucleolus changed with time of infection 12 h pi. Prior to this time point there appeared to be no change in morphology.",
            "cite_spans": [],
            "section": "Changes in nucleolar morphology as a result of virus infection ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 967,
                    "end": 974,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1275,
                    "end": 1282,
                    "mention": "Fig. 1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1443,
                    "end": 1450,
                    "mention": "Fig. 1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1785,
                    "end": 1791,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1848,
                    "end": 1854,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To further investigate the change in nucleolar morphology, the subcellular localization of EGFP‐nucleolin was examined at 24 h pi. Three principal nucleolar morphologies were observed in virus‐infected cells. In approximately 64% of infected cells the nucleolus had the same apparent morphology to that of mock‐infected cells. Second, in approximately 23% of infected cells, there was a punctate distribution of EGFP‐nucleolin (Fig. 3A), which could be more closely observed through Z‐sectioning through the plane of the nucleolus (Fig. 3B). Third, in approximately 13% of infected cells, an increase in the apparent size of the FC (Fig. 3C) compared with mock‐infected cells (Fig. 3D). The diameter of the FCs between infected and mock‐infected cells were compared by fluorescent intensity (an example of this in infected cells is shown in Fig. 3E) and revealed that by examining 15 fields of view from three independent experiments, the average diameter of the FC in mock‐infected cells was 1.3 ± 0.1 µm. In contrast, the average diameter of the FC in infected cells exhibiting the larger phenotype was 2.6 ± 0.4 µm.",
            "cite_spans": [],
            "section": "Changes in nucleolar morphology as a result of virus infection ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 428,
                    "end": 435,
                    "mention": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 532,
                    "end": 539,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 633,
                    "end": 640,
                    "mention": "Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 677,
                    "end": 684,
                    "mention": "Fig. 3D",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 841,
                    "end": 848,
                    "mention": "Fig. 3E",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We investigated whether the nucleolar protein profile was altered in coronavirus‐infected cells, specifically focusing on nucleolin. Vero cells were infected with IBV and nucleolar extracts purified at 24 h pi. The purity of nucleolar extracts was confirmed by visual microscopy (data not shown) and Western blot analysis of nucleolar material using marker proteins for the nucleolus (nucleolin) and the nucleus/nucleoplasm (Lamin B) (Fig. 4A). The results indicated that nucleolin was enriched in the purified nucleolar material compared with prior purification stages that contained increased levels of nuclei and nucleoplasm as shown by the increased detection of Lamin B in these samples. Thus both bright field microscopic analysis (data not shown) and Western blot indicated that the nucleolar preparations were enriched in nucleoli. The protein content from equivalent numbers of nucleoli (as determined by counting the numbers of nucleoli using bright field microscopy) was separated using denaturing SDS‐PAGE on a 4–12% gradient gel (Invitrogen) (Fig. 4B). Comparison of the two proteomes indicated that novel protein species were present in nucleolar proteomes from virus‐infected cells (indicated by the arrows labelled with the numeral 1), and that the abundance of some cellular nucleolar proteins was altered between virus‐infected and mock‐infected cells (indicated by the arrows labelled with the numeral 2). Western blot analysis using either antibody to N protein or nucleolin confirmed that N protein was present in the nucleolar extracts from infected cells but not mock‐infected cells and that there was a slight increase in the amount of nucleolin between infected or mock‐infected cells (Fig. 4B). However, although proteins extracted from equivalent number of nucleoli were analysed, quantification of the relative amounts of protein in these structures between mock and infected cells is problematic as variations in nucleolar size and density are difficult to control. A change in the morphology of the nucleolus was observed in IBV‐infected cells using EGFP‐nucleolin as a marker protein (e.g. Fig. 3B), leading to the prediction that the levels of nucleolin might increase in virus‐infected cells, which was observed in Fig. 4B.",
            "cite_spans": [],
            "section": "Changes in nucleolar proteins during infection with IBV ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 435,
                    "end": 442,
                    "mention": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1056,
                    "end": 1063,
                    "mention": "Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1711,
                    "end": 1718,
                    "mention": "Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2121,
                    "end": 2128,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2248,
                    "end": 2255,
                    "mention": "Fig. 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The ability of N protein to localize to the nucleolus was confirmed using live cell imaging of cells expressing EGFP fused to the N‐terminus of IBV N protein (EGFP‐IBV N protein) (Fig. 4C) (You et al., 2005). Previous reports have indicated that nucleic acid binding proteins can localize to cell nuclei as an artefact of fixation conditions, a specific example being herpes simplex virus VP22 protein (Lundberg and Johansson, 2001; 2002). However, both live cell imaging of EGFP‐IBV N protein in transfected cells and the presence of IBV N protein in nucleoli purified from infected cells would indicate that localization of IBV N protein to the nucleolus is not an artefact of fixation conditions.",
            "cite_spans": [],
            "section": "Changes in nucleolar proteins during infection with IBV ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 180,
                    "end": 187,
                    "mention": "Fig. 4C",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To test the hypothesis that interaction of a virus with the nucleolus can lead to the redistribution of nucleolar proteins we examined the localization of the tumour suppressor protein p53. The reasons for choosing this protein is that coronavirus infection can result in changes to the cell cycle and cell growth (Wurm et al., 2001; Chen et al., 2002; Chen and Makino, 2004) and that the coronavirus N protein (among others) can mediate these effects (Wurm et al., 2001; Timani et al., 2005). In addition, disruption of the nucleolus has been reported to stabilize p53 as part of a response to cell stress, with the prediction that viruses may disrupt p53 to prevent this response from occurring (Rubbi and Milner, 2003; Yuan et al., 2005). In mock‐infected cells, p53 was located in the nucleolus/nucleus and cytoplasm (Fig. 5A); however, in virus‐infected cells p53 was redistributed from the nucleolus/nucleus to the cytoplasm and was punctate in distribution (Fig. 5B and C). We confirmed that the nucleolus was still intact in these cells using transmission phase contrast (Fig. 5C). Western blot analysis indicated that there was no change in the amount of p53 between mock and infected cells at 24 h pi (Fig. 5D).",
            "cite_spans": [],
            "section": "Changes in nucleolar proteins during infection with IBV ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 822,
                    "end": 829,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 965,
                    "end": 978,
                    "mention": "Fig. 5B and C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1080,
                    "end": 1087,
                    "mention": "Fig. 5C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1212,
                    "end": 1219,
                    "mention": "Fig. 5D",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The data indicated that an IBV protein(s) might colocalize with p53 in the peri‐nuclear region, as given by the yellow signal generated through the proximity of p53 labelled with Texas‐Red and IBV labelled with FITC. The polyclonal antibody used to detect IBV was raised in rabbits against virus and therefore, could be predicted to detect (at least) the spike, membrane and envelope surface glycoproteins as well as the N protein. Given that N protein can reduce cell growth (Wurm et al., 2001; Chen et al., 2002) we hypothesized that N protein might be responsible for sequestration of p53. To test this, we expressed EGFP‐IBV N protein in Vero cells and examined for colocalization with p53; however, none was observed (Fig. 6A). Given that N protein is probably part of the virus replication complex, then N protein may interact with p53 in the context of virus‐infected cells. Therefore, we examined the interaction of p53 with EGFP‐IBV N protein in infected cells. The data showed that both p53 (red) and IBV proteins (blue) colocalized (as shown by the purple signal, arrowed), and the EGFP‐IBV N protein was recognized (in part) by the anti‐IBV polyclonal antibody (cyan signal) (Fig. 6B). If p53 and EGFP‐IBV N protein colocalized then we would expect a yellow signal; however, similar to EGFP‐IBV N protein expressed alone, there was no obvious colocalization of EGFP‐IBV N protein and p53 apart from an isolated area proximal to the peri‐nuclear region (arrowed yellow) (Fig. 6B). However, colocalization between EGFP‐IBV N protein, p53 and IBV proteins detected using the polyclonal antibody (white signal) can also be observed in the cytoplasm (Fig. 6C). The redistribution of p53 may account for the observed reduction in cell growth observed in cells expressing N protein (Wurm et al., 2001; Chen et al., 2002).",
            "cite_spans": [],
            "section": "Changes in nucleolar proteins during infection with IBV ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 723,
                    "end": 730,
                    "mention": "Fig. 6A",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1188,
                    "end": 1195,
                    "mention": "Fig. 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1482,
                    "end": 1489,
                    "mention": "Fig. 6B",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1658,
                    "end": 1665,
                    "mention": "Fig. 6C",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Although live cell imaging in conjunction with a fluorescent tagged protein can be used to determine whether that protein localizes to the nucleolus, the resolution is not sufficient to determine if the protein has a specific localization in the nucleolus. Using EGFP‐IBV N protein we investigated whether IBV N protein localized to a specific region of the nucleolus. Ideally such experiments would be conducted in infected cells. However, while we have polyclonal antibody that can be used to detect N protein, the accessibility of a protein to antibody in the nucleolus can be problematic (Sheval et al., 2005), especially if the protein of interest is highly concentrated in the nucleolus.",
            "cite_spans": [],
            "section": "IBV N protein localizes to distinct compartments of the nucleolus ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Vero cells were transfected with pEGFP‐IBV‐N and fixed 24 h post transfection. Nucleoli were visualized by staining with propidium iodide (PI), which we have found stains the FC, DFC and GC. As described previously two distinct populations of cells were observed, either N protein localized in the cytoplasm or N protein localized in the cytoplasm and the nucleolus (Hiscox et al., 2001; Chen et al., 2002; You et al., 2005). This study was undertaken with a higher resolution confocal microscope and we observed a third population of cells in which N protein was predominantly localized in the cytoplasm, but also was present in low levels in the nucleus and nucleolus (an example is shown in Fig. 7A). Indeed, analysis of these cells indicated that not all of the nucleolar volume was occupied by N protein (Fig. 7A, right hand images).",
            "cite_spans": [],
            "section": "IBV N protein localizes to distinct compartments of the nucleolus ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 694,
                    "end": 701,
                    "mention": "Fig. 7A",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 810,
                    "end": 817,
                    "mention": "Fig. 7A",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "To investigate this further, cells expressing EGFP‐IBV N protein were fixed and stained with PI to visualize the entire nucleolar volume (examples are shown in Fig. 7B, top images). The data indicated that while EGFP‐IBV N protein and PI colocalized in many parts of the nucleolus, there were some areas of the nucleolus not occupied by N protein (in red). Further magnification of these cells at × 63 and enhanced × 4.5 revealed that indeed N protein occupied less area of the nucleolus than that stained by PI (Fig. 7B, lower images). This finding was confirmed by orthogonal reconstruction (Fig. 7C) of the region of the cell delineated in Fig. 7B, lower image, indicated by the white vertical line. On the basis of this data we hypothesized that N protein localized to the DFC. In order to test this prediction we analysed the distribution of N protein in the nucleolus in more detail using a plasmid which expressed a fluorescent protein (ECFP) fused N‐terminal to a mutant of N protein (pECFP‐NR1+2) which localizes to the nucleolus and nucleus but not cytoplasm and the nucleolar marker protein DsRed‐B23. As stated above B23 provides a marker for the DFC and is absent from the FC and GC, and therefore provided the nucleus is visible, these domains can also be visualized. Cells were cotransfected with pECFP‐NR1+2 and pDsRed‐B23 and fixed at 24 h post transfection. The confocal microscope was used to take approximately 0.41 µm sections through the nucleus/nucleolus (Fig. 7D, note ECFP false coloured green). As can be observed, DsRed‐B23 localizes predominately to the DFC. ECFP‐NR1+2 localizes predominately to the nucleus and nucleolus and more specifically to the DFC. Interestingly the apparent diameter of the FC in this nucleolus was approximately 2.0 µm, which reflects the diameter of the nucleolus with the large phenotype observed in infected cells. Therefore, we postulate that nucleolar localization of N protein causes a disruption to the FC.",
            "cite_spans": [],
            "section": "IBV N protein localizes to distinct compartments of the nucleolus ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 160,
                    "end": 167,
                    "mention": "Fig. 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 513,
                    "end": 520,
                    "mention": "Fig. 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 594,
                    "end": 601,
                    "mention": "Fig. 7C",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 643,
                    "end": 650,
                    "mention": "Fig. 7B",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1479,
                    "end": 1486,
                    "mention": "Fig. 7D",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In summary, infection of cells with IBV causes disruption in the nucleolar morphology and proteins and redistribution of p53 from the nucleolus and nucleus. We hypothesize that such changes would have downstream consequences for host cell metabolism and may contribute to the cellular pathogenesis of the virus. Alterations in the nucleolus are not limited to virus infection and a recent study has indicated that the nucleolar proteome can change in response to conditions of cell growth (Andersen et al., 2005). Therefore, there may be an intimate relationship between nucleolar perturbations induced by virus infection and the normal nucleolar functioning in the host cell.",
            "cite_spans": [],
            "section": "IBV N protein localizes to distinct compartments of the nucleolus ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "Vero cells (an African green monkey kidney‐derived epithelial cell line) were maintained in Dulbecco’s modified Eagle medium (DMEM) supplemented with 10% fetal calf serum (FCS). IBV Beaudette US, an IBV strain adapted for growth in Vero cells (Alonso‐Caplen et al., 1984), was propagated in Vero cells and the virus harvested at 24 h pi. Virus titre was calculated by plaque assay titration in Vero cells. All cell culture experiments in this study were conducted in the absence of antibiotic or antifungal agents. Cells were infected with IBV at a moi of 1 when they were 60% confluent and incubated for 1 h at 37°C after which the initial infection media were replaced with cell growth media.",
            "cite_spans": [],
            "section": "Cells and virus ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "pEGFP‐IBV‐N, which, when transfected into cells, would lead to the synthesis of the fluorescent fusion protein EGFP‐IBV N, was constructed by cloning the IBV N gene from plasmid pTriExIBVN (Chen et al., 2002) by polymerase chain reaction (PCR) using forward and reverse primers containing the first and last 20 nucleotides of the IBV N gene sequence (Beaudette US strain, Accession number: AAA46214). Primers incorporated a 5′ BamHI site and a 3′ EcoRI site. PCR products were gel purified by RECOchip (Takara) as per the manufacturer’s instructions, and subcloned into pCR2.1 TOPO vector (Invitrogen). DNA was purified by alkaline lysis and digested using the BamHI and EcoRI sites before being ligated into pEGFPC2 (Clontech) using T4 DNA ligase (Invitrogen), as per the manufacturer’s instructions. pECFP‐NR1+2 was constructed as described for pEGFP‐IBV‐N, except the forward primer was GGCCGGTCCTCGAGC CATGGCAAGCGGTAAAGCAGCTGG and the reverse primer G ACCGGTCCCGCGGCTAATCTCTTGTACCCTGATTGGATC and the insert was digested with XhoI and SacII. The clones were verified by sequencing and expression of the fusion protein by Western blot (data not shown). pEGFP‐nucleolin and pDsRed‐B23 were generous gifts of Dr David Matthews at the University of Bristol and when transfected into cells led to the expression of the fluorescent fusion protein EGFP‐nucleolin and DsRed‐B23 respectively. Transfection was carried using Lipofectamine (Invitrogen) according to the manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Recombinant expression plasmids and transfection ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "Live cell imaging was performed using a Nikon Eclipse TS100 microscope utilizing the appropriate filter for each tag (e.g. Filter B‐2A, excitation 450–490 nm for EGFP). Fluorescence images were captured using a Nikon Digital Sight DS‐L1.",
            "cite_spans": [],
            "section": "Live cell imaging ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "Confocal sections of fixed samples were captured on a LSM510 META microscope (Carl Zeiss) equipped with a 40×, NA 1.4, oil immersion lens. Pinholes were set to allow optical sections of 1 µm to be acquired. EGFP was excited with the 488 nm argon laser line running at 2% and emission was collected through a LP505 filter. PI and Texas‐Red were excited with the helium:neon 543 nm laser line in all cases and emission was collected through a LP560 filter. Far red was excited at 633 nm. Z‐sections of cells were generated by a two‐step methodology. First, serial confocal sections of EGFP or ECFP were acquired with the META detector. Texas‐Red or PI was then collected as described using the same z‐settings. Z‐steps were collected 0.5 µm apart to allow over sampling of the data. The two sets of z‐stacks were then pseudo‐coloured and merged using the ‘copy’ facility within the LSM510 META software. EGFP‐nucleolin and EGFP‐IBV N protein were visualized by direct fluorescence. IBV proteins were visualized using a rabbit anti‐IBV polyclonal antibody to the major structural proteins as described previously (Hiscox et al., 2001; Chen et al., 2002) or a chicken anti‐IBV polyclonal antibody (Charles River) and were visualized using appropriate secondary antibodies conjugated with either FITC or Alexa Fluor 633 (Molecular probes) (far red, false coloured blue in this study). The tumour suppressor protein p53 was visualized by labelling with a mouse anti‐p53 antibody (D0‐1) (Santa Cruz Biotechnology) and with a Texas‐Red conjugated anti‐mouse secondary antibody (Molecular Probes). Where appropriate the cell nucleus and nucleoli were stained with fluorescence grade PI (Molecular Probes), omitting the RNase treatment step. All fluorescence was measured in the linear range as the detector is a photomultiplier, and the range indicator was utilized to ensure no saturated pixels were obtained on image capture. Images were scanned 16 times. No cross‐talk between channels was determined by switching off the appropriate excitation laser and imaging the corresponding emission. For example, potential cross‐talk between red and far red was assessed by switching off the 543 (red) laser and imaging in the Cy5 channel emission.",
            "cite_spans": [],
            "section": "Confocal microscopy ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "Nucleoli were purified according to previously published methodologies (Andersen et al., 2002) with modification for Vero cells (Emmett et al., 2004), the crucial stage being sonication, where the efficiency of release of nucleoli was determined after each sonication step by live cell imaging.",
            "cite_spans": [],
            "section": "Isolation of nucleoli ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "Cells were ruptured using RIPA buffer (50 mM Tris‐HCl pH 7.5, 150 mM NaCl, 1% Nonidet P‐40, 0.5% sodium deoxycholate, 0.1% SDS), supplemented with complete protease cocktail inhibitor (Roche). Western blotting was performed using the ECL detection kit (Amersham/Pharmacia) according to the manufacturer’s instructions. Briefly, each sample was separated on a 10% NuPage Bis‐Tris precast polyacrylamide gel (Invitrogen) in MOPs running buffer. Protein was transferred onto a polyvinylidene difluoride membrane (Invitrogen) in Invitrogen transfer buffer for 1 h at 20°C. The membrane was blocked for 1 h in TBS plus 0.05% Tween 20 and 5% milk. To detect IBV N protein, primary rabbit anti‐IBV polyclonal sera, diluted 1:10 000 in TBS plus 0.05% Tween 20, and incubated with the membrane for 2 h at 20°C. The membrane was washed three times in TBS plus 0.05% Tween then the membrane was incubated with secondary goat anti‐rabbit IgG conjugated to horseradish peroxidase (diluted 1:1000 in TBS plus 0.05% Tween) for 1 h at 20°C. To detect nucleolin the protocol was the same apart from the primary antibody was rabbit anti‐nucleolin (Santa Cruz). To detect the tumour suppressor protein p53 we used a mouse anti‐p53 antibody (D01, Santa Cruz) and to detect GAPDH we used a mouse anti‐GAPDH antibody (6C5, AbCam), with appropriate secondary antibody. Proteins were quantified prior to separation using a bicinchoninic acid assay (Pierce).",
            "cite_spans": [],
            "section": "Protein extraction and Western blot ::: Experimental procedures",
            "ref_spans": []
        },
        {
            "text": "This work was funded by the award of BBSRC project grant (number BBS/B/03416) to JAH and GB, and BBSRC Committee Studentship (BBSSP200310434) to JAH. The confocal microscope facility in the Astbury Centre for Structural Molecular Biology was funded by the Wellcome Trust and SRIF and we would like to thank Gareth Howell for his help in using this facility.",
            "cite_spans": [],
            "section": "Acknowledgements",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: A. Confocal analysis of the subcellular localization of EGFP‐nucleolin (green) and DsRed‐B23 (red) in mock‐infected cells, and the morphology of the nucleolus as revealed by transmission phase contrast microscopy (labelled transmission). B. Distribution of EGFP (green) in mock and IBV‐infected cells (red). The nucleolus (No), fibrillar centre (FC), dense fibrillar component (DFC) and nuclear envelope (NE) are indicated. Size bar is 10 µm.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Confocal microscopy analysis of the distribution of DsRed‐B23 in cells infected with IBV at 12, 18 and 24 h pi. Merged images are presented as well as individual images for the detection of IBV proteins (green) and DsRed‐B23 (red). The transmission phase contrast images (labelled TPC) of the cells are shown below. Various features are indicated for orientation, examples of nucleoli are indicated (No), the fibrillar centre (FC) and nuclear envelope (NE). Size bar is 10 µm.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: A. Confocal analysis of the distribution of EGFP‐nucleolin (green) in IBV (red)‐infected cells at 24 h pi; separate images are shown for each label and the merged image. B. Z‐sections were taken through the nucleus of the cell shown in (A) in 1.00 µm increments. Merged images are shown. C. Confocal images of an infected cell (red) at 24 h pi expressing EGFP‐nucleolin (green) showing an enlarged FC, separate images are shown for each label and the merged image. D. Confocal and transmission phase contrast of a nucleolus in mock‐infected cells expressing EGFP‐nucleolin (green). E. The diameter of the FC was measured using the intensity profile of EGFP‐nucleolin (green) across the nucleolus. Both merged and fluorescent profiles are presented for different cells exhibiting the large FC phenotype. Various features are indicated for orientation, examples of nucleoli are indicated (No), the fibrillar centre (FC) and nuclear envelope (NE). Size bar is 10 µm.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: A. Western blot analysis of consecutive stages in the preparation of nucleolar extracts. Nucleolin is used as a marker for the nucleolus and Lamin B as a maker of the nucleus and nucleoplasm. B. Top image, Coomassie stained acrylamide gel of nucleolar extracts from IBV and mock‐infected cells separated on a 10% NuPage Bis‐Tris precast polyacrylamide gel (Invitrogen) in MOPs running buffer. Arrows indicated both novel protein species (1) and reduced cellular proteins (2) in the nucleolar extracts from infected and mock‐infected cells respectively. Below are shown Western blots for N protein and nucleolin. C. Live cell imaging of cells expressing EGFP‐IBV N protein. The nucleolus is indicated (No).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: A. Distribution of p53 in mock‐infected cells. B. Confocal images of cells expressing IBV proteins (green) and showing the distribution of p53 (red) and merged at 24 h pi. C. Enlarged images of IBV‐infected cells with IBV proteins labelled in green and p53 in red at 24 h pi. Transmission phase contrast (TPC) of the lower cell is shown below. Nucleoli are indicated (No) and the size bar is 10 µm. D. Western blot analysis of p53 in mock and infected cells at 0 and 24 h pi. Protein concentrations were standardized and compared with GAPDH.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: A. Confocal analysis to investigate the potential colocalization of p53 (red) in cells expressing EGFP‐IBV N protein (green). B and C. Confocal analysis of the distribution of IBV proteins (blue), EGFP‐IBV N protein (green) and p53 (red) in IBV‐infected cells at 24 h pi. Colocalization between EGFP‐IBV N protein plus p53, EGFP‐IBV N protein plus IBV proteins, p53 plus IBV proteins, and between the three complexes, appears yellow, cyan, purple and white respectively. The nucleolus is indicated (No). Size bar is 10 µm.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: A. Confocal analysis of cells expressing EGFP‐IBV N protein (green) showing low levels of protein in the nucleus but not nucleolus, which has been stained with PI (red), at 24 h post transfection. Separate channels are shown as well as the merged image. The right‐hand images are enhanced magnification images of sections of the nuclear/cytoplasmic boundary showing the nucleoplasm (Np), nucleolus (No) and nuclear envelope (NE). B. Upper images are examples of differential stained nucleoli in cells expressing EGFP‐IBV N protein (green) and PI to stain the nucleolus (red), and merged. The lower image shows the apparent circumferences of the nucleoli when visualized using EGFP and PI. C. Orthogonal reconstruction through the cell in (B) by Z‐sectioning. The orthogonal section corresponds to the vertical bar in the lower left‐hand cell shown in (B). D. Z‐sectioning through the nucleus/nucleolus in a cell expressing ECFP‐NR1+2 and DsRed‐B23 at 24 h post transfection. Also shown is the apparent maximum diameter (indicated) of the FC using the nucleolus shown in the 2.92 µm section. The nucleolus, nucleoplasm and nuclear envelope are indicated No, NP and NE respectively. The horizontal size bar is 10 µm.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "To be or not to be in the nucleolus",
            "authors": [],
            "year": 2000,
            "venue": "Nat Cell Biol",
            "volume": "2",
            "issn": "",
            "pages": "E107-E112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Involvement of the nucleolus in plant virus systemic infection",
            "authors": [],
            "year": 2004,
            "venue": "Biochem Soc Trans",
            "volume": "32",
            "issn": "",
            "pages": "557-560",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Directed proteomic analysis of the human nucleolus",
            "authors": [],
            "year": 2002,
            "venue": "Curr Biol",
            "volume": "12",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Bioinformatic analysis of the nucleolus",
            "authors": [],
            "year": 2003,
            "venue": "Biochem J",
            "volume": "376",
            "issn": "",
            "pages": "553-569",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Nucleolin functions in the first step of ribosomal RNA processing",
            "authors": [],
            "year": 1998,
            "venue": "EMBO J",
            "volume": "17",
            "issn": "",
            "pages": "1476-1486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Molecular dissection of nucleolin’s role in growth and cell proliferation: new insights",
            "authors": [],
            "year": 1999,
            "venue": "FASEB J",
            "volume": "13",
            "issn": "",
            "pages": "1911-1922",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Structure and functions of nucleolin",
            "authors": [],
            "year": 1999,
            "venue": "J Cell Sci",
            "volume": "112",
            "issn": "",
            "pages": "761-772",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Increased stability of nucleolin in proliferating cells by inhibition of its self‐cleaving activity",
            "authors": [],
            "year": 1991,
            "venue": "J Biol Chem",
            "volume": "266",
            "issn": "",
            "pages": "7754-7758",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Nucleolin is regulated both at the level of transcription and translation",
            "authors": [],
            "year": 2005,
            "venue": "Biochem Biophys Res Commun",
            "volume": "332",
            "issn": "",
            "pages": "817-822",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Birth of a nucleolus: the evolution of nucleolar compartments",
            "authors": [],
            "year": 2005,
            "venue": "Trends Cell Biol",
            "volume": "15",
            "issn": "",
            "pages": "194-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "C23 interacts with B23, a putative nucleolar‐localization‐signal‐binding protein",
            "authors": [],
            "year": 1996,
            "venue": "Eur J Biochem",
            "volume": "237",
            "issn": "",
            "pages": "153-158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The dynamics of the nucleolus",
            "authors": [],
            "year": 2003,
            "venue": "Crit Rev Eukaryot Gene Expr",
            "volume": "13",
            "issn": "",
            "pages": "39-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "\nIn vivo interaction of nucleophosmin/B23 and protein C23 during cell cycle progression in HeLa cells",
            "authors": [],
            "year": 1999,
            "venue": "Cancer Lett",
            "volume": "144",
            "issn": "",
            "pages": "45-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Stress‐dependent nucleolin mobilization mediated by p53‐nucleolin complex formation",
            "authors": [],
            "year": 2002,
            "venue": "Mol Cell Biol",
            "volume": "22",
            "issn": "",
            "pages": "6014-6022",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Nonphosphorylated human La antigen interacts with nucleolin at nucleolar sites involved in rRNA biogenesis",
            "authors": [],
            "year": 2004,
            "venue": "Mol Cell Biol",
            "volume": "24",
            "issn": "",
            "pages": "10894-10904",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Nucleolin interacts with telomerase",
            "authors": [],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "51508-51515",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Two RNA‐binding domains determine the RNA‐binding specificity of nucleolin",
            "authors": [],
            "year": 1997,
            "venue": "J Biol Chem",
            "volume": "272",
            "issn": "",
            "pages": "13109-13116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Molecular basis of sequence‐specific recognition of pre‐ribosomal RNA by nucleolin",
            "authors": [],
            "year": 2000,
            "venue": "EMBO J",
            "volume": "19",
            "issn": "",
            "pages": "6870-6881",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Two different combinations of RNA‐binding domains determine the RNA binding specificity of nucleolin",
            "authors": [],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": "14338-14343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Nuclear bodies and compartments: functional roles and cellular signalling in health and disease",
            "authors": [],
            "year": 2004,
            "venue": "Cell Signal",
            "volume": "16",
            "issn": "",
            "pages": "1085-1104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The molecular biology of coronaviruses",
            "authors": [],
            "year": 1997,
            "venue": "Adv Virus Res",
            "volume": "48",
            "issn": "",
            "pages": "1-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The coronavirus infectious bronchitis virus nucleoprotein localizes to the nucleolus",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "506-512",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Disruption of the nucleolus mediates stabilization of p53 in response to DNA damage and other stresses",
            "authors": [],
            "year": 2003,
            "venue": "EMBO J",
            "volume": "22",
            "issn": "",
            "pages": "6068-6077",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Localisation to the nucleolus is a common feature of coronavirus nucleoproteins and the protein may disrupt host cell division",
            "authors": [],
            "year": 2001,
            "venue": "J Virol",
            "volume": "75",
            "issn": "",
            "pages": "9345-9356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Interaction of the coronavirus nucleoprotein with nucleolar antigens and the host cell",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "5233-5250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The localisation of porcine reproductive and respiratory syndrome virus nucleocapsid protein to the nucleolus of infected cells and identification of a potential nucleolar localization signal sequence",
            "authors": [],
            "year": 1999,
            "venue": "Virus Res",
            "volume": "64",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Nuclear localization of non‐structural protein 1 and nucleocapsid protein of equine arteritis virus",
            "authors": [],
            "year": 2002,
            "venue": "J Gen Virol",
            "volume": "83",
            "issn": "",
            "pages": "795-800",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Colocalization and interaction of the porcine arterivirus nucleocapsid protein with the small nucleolar RNA‐associated protein fibrillarin",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "12173-12183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Intracellular localization of the severe acute respiratory syndrome coronavirus nucleocapsid protein: absence of nucleolar accumulation during infection and after expression as a recombinant protein in vero cells",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "11507-11512",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Sub‐cellular localisation of the severe acute respiratory syndrome coronavirus nucleocapsid protein",
            "authors": [],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "3303-3310",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Sumoylation of the nucleocapsid protein of severe acute respiratory syndrome coronavirus",
            "authors": [],
            "year": 2005,
            "venue": "FEBS Lett",
            "volume": "579",
            "issn": "",
            "pages": "2387-2396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Evaluation of a nucleoprotein‐based enzyme‐linked immunosorbent assay for the detection of antibodies against infectious bronchitis virus",
            "authors": [],
            "year": 2003,
            "venue": "Avian Pathol",
            "volume": "32",
            "issn": "",
            "pages": "519-526",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Mass spectroscopic characterisation of the coronavirus infectious bronchitis virus nucleoprotein and elucidation of the role of phosphorylation in RNA binding using surface plasmon resonance",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "1164-1179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Nucleolar proteome dynamics",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "433",
            "issn": "",
            "pages": "77-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Phosphorylation and subcellular localization of transmissible gastroenteritis virus nucleocapsid protein in infected cells",
            "authors": [],
            "year": 2005,
            "venue": "J Gen Virol",
            "volume": "86",
            "issn": "",
            "pages": "2255-2267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "The nucleoprotein is required for efficient coronavirus genome replication",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "12683-12688",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Selective replication of coronavirus genomes that express nucleocapsid protein",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "6620-6630",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Activation of AP‐1 signal transduction pathway by SARS coronavirus nucleocapsid protein",
            "authors": [],
            "year": 2003,
            "venue": "Biochem Biophys Res Commun",
            "volume": "311",
            "issn": "",
            "pages": "870-876",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "The SARS coronavirus nucleocapsid protein induces actin reorganization and apoptosis in COS‐1 cells in the absence of growth factors",
            "authors": [],
            "year": 2004,
            "venue": "Biochem J",
            "volume": "383",
            "issn": "",
            "pages": "13-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "The nucleocapsid protein of murine hepatitis virus type 3 induces transcription of the novel fgl2 prothrombinase gene",
            "authors": [],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": "9930-9936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Induction of prothrombinase fgl2 by the nucleocapsid protein of virulent mouse hepatitis virus is dependent on host hepatic nuclear factor‐4 alpha",
            "authors": [],
            "year": 2003,
            "venue": "J Biol Chem",
            "volume": "278",
            "issn": "",
            "pages": "15541-15549",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Is VP22 nuclear homing an artifact?",
            "authors": [],
            "year": 2001,
            "venue": "Nat Biotech",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Positively charged DNA‐binding proteins cause apparent cell membrane translocation",
            "authors": [],
            "year": 2002,
            "venue": "Biochem Biophys Res Commun",
            "volume": "291",
            "issn": "",
            "pages": "367-371",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Murine coronavirus replication induces cell cycle arrest in G0/G1 phase",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "5658-5669",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "The nucleolus",
            "authors": [],
            "year": 2005,
            "venue": "J Cell Sci",
            "volume": "118",
            "issn": "",
            "pages": "1335-1337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Nuclear/nucleolar localization properties of C‐terminal nucleocapsid protein of SARS coronavirus",
            "authors": [],
            "year": 2005,
            "venue": "Virus Res",
            "volume": "114",
            "issn": "",
            "pages": "23-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Genetic inactivation of the transcription factor TIF‐IA leads to nucleolar disruption, cell cycle arrest, and p53‐mediated apoptosis",
            "authors": [],
            "year": 2005,
            "venue": "Mol Cell",
            "volume": "19",
            "issn": "",
            "pages": "77-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "A higher concentration of an antigen within the nucleolus may prevent its proper recognition by specific antibodies",
            "authors": [],
            "year": 2005,
            "venue": "Eur J Histochem",
            "volume": "49",
            "issn": "",
            "pages": "117-124",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Replication and morphogenesis of avian coronavirus in Vero cells and their inhibition by monensin",
            "authors": [],
            "year": 1984,
            "venue": "Virus Res",
            "volume": "1",
            "issn": "",
            "pages": "153-167",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "The cell cycle and virus infection",
            "authors": [],
            "year": 2004,
            "venue": "Methods Mol Biol",
            "volume": "296",
            "issn": "",
            "pages": "197-218",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Brief review: the nucleolus – a gateway to viral infection?",
            "authors": [],
            "year": 2002,
            "venue": "Arch Virol",
            "volume": "147",
            "issn": "",
            "pages": "1077-1089",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "The interaction of animal cytoplasmic RNA viruses with the nucleus to facilitate replication",
            "authors": [],
            "year": 2003,
            "venue": "Virus Res",
            "volume": "95",
            "issn": "",
            "pages": "13-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Nucleolar‐cytoplasmic shuttling of PRRSV nucleocapsid protein: a simple case of molecular mimicry or the complex regulation by nuclear import, nucleolar localization and nuclear export signal sequences",
            "authors": [],
            "year": 2003,
            "venue": "Virus Res",
            "volume": "95",
            "issn": "",
            "pages": "23-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "The interaction of cytoplasmic RNA viruses with the nucleus",
            "authors": [],
            "year": 2003,
            "venue": "Virus Res",
            "volume": "95",
            "issn": "",
            "pages": "75-85",
            "other_ids": {
                "DOI": []
            }
        }
    }
}