{
    "paper_id": "PMC7168448",
    "metadata": {
        "title": "Dynamic models for Coronavirus Disease 2019 and data analysis",
        "authors": [
            {
                "first": "Nian",
                "middle": [],
                "last": "Shao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Min",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "HanShuang",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jin",
                "middle": [],
                "last": "Cheng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wenbin",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": "wbchen@fudan.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In Dec. 2019, a pneumonia of unknown cases of unknown cause emerged in Wuhan, Hubei province in China. The Wuhan Municipal Health Commission reported 27 cases of viral pneumonia including 7 severely ill cases on 12 December 2019. The causative agent identified by the Chinese authorities was designated as Novel Coronavirus Pneumonia (Coronavirus Disease 2019 [COVID‐19]) by the World Health Organization (WHO). As of 20 February 2020, there have been 74 675 confirmed cases in mainland of China, and more than 2000 people died. The virus have been spread widely to 26 countries, and the situations in Japan and South Korea are becoming serious as well, as of 22 February 2020, there have been already 756 infected cases in Japan (including the Diamond Princess cruise).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "COVID‐19 raised intense attention not only within China but internationally. People were concerned about the spread of epidemic and its development trend. Many mathematical researches focused on the modelling of the spread and development of the COVID‐19. For instance, considering the epidemic's feature of spreading during the latent period, Cheng's group applied the time delay process to describe the typical feature and proposed a novel dynamical system to predict the outbreak and evolution of COVID‐19. This model was called the Time Delay Dynamical–Novel Coronavirus Pneumonia (TDD‐NCP) model.1, 2 Based on this work, Chen et al also proposed a time delay dynamic system with an external source to describe the trend of local outbreak for COVID‐19.3 Then, considering the fractional order derivatives, Chen et al proposed a novel time delay dynamic system with fractional order.4 In their system, the Riemann‐Liouville derivative was added that can describe the confirmed and cured people's growth process. Later, based on Chinese Centers for Disease Control's (CCDC's) statistical data, Shao et al proposed a series time delay dynamic system (called the Fudan‐CCDC model),5 and they estimated the reproductive number \nR0 of COVID‐19 in their study6 based on Wallinga and Lipsitch frame work.8 The conclusion was, the \nR0 estimated is in \n[3.25,3.4] of COVID‐19 that is bigger than that of the severe acute respiratory syndrome (SARS). We refer our readers to some paralleled results.9, 10, 11, 12, 13, 14, 15 In 23 February, the Fudan‐CCDC model is specially used to warn that there could be a rapid outbreak in Japan if no effective quarantine measures are carried out immediately.7\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In this paper, we provide a brief introduction of the TDD‐NCP model1, 2 and Fudan‐CCDC model.5 We use the Fudan‐CCDC model to reconstruct some important parameters (including growth rate, isolation rage, initial date) and predict the cumulative number of confirmed cases in some of cities in China. In addition, due to the serious concern of possible severe outbreak in Japan, we also analyse the different evolutions of COVID‐19 in Japan with different isolation rates in future days. The future circumstances of COVID‐19 in Singapore will also be predicted.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "It is worth to emphasize that, the data employed in this paper were acquired from WIND (like Bloomberg), which were provided by the China Health Commission, but the data also can be easily found at every Chinese news websites. The code is running on MATLAB, where some optimization packages are used.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The following notations will be utilized in TDD‐NCP model:\n\nI(t): accumulated number of infected people at time \nt,\nJ(t): accumulated number of confirmed people at time \nt,\nG(t): the number of infected and isolated but undiagnosed cases at time \nt, they are infected in fact but are not confirmed by the hospital, and\nR(t): accumulated number of cured people at time \nt.\n",
            "cite_spans": [],
            "section": "TIME DELAY DYNAMICAL‐NOVEL CORONAVIRUS PNEUMONIA MODEL",
            "ref_spans": []
        },
        {
            "text": "Assumptions:\nAt time \nt, the exposed people that may transmit to others is \nI0(t)=I(t)−G(t)−J(t), with the spread rate \nβ, which is a fixed but unknown constant.No matter the cumulative confirmed people \nJ(t) are isolated before diagnosed or not, they are consist of the population infected at time τ1 averagely.Because of the quarantine strategy of the government, some infected people have been isolated during \nτ1 latent days; the average experience of an isolated period is \nτ1′ days; then, they were confirmed. The isolated rate was assumed to be \nℓ; a larger value of \nℓ suggests that the government implemented tougher controls.It takes \nτ2 days on average for the diagnosed people to become cured with a rate \nκ or dead with a rate \n1−κ.\n",
            "cite_spans": [],
            "section": "TIME DELAY DYNAMICAL‐NOVEL CORONAVIRUS PNEUMONIA MODEL",
            "ref_spans": []
        },
        {
            "text": "The model will be described as follows:\n(1)dIdt=βI0(t),\n(2)dJdt=γ∫0th1(t−τ1,t′)βI0(t′)dt′,\n(3)dGdt=ℓI0(t)−∫0th2(t−τ1′,t′)G(t′)dt′,\n(4)dRdt=κ∫0th3(t−τ1−τ2,t′)βI0(t′)dt′, in which \nhi(t^,t′) with \ni=1,2,3 are distributions that should be normalized as \n∫0thi(t^,t′)dt′=1. \nhi can be chosen as normal distribution with \nhi=ci1e−ci2(t^−t′)2 or as a \nδ− function \nhi(t^,t′)=δ(t^−t′) for simplicity, which means every infected individual experienced the same latent period and treatment period.",
            "cite_spans": [],
            "section": "TIME DELAY DYNAMICAL‐NOVEL CORONAVIRUS PNEUMONIA MODEL",
            "ref_spans": []
        },
        {
            "text": "The model can be utilized to predict the tendency of outbreak for COVID‐19. Suppose we know the initial conditions \n{I,J,G,R}|t=t0, where \nt0 is the initial time, knowing the number of infected (\nJdata) and dead (\nRdata). Setting the morbidity \nγ=0.99, the latent period \nτ1=7, \nτ1′=14, and \nτ2=12, we can identify the spread rate \nβ, the isolated rate \nℓ, and the cured rate \nκ via the following two optimization problems:\n(β*,ℓ*)=argminβ,ℓ‖J(β,ℓ,t)−Jdata‖,κ*=argminκ‖R(β*,ℓ*,κ,t)−Rdata‖. With the reconstructed \n(β*,ℓ*,κ*), one can put them into system (1) and solve it numerically.",
            "cite_spans": [],
            "section": "TIME DELAY DYNAMICAL‐NOVEL CORONAVIRUS PNEUMONIA MODEL",
            "ref_spans": []
        },
        {
            "text": "The Fudan‐CCDC model was established when Cheng, one of the authors for the TDD‐NCP model, suggested to use the time delay model to fit the real data. The Fudan‐CCDC model is described as\n(5)dIdt=rI0(t),\n(6)dJdt=r∫−∞tf4(t−s)I0(s)ds,\n(7)dGdt=ℓ(t)∫−∞tf2(t−s)I0(s)ds−ℓ(t)∫−∞tf4(t−s)I0(s)ds.\n",
            "cite_spans": [],
            "section": "FUDAN‐CHINESE CENTER FOR DISEASE CONTROL AND PREVENTION MODEL",
            "ref_spans": []
        },
        {
            "text": "One can also use the discrete system with each step representing 1 day just as we have implemented in the code:\n(8)I(t+1)=I(t)+rI0(t),\n(9)J(t+1)=J(t)+r∑s≤tf4(t−s)I0(s),\n(10)G(t+1)=G(t)+ℓ(t)∑s≤tf2(t−s)I0(s)−ℓ(t)∑s≤tf4(t−s)I0(s).\n",
            "cite_spans": [],
            "section": "FUDAN‐CHINESE CENTER FOR DISEASE CONTROL AND PREVENTION MODEL",
            "ref_spans": []
        },
        {
            "text": "We further make some assumptions on the following transition probability.\n\nf2(t): the transition probability from infection to illness onset,\nf3(t): the transition probability from illness onset to hospitalization, and\nf4(t): the transition probability from infection to hospitalization, which can be calculated via the convolution of \nf2(t) and \nf3(t),\n",
            "cite_spans": [],
            "section": "FUDAN‐CHINESE CENTER FOR DISEASE CONTROL AND PREVENTION MODEL",
            "ref_spans": []
        },
        {
            "text": "We assume the log‐normal distribution for \nf2(t) and the Weibull distribution for \nf3(t), and the distribution parameters can be estimated from CCDC by fitting the figures.16 In addition, we denote the constant \nr be a growth rate that assumes to be equal to \nβ in TDD‐NCP model. Another important improvement in the Fudan‐CCDC model is taking into consideration an isolated rate \nℓ, which is distinct for different time stages at different regions. So, we may assume\nℓ=ℓ1,t<tℓ;ℓ2,else. This means that the government adopts different quarantine strategies at time \ntℓ.",
            "cite_spans": [],
            "section": "FUDAN‐CHINESE CENTER FOR DISEASE CONTROL AND PREVENTION MODEL",
            "ref_spans": []
        },
        {
            "text": "The parameters \nr,ℓ1,ℓ2, and \ntℓ are all be reconstructed numerically via the following optimization problem\nminr,ℓ1,ℓ2,tℓ,t0‖J(r,ℓ1,ℓ2,tℓ,t)−Jdata‖. The model can also track the initial date of the epidemic when provided \nI(t0). In the following, we list these important parameters in some cities in China; the Diamond Princess cruise ship, Japan without the cruise, and Singapore are also included in Table 1.",
            "cite_spans": [],
            "section": "FUDAN‐CHINESE CENTER FOR DISEASE CONTROL AND PREVENTION MODEL",
            "ref_spans": [
                {
                    "start": 409,
                    "end": 410,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "It can be analyzed from table that the growth rate \nr is approximately around 0.31. The Chinese government adopted a very strong quarantine strategy from 17 January 2020. Actually, it is reported that there have been already 70 548 infected cases and 1875 dead cases. The following figures show the forecast of the tendency of outbreak for COVID‐19 in some cities in China and in Singapore, see Figure 1.",
            "cite_spans": [],
            "section": "FUDAN‐CHINESE CENTER FOR DISEASE CONTROL AND PREVENTION MODEL",
            "ref_spans": [
                {
                    "start": 402,
                    "end": 403,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We also present the simulation results for COVID‐19 in the Diamond Princess Cruise; everyone on board got off the cruise, and passengers on board began to disembark in batches on 19 February 2020, see Figure 2.",
            "cite_spans": [],
            "section": "FUDAN‐CHINESE CENTER FOR DISEASE CONTROL AND PREVENTION MODEL",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 209,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Finally, we present the estimated results of possible future scenarios for COVID‐19 in Japan (without the cruise) under different choices of \nℓ2, see Figure 3.",
            "cite_spans": [],
            "section": "FUDAN‐CHINESE CENTER FOR DISEASE CONTROL AND PREVENTION MODEL",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We conclude from the figure as follows:\n\nℓ2=0.4, which is a little bigger than \nℓ1=0.2872 but not enough. It means the quarantine strategy taken by the Japanese government are insufficient, the number of infected people will remain increasing exponentially.\nℓ2=0.43; the measures taken by the Japanese government are not sufficient and the number of infected people will rise at a slower rate.\nℓ2=0.45; the stabilization period will come a little earlier. The accumulative number of infected cases will decrease notably.\nℓ2=0.5, which means the quarantine strategy is almost the same strength as those in Shanghai, the epidemic will soon be under control, and the cumulative number of infected cases will be approximately 4000.\n",
            "cite_spans": [],
            "section": "FUDAN‐CHINESE CENTER FOR DISEASE CONTROL AND PREVENTION MODEL",
            "ref_spans": []
        },
        {
            "text": "During the following research, we will focus on the several questions:\nParameter identification problems: From the observed data, based on our model, we would like to identify the source terms, which indicate when and how the patients infected. Actually, when applying our Fudan‐CCDC model to analyze the tendency of COVID‐19 in Korea, we successfully tracked down a super spreader on 7 February 2020. The following analysis related to the influence of such super spreaders will be our concentration.Stability problems with respect to the growth rate \nr: When we applied TDD‐NCP and Fudan‐CCDC models to the different regions in China and different countries, a very interesting observation is that, even if we take almost the same parameter \nr and although the kernels in these two models are different, we can have similar results. This leads to our further consideration on the stability of this parameter.The observability and controllability theory for two dynamical systems with respect to the isolated parameter \nℓ: This parameter plays a significant role in our models. Estimating this parameter can help the government making the decision on whether the government should increase the quarantine strategy. It would be interesting to study the observability and controllability of two models with respect to \nℓ. The optimal control problem will be very useful.What is the relation between our models and the classical Susceptible‐Exposed‐Infectious‐Recovered (SEIR) models?\n",
            "cite_spans": [],
            "section": "FURTHER DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Other versions of our models can also been developed, such as a random input and random parameters. Moreover, the methods here can generalized in other fields, such as finance, risk management, and social networks. We will discuss these topics in the future and also welcome other groups to join us.",
            "cite_spans": [],
            "section": "FURTHER DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: The growth rate \nr, quarantine strategy, and initial date reconstructed from Fudan‐Chinese Center for Disease Control and Prevention (CCDC) model\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: The tendency of the outbreak for the Coronavirus Disease 2019 (COVID‐19) in some cities in China and in Singapore [Colour figure can be viewed at http://wileyonlinelibrary.com]",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The simulation results for Coronavirus Disease 2019 (COVID‐19) in the Diamond Princess Cruise [Colour figure can be viewed at http://wileyonlinelibrary.com]",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Possible future scenarios for Coronavirus Disease 2019 (COVID‐19) in Japan (without the cruise) [Colour figure can be viewed at http://wileyonlinelibrary.com]",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A time delay dynamical model for outbreak of 2019‐nCoV and the parameter identification",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Modeling and prediction for the trend of outbreak of 2019‐nCoV based on a time‐delay dynamic system (in Chinese)",
            "authors": [],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "3",
            "pages": "1-8",
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0026"
                ]
            }
        },
        "BIBREF2": {
            "title": "A time delay dynamic system with external source for the local outbreak of 2019‐nCoV",
            "authors": [],
            "year": 2020,
            "venue": "Applicable Analysis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1080/00036811.2020.1732357"
                ]
            }
        },
        "BIBREF3": {
            "title": "The reconstruction and prediction algorithm of the fractional TDD for the local outbreak of COVID‐19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Some novel statistical time delay dynamic model by statistics data from CCDC on Novel Coronavirus Pneumonia submitted to Journal of Control Theory and Applications (in Chinese)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The reproductive number \nR0 of COVID‐19 based on estimate of a statistical time delay dynamical system",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.17.20023747"
                ]
            }
        },
        "BIBREF6": {
            "title": "CoVID‐19 in Japan: What could happen in the future?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.21.20026070"
                ]
            }
        },
        "BIBREF7": {
            "title": "How generation intervals shape the relationship between growth rates and reproductive numbers",
            "authors": [],
            "year": 1999,
            "venue": "Proc R Soc B",
            "volume": "274",
            "issn": "",
            "pages": "599-604",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019‐nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF9": {
            "title": "Novel coronavirus 2019‐nCoV: early estimation of epidemiological parameters and epidemic predictions",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.23.20018549"
                ]
            }
        },
        "BIBREF10": {
            "title": "Time‐varying transmission dynamics of Novel Coronavirus Pneumonia in China[J]",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.01.25.919787"
                ]
            }
        },
        "BIBREF11": {
            "title": "Analysis of the epidemic growth of the early 2019‐nCoV outbreak using internationally confirmed cases.",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Simulating the infected population and spread trend of 2019‐nCov under different policy by EIR model Available at SSRN 3537083",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Early epidemiological assessment of the transmission potential and virulence of 2019 Novel Coronavirus in Wuhan City: China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Feasibility of controlling 2019‐nCoV outbreaks by isolation of cases and contacts medRxiv",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.02.08.20021162"
                ]
            }
        },
        "BIBREF15": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus‐infected pneumonia [J]",
            "authors": [],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        }
    }
}