{
    "paper_id": "PMC7151813",
    "metadata": {
        "title": "Public Health and Human-Animal Medicine",
        "authors": [
            {
                "first": "Peter",
                "middle": [
                    "M."
                ],
                "last": "Rabinowitz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lisa",
                "middle": [
                    "A."
                ],
                "last": "Conti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hugh",
                "middle": [
                    "M."
                ],
                "last": "Mainzer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "M."
                ],
                "last": "Rabinowitz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lisa",
                "middle": [
                    "A."
                ],
                "last": "Conti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\n•Facilitate communication between human health care providers and veterinary health care providers.•Recognize that veterinary and human health clinicians perform many functions that place them on the front lines of public health practice.•Educate clinicians on ways to refocus clinical activities toward prevention and to understand the links among environment, host, and agent.•Consider surveillance of animals as well as human beings for early detection of disease risk.\n",
            "cite_spans": [],
            "section": "Public Health Professionals ::: Key Points for Clinicians and Public Health Professionals",
            "ref_spans": []
        },
        {
            "text": "\n•At a minimum, clinicians are required to report “notifiable diseases” to the state or local health department. It is critical to contact the health department if an issue of public health importance is even suspected.•Practice preventive medicine.\n",
            "cite_spans": [],
            "section": "Human Health Clinicians ::: Key Points for Clinicians and Public Health Professionals",
            "ref_spans": []
        },
        {
            "text": "\n•All veterinary clinicians must recognize that they are essential parts of the public health system, with responsibility to protect and improve the health of human as well as animal populations. What the veterinarian observes, diagnoses, and treats in the clinical setting can have a far-reaching population health impact.•It is important to contact the health department (in addition to requirements for reporting to agriculture officials) if an issue of public health importance is suspected to discuss the situation. For example, if leptospirosis is diagnosed in an animal, the public health department can provide guidance for preventing human cases and be on the watch for human cases. Contacting the health department regarding a communicable disease or other environmental health hazard can also increase communication between veterinarians and human health clinicians in the community.•Practice preventive medicine.\n",
            "cite_spans": [],
            "section": "Veterinary Clinicians ::: Key Points for Clinicians and Public Health Professionals",
            "ref_spans": []
        },
        {
            "text": "In 1994, the U.S. Public Health Service assembled and tasked the Public Health Functions Steering Committee to develop a working definition of public health and a guiding framework for the responsibilities of local public health systems.1 The resulting 10 Essential Public Health Services are the following:1.Monitor health status to identify and solve community health problems.2.Diagnose and investigate health problems and health hazards in the community.3.Inform, educate, and empower people about health issues.4.Mobilize community partnerships and action to identify and solve health problems.5.Develop policies and plans that support individual and community health efforts.6.Enforce laws and regulations that protect health and ensure safety.7.Link people to needed personal health services and ensure the provision of health care when otherwise unavailable.8.Ensure a competent public and personal health care workforce.9.Evaluate effectiveness, accessibility, and quality of personal and population-based health services.10.Research for new insights and innovative solutions to health problems.\n",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "THE 10 ESSENTIAL PUBLIC HEALTH SERVICES",
            "ref_spans": []
        },
        {
            "text": "The actions of public health professionals as well as human and veterinary clinicians that are mentioned in many sections of this book encompass these 10 core responsibilities.",
            "cite_spans": [],
            "section": "THE 10 ESSENTIAL PUBLIC HEALTH SERVICES",
            "ref_spans": []
        },
        {
            "text": "Much of this book discusses the need for enhanced communication between animal health and human health professionals. Not always evident is the key role that public health professionals and the public health system play in such communication.",
            "cite_spans": [],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": []
        },
        {
            "text": "The first three core functions of public health systems are to monitor the status of the health of the community; to diagnose and investigate health problems and health hazards affecting communities; and inform, educate, and empower communities to improve health. To accomplish these functions, accurate information is required on the prevalence and incidence of disease events and risk factors as well as the extent of environmental health hazards. A major method of obtaining this information is from surveillance data gathered through mandated reporting systems. These data, reported by clinicians, laboratories, and others, are used to identify emerging diseases, plan for disasters, track trends, and evaluate progress of intervention strategies. Reportable disease events in animals could be sentinel events for human health hazards, and vice versa.",
            "cite_spans": [],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": []
        },
        {
            "text": "In the United States each state can set its own priorities for disease reporting. The Council of State and Territorial Epidemiologists (CSTE; http://www.cste.org) and National Association of State Public Health Veterinarians (NASPHV; http://www.nasphv.org) provide guidance for such reportable condition criteria and for both communicable and noncommunicable conditions. State and local health departments then provide selected data to the Centers for Disease Control and Prevention (CDC).2 Most states have required animal disease reporting of agricultural importance to agricultural agencies as well (see state requirements at http://www.biosecuritycenter.org/reportDisease.php). Box 13-1\nlists the human infectious diseases that are nationally notifiable to the public health system. One animal disease, rabies, is also required to be reported. For a complete listing of nationally notifiable diseases and other conditions of public health importance (including injury and lead), see http://www.cdc.gov/ncphi/disss/nndss/phs/files/NNDSS_event_code_list_January_2008.doc.BOX 13-1Nationally Notifiable Infectious Diseases, United States, 2009AIDSAnthraxArboviral neuroinvasive and nonneuroinvasive diseases•California serogroup virus disease•Eastern equine encephalitis virus disease•Powassan virus disease•St. Louis encephalitis virus disease•West Nile virus disease•Western equine encephalitis virus disease\nBotulism•Foodborne•Infant•Other (wound and unspecified)\nBrucellosisChancroidChlamydia trachomatis, genital infectionsCholeraCoccidioidomycosisCryptosporidiosisCyclosporiasisDiphtheriaEhrlichiosis/anaplasmosis•\nEhrlichia chaffeensis\n•\nEhrlichia ewingii\n•Anaplasma phagocytophilum•Undetermined\nGiardiasisGonorrhea\nHaemophilus influenzae, invasive diseaseHansen disease (leprosy)Hantavirus pulmonary syndromeHemolytic uremic syndrome, postdiarrhealHepatitis, viral, acute•Hepatitis A, acute•Hepatitis B, acute•Hepatitis B virus, perinatal infection•Hepatitis, C, acute\nHepatitis, viral, chronic•Chronic hepatitis B•Hepatitis C virus infection (past or present)\nHIV infection•Adult/adolescent (age ≥13 years)•Child (age ≥18 months and <13 years)•Pediatric (age <18 months)\nInfluenza-associated pediatric deathLegionellosisListeriosisLyme diseaseMalariaMeaslesMeningococcal diseaseMumpsNovel influenza A virus infectionsPertussisPlaguePoliomyelitis, paralyticPoliovirus infection, nonparalyticPsittacosisQ Fever•Acute•Chronic\nRabies•Animal•Human\nRocky Mountain spotted feverRubellaRubella, congenital syndromeSalmonellosisSevere acute respiratory syndrome–associated coronavirus (SARS-CoV) diseaseShiga toxin–producing Escherichia coli\nShigellosisSmallpoxStreptococcal disease, invasive, group AStreptococcal toxic-shock syndrome\nStreptococcus pneumoniae, drug resistant, invasive disease\nStreptococcus pneumoniae, invasive disease, non–drug resistant, in children <5 yearsSyphilis•Primary•Secondary•Latent•Early latent•Late latent•Latent, unknown duration•Neurosyphilis•Late, nonneurologic•Syphilitic stillbirth\nSyphilis, congenitalTetanusToxic-shock syndrome (other than streptococcal)Trichinellosis (trichinosis)TuberculosisTularemiaTyphoid feverVancomycin-intermediate Staphylococcus aureus\nVancomycin-resistant Staphylococcus aureus\nVaricella (morbidity)Varicella (deaths only)VibriosisYellow feverFrom Centers for Disease Control and Prevention: National notifiable infectious diseases. Available at http://www.cdc.gov/ncphi/disss/nndss/phs/infdis.htm. Accessed April 8, 2009. AIDS, Acquired immunodeficiency syndrome; HIV, human immunodeficiency virus.",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 490,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": []
        },
        {
            "text": "In individual states, additional diseases may also be reportable to state health and/or agriculture departments.",
            "cite_spans": [],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": []
        },
        {
            "text": "In the United States veterinarians may be required to report selected clinical conditions to either public health authorities, who may perform further disease investigations to protect human health, or to their state veterinarian at the state department of agriculture for the protection of animal and human health. Ideally, the public health and agriculture authorities then communicate. State veterinarians provide selected data to the U.S. Department of Agriculture (USDA). Every 6 months the USDA reports to the World Organization for Animal Health (OIE) regarding the presence or absence of reportable animal diseases in the United States.3\nBox 13-2\nlists reportable diseases tracked by the OIE.BOX 13-2Animal Diseases Reportable to the World Organization for Animal HealthMultiple Species DiseasesAnthraxAujeszky's diseaseBluetongueBrucellosis •\nBrucella abortus\n•\nBrucella melitensis\n•\nBrucella suis\n\nCrimean Congo hemorrhagic feverEchinococcosis/hydatidosisFoot and mouth diseaseHeartwaterJapanese encephalitisLeptospirosisNew world screwworm (Cochliomyia hominivorax)\nOld world screwworm (Chrysomyia bezziana)\nParatuberculosisQ feverRabiesRift Valley feverRinderpestTrichinellosisTularemiaVesicular stomatitisWest Nile feverCattle DiseasesBovine anaplasmosisBovine babesiosisBovine genital campylobacteriosisBovine spongiform encephalopathyBovine tuberculosisBovine viral diarrheaContagious bovine pleuropneumoniaEnzootic bovine leukosisHemorrhagic septicemiaInfectious bovine rhinotracheitis/infectious pustular vulvovaginitisLumpy skin diseaseMalignant catarrhal fever (wildebeest only)TheileriosisTrichomonosisTrypanosomosis (tsetse-transmitted)Sheep and Goat DiseasesCaprine arthritis/encephalitisContagious agalactiaContagious caprine pleuropneumoniaEnzootic abortion of ewes (ovine chlamydiosis)Maedi-visnaNairobi sheep diseaseOvine epididymitis (Brucella ovis)\nPeste des petits ruminantsSalmonellosis (Salmonella abortus ovis)\nScrapieSheep pox and goat poxEquine DiseasesAfrican horse sicknessContagious equine metritisDourineEquine encephalomyelitis (Eastern)Equine encephalomyelitis (Western)Equine infectious anemiaEquine influenzaEquine piroplasmosisEquine rhinopneumonitisEquine viral arteritisGlandersSurra (Trypanosoma evansi)\nVenezuelan equine encephalomyelitisSwine DiseasesAfrican swine feverClassical swine feverNipah virus encephalitisPorcine cysticercosisPorcine reproductive and respiratory syndromeSwine vesicular diseaseTransmissible gastroenteritisAvian DiseasesAvian chlamydiosisAvian infectious bronchitisAvian infectious laryngotracheitisAvian mycoplasmosis (Mycoplasma gallisepticum)\nAvian mycoplasmosis (Mycoplasma synoviae)\nDuck virus hepatitisFowl choleraFowl typhoidHighly pathogenic avian influenza and low-pathogenic avian influenza in poultry*\nInfectious bursal disease (Gumboro disease)Marek's diseaseNewcastle diseasePullorum diseaseTurkey rhinotracheitisLagomorph DiseasesAcarapisosis of honey beesAmerican foulbrood of honey beesBee diseasesEuropean foulbrood of honey beesMyxomatosisRabbit hemorrhagic diseaseSmall hive beetle infestation (Aethina tumida)\n\nTropilaelaps infestation of honey beesVarroosis of honey beesFish DiseasesEpizootic hematopoietic necrosisEpizootic ulcerative syndromeGyrodactylosis (Gyrodactylus salaris)\nInfectious hematopoietic necrosisInfectious salmon anemiaKoi herpesvirus diseaseRed sea bream iridoviral diseaseSpring viremia of carpViral hemorrhagic septicemiaMollusk DiseasesAbalone viral deathInfection with Bonamia exitiosa\nInfection with Marteilia refringens\nInfection with Perkinsus marinus\nInfection with Perkinsus olseni\nInfection with Xenohaliotis californiensis\nInfection with Bonamia ostreae\nCrustacean DiseasesInfectious hypodermal and hematopoietic necrosisSpherical baculovirosis (Penaeus monodon–type baculovirus)Taura syndromeTetrahedral baculovirosis (Baculovirus penaei)\nWhite spot diseaseYellowhead diseaseCrayfish plague (Aphanomyces astaci)\nInfectious myonecrosisWhite tail diseaseOther DiseasesCamelpoxLeishmaniosis\nAs of January 21, 2008. From World Organisation for Animal Health: OIE listed diseases.http://www.oie.int/eng/maladies/en_classification2008.htm?e1d7. Accessed March 3, 2008.",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 645,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": []
        },
        {
            "text": "When veterinarians report clinical illness in animals to public health authorities, public health professionals can assist with providing prevention guidance to minimize human risk of disease. In addition, an inquiry into possible associated human cases may ensue.",
            "cite_spans": [],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": []
        },
        {
            "text": "Both human medical reporting requirements and agricultural requirements vary from state to state, but the nationally notifiable diseases and the OIE list represent a minimum dataset for which ongoing surveillance is conducted.",
            "cite_spans": [],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": []
        },
        {
            "text": "Surveillance for disease can be both passive and active. Passive surveillance involves tracking the number of diagnosed cases of disease in a community that are reported to public health authorities. Active surveillance involves performing surveys or other systematic investigations to detect cases not reported through passive systems. Active surveillance can take place for both human and animal diseases.",
            "cite_spans": [],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": []
        },
        {
            "text": "For specific diseases, public health authorities may create and maintain surveillance systems using animal sentinels. Examples are the use of sentinel chickens for West Nile virus and other encephalitis viruses (Figure 13-2\n) and routine tick and mosquito surveillance for Lyme disease and West Nile virus, respectively.",
            "cite_spans": [],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 223,
                    "mention": "Figure 13-2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Ongoing monitoring for the appearance of disease outbreaks in both human beings and other animals takes place on local, state, national, and international levels. Figure 13-3\ndepicts some of the mandated and potential information flow between animal and human health. As with any system of such complexity, there is potential for information to be lost or for miscommunication to occur. Public health professionals can play an important role in facilitating communication between human health and animal health care providers. However, for nonreportable conditions, and even in the case of conditions that have reporting requirements, veterinarians and human health clinicians should consider contacting each other in addition to the relevant authorities, while respecting patient confidentiality (see Chapter 14).",
            "cite_spans": [],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 174,
                    "mention": "Figure 13-3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Fostering such communication in a community is an example of the fourth public health function—to “mobilize community partnerships and action to identify and solve health problems.” Such information is fundamental to the ability for the public health service to “develop policies and plans that support individual and community health efforts,” the fifth essential service.",
            "cite_spans": [],
            "section": "DISEASE SURVEILLANCE AND INFORMATION FLOW BETWEEN HUMAN AND ANIMAL HEALTH PROFESSIONALS",
            "ref_spans": []
        },
        {
            "text": "When outbreaks of disease occur in human or other animal populations, they are ideally detected by the surveillance systems described above. Such detection can lead to a response on both the public health and clinical levels (Figure 13-4\n). If an outbreak involves both human and animal health, communication and coordination between human and animal health professionals becomes critical. Specific roles for clinicians and public health professionals are mentioned in many chapters of this book.",
            "cite_spans": [],
            "section": "OUTBREAKS",
            "ref_spans": [
                {
                    "start": 226,
                    "end": 237,
                    "mention": "Figure 13-4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The occurrence of a disease outbreak in human beings or other animals can be a sign of an emerging health hazard in the environment. Examples include an unintentional release of a toxic chemical such as chlorine gas from a tanker truck, which could sicken both human beings and animals, or the introduction of a novel pathogen into an ecosystem.",
            "cite_spans": [],
            "section": "OUTBREAKS",
            "ref_spans": []
        },
        {
            "text": "Public health systems need to be alert to the possibility of intentional releases of pathogens or chemicals as in a biological or chemical terrorism attack. In such scenarios, there is potential for animals to serve as sentinels for human beings if they develop signs of illness before it is recognized in human populations. As Table 13-1\nshows, in the event of a bioterrorism attack in the United States, different animal species may either provide early warning to human beings, serve as indicators of ongoing risk in the environment or, in some situations, help spread or maintain an outbreak though propagation of infection in an animal population.",
            "cite_spans": [],
            "section": "OUTBREAKS",
            "ref_spans": [
                {
                    "start": 328,
                    "end": 338,
                    "mention": "Table 13-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Similarly, animals could provide early warning of an intentional release of chemical warfare agents.4,\n5 For animals to serve as effective sentinels for either biological or chemical classes of agents, there must be adequate surveillance systems in place (particularly for animal populations) and working channels of communication between human and animal health, with the public health system playing a vital role in such channels.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "mention": "4,",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 103,
                    "end": 104,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "OUTBREAKS",
            "ref_spans": []
        },
        {
            "text": "An example of the use of electronic animal surveillance for public health benefit occurred after the unintentional release of propyl mercaptan (a chemical with a strong onionlike odor and potential for irritant effects) from an industrial facility in Georgia. In the days after the release, electronic records from pet hospitals in the area showed that respiratory signs in cats, gastrointestinal signs in dogs, and eye inflammation signs in dogs and cats increased significantly in areas of greater chemical exposure. These signs were consistent with chemical irritation, and such data provided information about high-risk exposure areas for both animals and human beings in the vicinity.6\n",
            "cite_spans": [
                {
                    "start": 689,
                    "end": 690,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "OUTBREAKS",
            "ref_spans": []
        },
        {
            "text": "The prospect for another global pandemic of human influenza derived from a highly pathogenic animal strain has strengthened existing partnerships and created new ones in the human, veterinary, and public health realms. Surveillance of wild birds for subclinical viral carriage, as well as morbidity and mortality, is taking place on an unprecedented scale through efforts such as the Global Avian Influenza Network for Surveillance (GAINS)7 and the Highly Pathogenic Avian Influenza Early Detection Data System (HEDDS).8 Reports of disease events in animals are being collected on a real-time basis by the Emergency Prevention System for Transboundary Animals and Plant Pests and Diseases (EMPRES), coordinated by the United Nations Food and Agriculture Organization (FAO).9 Such efforts may provide the first clue to possible impending human outbreaks of highly pathogenic avian influenza.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 440,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 519,
                    "end": 520,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 773,
                    "end": 774,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "OUTBREAKS",
            "ref_spans": []
        },
        {
            "text": "The public health response to outbreaks can involve a number of measures to control the spread of disease. These include environmental health measures to ensure clean air, water, food supplies, and housing as well as elimination of specific hazards, vector control, and public health messaging regarding risk reduction measures for affected populations. Specific control measures are mentioned in many of the disease-specific sections of this book.",
            "cite_spans": [],
            "section": "OUTBREAKS",
            "ref_spans": []
        },
        {
            "text": "A number of clinical conditions discussed in this book are related to facilities such as petting zoos, pet stores, and veterinary clinics, where members of the public come in contact with animals. It can often be confusing to the clinician regarding which agency has responsibility for the inspection and regulation of particular facilities, an example of the sixth essential public health service. Table 13-2\nlists a number of different types of facilities, and whether animal health or human health officials tend to be involved in inspections and regulations. In some of these settings, such as food processing, both animal health and human health agencies may be involved. In certain situations, local animal control divisions are also often involved; this division is usually separate from both public health departments and departments of agriculture.",
            "cite_spans": [],
            "section": "INSPECTIONS AND REGULATIONS OF FACILITIES",
            "ref_spans": [
                {
                    "start": 399,
                    "end": 409,
                    "mention": "Table 13-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The CDC, in cooperation with the American Veterinary Medical Association, has prepared a set of detailed guidelines for animal health professionals managing animals in emergency shelters and other facilities after a natural disaster (Figure 13-6\n).11 These guidelines are provided in Box 13-4\n.BOX 13-4CDC Guidelines for Animal Health and Control of Disease Transmission in Pet SheltersThese interim guidelines have been developed by consultation between the American Veterinary Medical Association and the CDC and are advisory in nature. They are intended to provide guidance for the care of animals entering shelters and for persons working with or handling the animals in response to natural disasters.Animals arriving at shelters as a result of a natural disaster need special care. Because they may have been exposed to contaminated water and may not have had access to safe food and fresh water, many are stressed and dehydrated and some may be injured and/or ill. Stressed animals may or may not show signs of illness and may also exhibit behavioral disorders. Following some simple animal management and disease control guidelines can help improve animal health and reduce the risk of disease transmission and injury between animals and people.What follows are some recommendations for pets arriving at animal shelters.Animal Health History, Examinations, and Identification\n•Each animal should be examined at a triage site. Particular attention should be paid to hydration status, cuts and abrasions, paw/hoof/foot health (e.g., pads and claws, area between toes), ear health (e.g., redness, discharge), oral injuries (may have occurred if animal was foraging for food), vomiting and/or diarrhea, respiratory disease, and evidence of parasite infestation.•Animals should be bathed upon entry, particularly if they may have been in contact with contaminated flood water. Commercial dish soap can remove petroleum and some other toxic chemicals, but care should be taken with use on sensitive species (e.g., horses). Those bathing the animals should wear protective clothing (e.g., rain suits, ponchos), gloves, and a face shield or goggles with a surgical mask to avoid mucous membrane contact with droplets and splashes that may contain toxic materials.•Intake personnel should ask whether the pet has been in the custody of the owner since the beginning of the evacuation and should inquire about the animal's health and vaccination history, paying particular attention to any current medical needs or chronic health problems (e.g., diabetes, which would signal a need for insulin injections). In addition, owners should be questioned about the animal's usual temperament (e.g., whether the animal can safely be housed with others of the same species, whether it might be aggressive toward caretakers).•A health record for each animal should be created and updated as needed. Identification information for the animal should correspond to that for the owner so that animals and their owners can be reunited. Owned animals should be clearly marked as “owned” and not “abandoned” to reduce the risk of mix-ups. Photographs should be taken, if possible. Collars (leather or nylon, not choke chains) containing readily legible identification information should be placed on all animals. Ideally, all animals should be microchipped.•Cages should be clearly labeled so that newly arriving personnel are easily apprised of the health status and temperament of sheltered animals.•Animals arriving without owners should be scanned for microchip identification. Microchips are most often placed between the shoulder blades, but earlier models were prone to migration, so animals should be scanned from the shoulder blade down to the ventral chest. All scanners are not capable of reading all microchips, so if multiple types of scanners are available, scan with each type before declaring an animal to be microchip-free. Animals without microchips should be checked for other forms of identification such as a tag or tattoo. Tattoos on dogs may correspond to an AKC registration number and this information should be used to trace the animal, if possible.\nAnimal Health Management and Prevention and Treatment of Zoonotic and Nosocomial DiseasesIntestinal Parasitism\n•Dogs should be treated prophylactically for internal parasites, including Giardia, roundworms, hookworms, and whipworms.•Exposure to mosquitoes in flood-ravaged areas presents an increased risk of heartworm disease. If possible, dogs should be tested for heartworms and appropriate preventatives or treatment should be administered.\nExternal Parasitism\n•Dogs and cats should be examined for flea or tick infestation and treated appropriately.•Preventive flea and tick treatments should be considered for all dogs and cats housed in shelters.\nVaccinations\n•While the American Veterinary Medical Association normally recommends that vaccination programs be customized to individual animals, in disaster situations vaccination status may be difficult, if not impossible, to determine. For this reason, administration of “core” vaccines to animals upon admission to shelters when vaccination status is unavailable or not current is considered appropriate. Vaccines take some time to become effective and will not address preexisting exposures, so personnel are cautioned to be alert for clinical signs of disease.•A rabies vaccination should be administered to dogs, cats, and ferrets. This is especially important for dogs and cats housed in group settings. Personnel should be aware that rabies vaccines may take as long as 28 days to become effective.•Additional core vaccinations for dogs include distemper, hepatitis, and parvovirus.•Additional core vaccinations for cats include feline viral rhinotracheitis, panleukopenia, and calicivirus. Vaccination against feline leukemia should be considered for young kittens that will be housed in contact with other cats.•Vaccination (intranasal) against Bordetella bronchiseptica and parainfluenza should be considered for all dogs to reduce the incidence of kennel cough.•Because leptospirosis risk is higher in flood-ravaged areas and because the disease is zoonotic, vaccination should be considered. Personnel are cautioned that leptospirosis vaccines are serovar specific and that the potential for adverse reactions may be higher than for some other vaccines.\nDiarrheal Disease\n•Animals presenting with (or developing) diarrhea should be separated from healthy animals.•Nosocomial agents of concern that may be transmitted by feces include parvovirus, panleukopenia, Giardia, and intestinal parasites.•Zoonotic agents of concern for small animals include Campylobacter and Salmonella, which are highly infectious and have been associated with outbreaks in shelters and veterinary clinics.\nIll Birds\n•Ill birds are usually lethargic, depressed, and inappetent. Care should be taken when handling ill birds because they may be infected with the zoonotic bacteria Chlamydophila psittaci, which causes psittacosis. Face masks should be worn when handling birds of unknown origin that are exhibiting signs of illness.\nBehavioral Concerns\n•Fear, panic, separation anxiety, noise and storm phobias, and other behavioral disorders are common problems in displaced animals. Animals that have never had these problems may develop them, and preexisting problems are likely to worsen.•Providing housed animals with fresh food and water on a regular basis and establishing other familiar routines will help animals adjust to their new environment. Food and water should be provided at multiple smaller and dispersed stations, rather than a few large clumped stations, to minimize fear competition and fighting among unfamiliar animals.•Animals without a prior history of aggression may snap, bite, or hiss as a result of fear or uncertainty. Shelter personnel should approach rescued animals calmly, but cautiously. Only experienced personnel should handle animals that exhibit significant behavioral disorders.•Behavioral exercises and behavioral medications may be administered short or long term, as required, to help animals recover. Shelters are encouraged to seek assistance from qualified animal and veterinary behaviorists who can assist them in meeting these needs.\nEuthanasia\n•Animals that are irreversibly ill or exhibiting intractable signs of aggression should be euthanized. Records should be kept of animals euthanized.•Animals that have been previously associated with transmission of monkeypox (i.e., prairie dogs, African rodents) are under legal restrictions for movement except to a veterinarian for care. If one of these high-risk species is presented for veterinary care at a shelter, it must be kept isolated from other animals and housed in a separate cage. If this cannot be accomplished, these animals must be humanely euthanized.\nFrom Centers for Disease Control and Prevention: Disaster recovery information: Interim guidelines for animal health and control of disease transmission in pet shelters. http://www.bt.cdc.gov/disasters/animalhealthguidelines.asp. Accessed April 8, 2009.",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Guidelines for Management of Animals After a Disaster ::: DISASTERS AND HUMAN-ANIMAL MEDICINE",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 245,
                    "mention": "Figure 13-6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The care of displaced domestic animals in emergency shelters can present occupational health hazards for individuals handling such animals. The National Institute for Occupational Safety and Health (NIOSH) has published guidelines for the prevention of occupational injury and illness among emergency first responders and animal rescue workers handling animals during a disaster.12 Identified health and safety hazards include animal bites and scratches, rabies and other zoonoses, sharps-related injuries, heavy lifting, skin rashes and other dermatologic conditions, animal allergy, latex allergy, noise, and pesticide exposure. Recommended steps to reduce these risks are shown in Box 13-5\n.BOX 13-5Guidance to Prevent Injuries and Illnesses from Working with Displaced Domestic AnimalsRecommendations for WorkersWorkers can reduce their risk of occupational hazards associated with displaced domestic animals by taking the following steps:Sanitation and Hygiene\n•Wash your hands frequently with soap and water:•Before and after handling animals.•After coming in contact with animal saliva, urine, feces, or blood.•After cleaning cages or equipment.•Before eating, drinking, smoking, taking breaks, or leaving work.•After removing gloves.\n•Use alcohol-based hand sanitizers for cleaning hands when soap and water are not available.•Change into clean clothing before leaving the workplace.•Wear disposable outerwear or clothing that can be removed before leaving the workplace if clean clothing or laundry facilities are not available.•Keep your nails trimmed to ¼ inch and do not use artificial nails.•Use personal protective clothing and equipment.•Wear medical examination gloves that provide your skin with a protective barrier when handling animals, animal waste, cages, equipment, and pesticides.•Wear two pairs of gloves if one pair alone might tear.•Make sure that latex gloves are reduced-protein, powder-free gloves to reduce exposure to allergy-causing proteins.•Use nonlatex gloves if you need or want to avoid latex.•Wear cotton or leather work gloves as the outer pair when heavy work gloves are needed.•Remember that cotton, leather, and other absorbent gloves are not protective when worn alone.•Wear protective eyewear (safety glasses with side shields) or face shields if there is a risk of spitting or splashing of contaminated material.•Wear sturdy clothing and protective footwear with nonslip soles; tennis shoes or sneakers do not provide protection from bite, puncture, or crush injuries.\n•Wear hearing protection if you must raise your voice to talk to someone an arm's length away (e.g., when working in enclosed spaces with barking dogs).\nAnimal Bites and Scratches\n•Complete the rabies preexposure vaccination series before directly handling dogs, cats, ferrets, or other mammals that may be infected with rabies.•Thoroughly clean all bite wounds and scratches with soap and water.•Report any bite injury to your supervisor.•Immediately receive medical evaluation of any bite wound and the need for possible rabies postexposure treatment.\nOther Hazards\n•Take precautions when using scalpels, forceps, and other sharp instruments.•Dispose of sharp devices in labeled, puncture-resistant, leak-proof sharps disposal containers immediately after use.•Do not recap, bend, or remove contaminated needles and sharps.•Do not shear or break contaminated needles.\n•Take precautions when lifting heavy or awkward loads.•Use proper lifting techniques.•Reduce the weight of loads when possible.•Work together to lift loads that are unsafe for one person to handle.\n•Pregnant or immunocompromised workers should avoid contact with cat feces and pet rodents to reduce their risk of zoonotic disease.•Immediately report to the supervisor:•Any needlestick or other sharps-related injury.•Any symptoms of infectious disease or zoonosis.•Any other workplace injury or illness.\n•Consult a health care provider about any occupational injury or illness.\nRecommendations for EmployersEmployers should protect their workers from the hazards associated with working with displaced domestic animals by taking the following steps.•Provide training in:•Workplace-specific hazards, including bites and scratches, zoonoses, sharps-related injuries, heavy lifting, dermatologic conditions, allergies, excessive noise, and pesticide exposure.•Good housekeeping, sanitation, hygiene, and infection control procedures.•Animal handling procedures and use of equipment.•The use and maintenance of personal protective clothing and equipment.\n•Provide handwashing and sanitation facilities.•Provide alcohol-based hand sanitizers for cleaning hands when soap and water are not available.\n•Provide appropriate personal protective clothing and equipment.•Provide disposable outerwear or clothing if laundry facilities are not available.•Provide medical examination gloves that provide workers’ skin with barrier protection.•Provide nonlatex gloves for those workers who need or want to avoid latex.•Provide heavy work gloves or restraints for use with aggressive animals.•Provide hearing protection for workers when needed.\n•Provide preexposure rabies vaccination for workers with direct animal contact; only workers who have completed the preexposure rabies vaccination series should work with dogs, cats, ferrets, or other mammals that may be infected.•Provide a medical surveillance system that monitors and records all occupational injuries and illnesses.•Stress to workers the importance of reporting all work-related injuries and illnesses as soon as possible.•Ensure that any worker with a bite injury is immediately evaluated by a health care provider for rabies risk and possible postexposure treatment and vaccination.\nModified from National Institute for Occupational Safety and Health: NIOSH interim guidance on health and safety hazards when working with displaced domestic animals. http://www.cdc.gov/niosh/topics/flood/pdfs/displacedanimals.pdf. Accessed September 22, 2008.",
            "cite_spans": [
                {
                    "start": 379,
                    "end": 381,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Guidelines for Management of Animals After a Disaster ::: DISASTERS AND HUMAN-ANIMAL MEDICINE",
            "ref_spans": []
        },
        {
            "text": "The last two essential public health services—evaluate effectiveness, accessibility, and quality of personal and population-based health services and research for innovative solutions to health problems—require thoughtful reflection on the current system as well as collective insight for continuous system improvement. This cannot happen without the partnerships, the communication, and the feedback from the human, veterinary, and public health communities’ coordinated approach to animal and human health.",
            "cite_spans": [],
            "section": "Guidelines for Management of Animals After a Disaster ::: DISASTERS AND HUMAN-ANIMAL MEDICINE",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 13-1: Public Health Implications of Animals Exposed to Bioterrorism Agents*\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 13-2: Inspection and Regulation of Various Settings Involving Human Animal Contact\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 13-1: The bust of the Greek muse of health, Hygeia, on the CDC's Roybal campus in Atlanta, Ga.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 13-2: A caged sentinel chicken flock used to detect the presence of a specific arbovirus.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 13-3: Flow of disease information between animal health and human health. Solid line, Mandated reporting; hatched line, recommended communication.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 13-4: This victim of Venezuelan equine encephalitis was reported and permitted public health authorities to alert the community to take precautions against mosquito bites.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 13-5: Abandoned pools are a source for emerging mosquito populations.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 13-6: A bird in a pet carrier.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "National Public Health Performance Standards Program: ten essential public health services",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "National notifiable infectious diseases",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "OIE listed diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Animals as sentinels of bioterrorism agents",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Chudnov",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "4",
            "pages": "647-652",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Animals as sentinels of chemical terrorism agents",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Rabinowitz",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wiley",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Odofin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Toxicol (Phila)",
            "volume": "46",
            "issn": "2",
            "pages": "93-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Companion animals as sentinels for community exposure to industrial chemicals: the Fairburn, GA, propyl mercaptan case study",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Maciejewski",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Glickman",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Public Health Rep",
            "volume": "123",
            "issn": "3",
            "pages": "333-342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "What does the HEDDS system do?",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Emergency Prevention System",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Pets evacuation and transportation standards act of 2006",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Interim guidelines for animal health and control of disease in pet shelters",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "NIOSH interim guidance on health and safety hazards when working with displaced domestic animals",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}