{
    "paper_id": "PMC7171440",
    "metadata": {
        "title": "Der Typ-2-Diabetes ist eine heterogene Erkrankung",
        "authors": [
            {
                "first": "Peter",
                "middle": [],
                "last": "Stiefelhagen",
                "suffix": "",
                "email": "pdrstiefel@aol.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Die Ergebnisse einer kürzlich veröffentlichen schwedischen Studie (ANDIS-Studie: All new Diabetics in Skane) sprechen dafür, dass es sich beim Typ-2-Diabetes um eine sehr heterogene Erkrankung mit unterschiedlichen Phänotypen handelt. Aufgenommen in diese Studie wurden über 16.000 Patienten mit einem neu entdeckten Diabetes. Sie wurden über 10 Jahre nachverfolgt. Anhand von sechs Variablen wurden bei 8.980 Patienten Cluster gebildet, wobei GAD-Antikörper, das Alter bei Diagnosestellung, BMI, HbA1c, Parameter der Insulinsekretion und der Insulinempfindlichkeit ebenso in die Auswertung eingeflossen sind wie der Verlauf und das Auftreten von diabetischen Komplikationen.",
            "cite_spans": [],
            "section": "Fünf Phänotypen",
            "ref_spans": []
        },
        {
            "text": "Danach können fünf - drei leichte und zwei schwere - Diabetesformen unterschieden werden:Severe Autoimmune Diabetes (SAID, 7 %): Patienten mit GAD-Antikörpern, bei denen wahrscheinlich eine dem Typ-1-Diabetes ähnliche Erkrankung vorliegt.Severe Insulin-deficient Diabetes (SIDD, 18 %): Patienten mit deutlichem Insulinmangel und einem frühem Krankheitsbeginn und einem hohem HbA1c-Wert. Diese Patienten brauchen nach 4 Jahren häufig Insulin, haben einen höheren HbA1c-Wert und es tritt häufiger eine Retinopathie auf.Severe Insulin-resistent Diabetes (SIRD, 15 %): Patienten mit deutlicher Insulinresistenz bei Diagnosestellung, bei denen es im Verlauf häufiger zu Nierenschäden kommt.Moderate Obesity Diabetes (MOD, 22 %): Patienten mit relativ mildem Diabetes und Adipositas.Moderate Age-related Diabetes (MARD, 40 %): Patienten mit mildem Diabetes im höheren Lebensalter.",
            "cite_spans": [],
            "section": "Fünf Phänotypen",
            "ref_spans": []
        },
        {
            "text": "\"Typisch für SAID, der Typ 1-Diabetiker und solche mit einem LADA umfasst, sind junges Alter, ein hohes HbA1c, wenig Insulin, Schlankheit und ein schwerer Verlauf\", erläuterte Prof. Andreas Hamann, Bad Homburg. Für SIDD, der ebenfalls eine schwere Erkrankung darstellt, gelten dieselben Kriterien, wobei sich häufig eine Retinopathie entwickelt. Patienten mit einem SIRD sind älter, haben ein niedriges HbA1c, sind übergewichtig und entwickeln häufig eine Nephropathie, eine KHK und eine nichtalkoholische Fettleber (NASH). Dabei handelt es sich auch um eine schwere Erkrankung. ",
            "cite_spans": [],
            "section": "Chancen für eine stärker individualisierte Therapie",
            "ref_spans": []
        },
        {
            "text": "MOD ist dagegen ein eher milder Diabetes mit einem niedrigen HbA1c-Wert und einem geringen Komplikationsrisiko. Auch MARD stellt eine eher milde Erkrankung bei relativ schlanken Patienten mit einem niedrigen HbA1c und einem geringen Komplikationsrisiko dar, wobei meist ältere Patienten betroffen sind. Insgesamt zeigen Patienten mit einem SIRD den ungünstigsten Verlauf vor allem im Hinblick auf die Zeit, bis eine Insulintherapie erforderlich wird bzw. eine diabetische Nephropathie oder ein kardiovaskuläres Ereignis auftritt [1]. \"Diese unterschiedlichen Verläufe und Risiken für Folgeerkrankungen bieten eine Chance für eine optimierte und präzisierte individuelle Therapie\", so Hamann.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 531,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Chancen für eine stärker individualisierte Therapie",
            "ref_spans": []
        },
        {
            "text": "Zwischenzeitlich gibt es auch Daten aus Deutschland, die zeigen, dass die an den schwedischen Kollektiven generierte Clustereinteilung durchaus auf deutsche Verhältnisse übertragbar ist [2]. \"Diese deutsche Studie zeigt sehr schön den möglichen Nutzen einer Unterteilung der Patienten in Subtypen im Hinblick auf das Risiko für Folgeschäden und die entsprechend möglichen Konsequenzen im Rahmen einer stärker individualisierten Therapie\" so Hamann.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Chancen für eine stärker individualisierte Therapie",
            "ref_spans": []
        },
        {
            "text": "Quelle: Diabetes Update, Livestream 27.-28.3.2020 ",
            "cite_spans": [],
            "section": "Chancen für eine stärker individualisierte Therapie",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}