{
    "paper_id": "PMC7078074",
    "metadata": {
        "title": "Inter-rater reliability of the modified Sarnat examination in preterm infants at 32–36 weeks’ gestation",
        "authors": [
            {
                "first": "Lara",
                "middle": [],
                "last": "Pavageau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pablo",
                "middle": [
                    "J."
                ],
                "last": "Sánchez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "L.",
                "middle": [],
                "last": "Steven Brown",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lina",
                "middle": [
                    "F."
                ],
                "last": "Chalak",
                "suffix": "",
                "email": "lina.chalak@utsouthwestern.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Clinical examination remains the most effective way to assess neonatal neurological status as it evaluates the integrity of the nervous system. However, the neurologic assessment of the newborn is challenging due to transient effects of delivery, need of resuscitation, general anesthesia, and/or the presence of other associated conditions, such as respiratory distress.1,2 These challenges are further amplified in preterm infants who can present with a complex amalgam of asphyxia and secondary maturational disturbances.3–5",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 372,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 373,
                    "end": 374,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 524,
                    "end": 525,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 526,
                    "end": 527,
                    "mention": "5",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The Sarnat stages of encephalopathy in the first week after birth was established and validated to predict neurodevelopmental outcomes following a hypoxic–ischemic injury in neonates at term.6 It has since been modified to allow enrollment of newborns with hypoxic–ischemic encephalopathy (HIE) in studies of neuroprotective therapies within 6 h of life. The modified Sarnat is the most commonly used neurological examination for determination of the severity of encephalopathy and eligibility for hypothermia therapy. While the modified Sarnat examination has been extensively tested in the evaluation of term newborns at risk for encephalopathy, no prior studies have tested its inter-rater reliability in preterm infants.7",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 192,
                    "mention": "6",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 724,
                    "end": 725,
                    "mention": "7",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As with any tool/method, investigation into the reliability of the modified Sarnat neurological examination performed on late and moderately preterm infants at risk for brain insult is warranted.8,9 Recent retrospective reports of increased prevalence of HIE in late and moderately preterm infants are difficult to interpret since the neurological examination criteria were not defined and the exam could be compounded by maturation of the nervous system.10–12",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 196,
                    "mention": "8",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 197,
                    "end": 198,
                    "mention": "9",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 455,
                    "end": 457,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 458,
                    "end": 460,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The objectives of this prospective study were to (1) test the inter-rater reliability of the modified Sarnat neurologic examination in late and moderately preterm neonates born at 32–36 weeks’ gestational age, and (2) correlate abnormalities of the modified Sarnat examination with the presence of perinatal acidosis.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This prospective observational study enrolled inborn infants of 32 0/7–36 6/7 weeks’ gestation who were <6 h of age and admitted to the neonatal intensive care unit (NICU) at Parkland Health & Hospital System (PHHS) from November 2015 to February 2018. The range of the infants’ gestational age was chosen in order to determine whether there was a maturational age cutoff when the findings of the modified Sarnat neurologic examination were reliable among examiners. A study investigator (LP) identified eligible infants in the electronic health record by gestational age and time of birth. Each infant had two Sarnat examinations <6 h, one exam performed by a gold standard (GS) study investigator (L.P.), and a second exam performed, within 30 min, either by (a) a GS examiner (2 examiners) or (b) an attending neonatologist (28 examiners). All examiners were blinded to clinical/laboratory variables and the presence of perinatal acidosis or an acute perinatal event. Exclusion criteria included infants with major congenital or chromosomal anomalies or unlikely to survive for 24 h.",
            "cite_spans": [],
            "section": "Study design and patient eligibility ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Pertinent demographic, clinical, laboratory, radiographic, and neuroimaging data were obtained from the electronic health records of enrolled infants and their mothers. The study was approved by the Institutional Review Board of the University of Texas Southwestern Medical Center and PHHS with a waiver of documentation of consent.",
            "cite_spans": [],
            "section": "Sources of data and Institutional Review Board ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The modified Sarnat score, which was designed for infants ≥36 weeks’ gestation, contains nine items that are grouped in six categories and coded for normal/mild, moderate, and severe encephalopathy with a minimum score of 1 and maximum score of 6 (Table 1).7",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "mention": "7",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Modified Sarnat neurologic examination ::: Methods",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The neurologic examination was performed by the examiners while the infant was undressed in an open bed in a single patient room in the NICU and within the first 6 h of age.13 Examinations occurred in two phases consisting of observation and active manipulation.14 The observation phase included assessment of the arousal state, activity, posture, and heart and respiratory rates. The active phase included assessment of tone, suck reflex, Moro reflex, and pupils. Each enrolled infant had two modified Sarnat examinations performed independently, in no set order, and within 30 min of each other by the study investigator by one of the attending neonatologists and/or by one of the two GS examiners.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Modified Sarnat neurologic examination ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For the purpose of this study, a total Sarnat neurologic examination score was calculated by adding the individual score from each category: normal/mild (score = 1), moderate (score = 2), and severe (score = 3), with a total score ranging from 6 to 18.",
            "cite_spans": [],
            "section": "Modified Sarnat neurologic examination ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Two types of examiners performed the examinations: (1) a “GS” examiner consisting of one of the three neonatologists (L.F.C. and Myra Wyckoff and the study investigator, L.P.), and (2) an attending examiner consisting of 1 of the 28 in-house neonatologists providing clinical care. The GS examiners were the most experienced as they had performed a modified Sarnat (>100 examinations) for study patients on all previous hypothermia trials.7,15,16 In addition, the GS examiners attended the yearly Eunice Kennedy Shriver National Institute of Health and Child Health and Development (NICHD) workshop central training meetings and certified all the remaining attending neonatologists per the institution protocol. This encompassed multiple concomitant examinations followed by a test of two matching examination forms on all items and a subsequent yearly hands on refresher and teaching lecture. Since our site was participating in the ongoing NICHD preemie 33–35 weeks’ hypothermia randomized trial,15 additional education was provided to all neonatologists prior to study participation and refreshed on yearly basis to incorporate preterm physiological gestational differences into the neurological examination. Therefore, all examiners were instructed that preterm tone assessment should be focused on the response to passive movement in the lower extremities, while the Moro reflex should evaluate extension of limbs, opening of hands, and extension with abduction but not flexion of the upper extremities.",
            "cite_spans": [
                {
                    "start": 439,
                    "end": 440,
                    "mention": "7",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 441,
                    "end": 443,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 444,
                    "end": 446,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 998,
                    "end": 1000,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Examiners ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Fetal acidemia was defined by umbilical cord gas with a pH ≤ 7.0 or base deficit (BD) ≥ −16 mmol/L, or postnatal blood gas in the first hour of age with pH ≤ 7.15 or BD ≥ −10 mmol/L and either a 10-min Apgar score ≤5 or need for assisted ventilation initiated at birth and continued for ≥10 min.7,15,16 Per standard care, all infants born at PHHS have an umbilical cord blood gas obtained at birth. However, if cord gas was missing, a blood gas within the first hour of birth was obtained.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 296,
                    "mention": "7",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 297,
                    "end": 299,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Definitions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "HIE was diagnosed using American College of Obstetricians and Gynecologists/American Academy of Pediatrics published criteria that consisted of a combination of fetal acidosis, presence of moderate-to-severe encephalopathy affecting 3 of the 6 categories on the modified Sarnat examination, and magnetic resonance imaging brain abnormalities consistent with asphyxia, as well as multiple organ involvement.17",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 408,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Definitions ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The primary objective was to test the reliability of the modified Sarnat neurologic examination in premature infants born at 32–36 weeks’ gestation. To test the inter-rater reliability, the inter-scorer agreement (kappa, k) was calculated (1) between the GS study investigator and the in-house neonatology attending, and (2) between the study investigator and one of the other GS examiners. A predefined subgroup analysis was performed to determine whether there was a gestational age cutoff at which the agreement was optimal overall. Secondary analyses included the correlation between the total composite exam score and umbilical cord blood gas values (pH and BD) that defined fetal acidosis.",
            "cite_spans": [],
            "section": "Outcome variables ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Statistical analysis used SPSS version 25 (IBM). Power calculation was based on the primary objective that tested agreement between two raters using kappa statistics. A minimum sample size of 85 infants achieved 80% power to detect a true kappa value of 0.80 with a significance level of 0.05. A priori decision was to enroll at least 100 infants to account for any missing data. Descriptive analyses used percentages, means, medians (25th, 75th interquartile range), and measures of variability to describe demographic data. Categorical variables were compared using Chi-square or Fisher exact test between the two cohorts of neonates, i.e., those with and without fetal acidosis. Continuous variables were evaluated using Student’s t test or Mann–Whitney U test if data were non-normally distributed.",
            "cite_spans": [],
            "section": "Statistical analysis and sample size ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The inter-rater agreement between examiners for each neurologic exam item was calculated using kappa intraclass correlation for each Sarnat category. Values <0.40 are considered poor, 0.40–0.59 are considered fair, 0.60–0.74 are good, and 0.75–1.0 are excellent.18 Analysis for each infant involved examination comparisons between (1) the GS study investigator and the in-house attending neonatologists and (2) between two GS examiners.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Statistical analysis and sample size ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The subgroup analysis assessed the agreement between the neurologic examination for 32–34 weeks’ gestation and for 35–36 weeks’ gestation separately. Pearson correlation coefficient (r) was used to determine the correlation between the total Sarnat neurologic examination score and fetal acidosis.",
            "cite_spans": [],
            "section": "Statistical analysis and sample size ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Table 3a, b demonstrates the severity of the neonatal encephalopathy (normal/mild, moderate, severe) as designated by two independent examiners for each category of the neurologic examination. Among 86 newborns, the reliability of the neurologic exam was determined first between GS study investigator and the wider group of attending neonatologists and showed that the inter-rater score, or kappa, was good to excellent (k > 0.72) in most categories except for Moro and tone, which showed fair agreement (k = 0.51, Table 3a). Disagreement occurred predominantly in assigning a moderate stage when describing incomplete adduction for the Moro and upper extremity hypotonia when assessing for tone.",
            "cite_spans": [],
            "section": "Inter-rater reliability ::: Results",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 11,
                    "mention": "3a, b",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 522,
                    "end": 524,
                    "mention": "3a",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "In a subset of 20 newborns who were examined by two GS examiners, the inter-rater reliability demonstrates near perfect agreement (k > 0.78) except for the Moro category (k = 0.49; Table 3b).",
            "cite_spans": [],
            "section": "Inter-rater reliability ::: Results",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "mention": "3b",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "In secondary analysis of infants born at 32–34 weeks’ gestation, agreement was poor/fair irrespective of the examiners’ experience for both tone and Moro categories, with kappa ranging from 0.20 to 0.60 (95% confidence interval (CI), 0.0–1.0). In contrast, at 35–36 weeks’ gestation, GS examiners showed perfect agreement (k = 1.0) even in the tone and Moro categories. However, when the GS examiner was compared to a wider group of attending examiners, the agreement in the Moro and tone categories was fair, k = 0.46 (95% CI, 0.0–0.9).",
            "cite_spans": [],
            "section": "Inter-rater reliability ::: Results",
            "ref_spans": []
        },
        {
            "text": "Nine infants had fetal acidosis with umbilical cord arterial blood pH ≤ 7.0 or BD ≥ −16. Of the 9 infants with fetal acidosis born at 32–35 weeks, 7 (5.9 per 1000 live births) were diagnosed with HIE.",
            "cite_spans": [],
            "section": "Modified Sarnat examination, fetal acidosis, and encephalopathy ::: Results",
            "ref_spans": []
        },
        {
            "text": "Figure 1 shows the significant correlation between increasing abnormalities on the total Sarnat neurologic exam score given by the study investigator, who performed all of the 102 neurologic exams, and metabolic acidosis with umbilical cord pH (r = −0.63, Fig. 1a, P < 0.01) and BD (r = −0.65, Fig. 1b, P < 0.01).",
            "cite_spans": [],
            "section": "Modified Sarnat examination, fetal acidosis, and encephalopathy ::: Results",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 261,
                    "end": 263,
                    "mention": "1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 299,
                    "end": 301,
                    "mention": "1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "This study is the first to test the reliability of the modified Sarnat neurologic examination and correlate abnormalities of the exam with fetal acidosis in infants born at 32–36 weeks’ gestation. Among the most experienced examiners, inter-rater reliability was nearly perfect except for the Moro reflex. When comparing the GS study investigator to the group of neonatologists, reliability was excellent except for the Moro reflex and tone categories. Current study findings support that examiner training and experience was associated with improved reliability in assessment of tone while the Moro reflex is primarily driven by gestational maturity and its assessment is problematic independent of the training and experience of the examiner.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Encephalopathy in infants born at 32–36 weeks’ gestation can result physiologically from a combination of asphyxia and maturational disturbances, and currently there is no validated neurological examination to identify and classify the exam in this specific population. The detailed analysis of encephalopathy as required by the modified Sarnat examination is limited by what can be elicited in a neurologic examination at each level of gestational maturation of the infant.19 Late and moderately preterm infants have developmental differences in primitive reflexes, tone, and posture that are controlled by the degree of prematurity and thus can confound the interpretation of the Sarnat score. Flexor posture in the lower extremities is present by 32 weeks’ gestation but only gradually evolves in the upper extremities until present at ≥36 weeks’ gestation.20 Similarly, the Moro reflex may be incomplete until 37 weeks’ gestation since the anterior flexion of the upper extremities may be absent in younger gestational age infants. Pupillary reaction to light begins to appear at 30 weeks’ gestation but is not present consistently until approximately 32–35 weeks’ gestation. Findings from this study confirm that the developmentally regulated categories can be difficult to evaluate in the preterm infant.19–22",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 476,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 860,
                    "end": 862,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1310,
                    "end": 1312,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1313,
                    "end": 1315,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The present study shows that, when using the modified Sarnat score in preterm infants, there is less agreement in the less mature infants of ≤34 weeks’ gestation. This phenomenon was seen irrespective of the experience of the examiners and is consistent with reports using other neurologic scales.20–23 In those studies, when compared to term infants, late and moderately preterm infants had less mature performances in several items, including less axial tone with substantial head lag, less flexor tone, and less spontaneous activity. In addition, provider and knowledge-based diversity can contribute to subjectivity when performing the neurological exam.24 In order to overcome clarity issues and ensure reliability, examiners should be trained by certified GS examiners who ideally have participated in evidence-based studies utilizing that assessment, as was done in the current study. While the focus on the examination to be performed by trained and certified attending physicians added to the rigor of the study, it is important to note that study findings are likely to overestimate agreement if compared to a clinical setting outside of standardized protocols. Another issue affecting the assessment of reliability is the lower frequency of preterm infants with fetal acidosis necessitating a Sarnat examination. For instance, at our institution the experienced GS examiners screen approximately 50 term infants with fetal acidosis yearly with a neurological examination, which is 10-fold higher than the average of 3–5 per year born with fetal acidosis at 32–35 weeks’ gestation who require such examination.",
            "cite_spans": [
                {
                    "start": 297,
                    "end": 299,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 658,
                    "end": 660,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Moro and tone assessment are included in the majority of neurological assessments for use in this population and are the most used clinically. The findings from this study show that these are the least reliable elements with lower inter-rater agreement, supporting the need for clear and detailed descriptions for scoring criteria of these items. With respect to assessment of tone, agreement was better between the most experienced examiners suggesting that ongoing training and education may aid in the identification of maturational and individual differences. In contrast, agreement in the Moro reflex was poor and no improvement was seen between the experienced study investigator or GS examiners and the group of certified neonatologists. This suggest that the Moro reflex be either removed or simply coded as “present” or “absent” since the intermediate category is developmentally appropriate in late and moderately preterm infants.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The modified Sarnat examination findings in neonates born at 32–35 weeks’ gestation suggest that further research into development of a standardized, gestational age-specific, assessment tool for classification of HIE in these infants is needed. This is clinically pertinent as the developmentally immature preterm infant’s brain appears to be even more vulnerable to hypoxic brain injury and side effects of hypothermia therapies.4,25 Despite these concerns, published studies report that 2.4% of late preterm infants <36 weeks gestation are undergoing hypothermia therapy with limited description of the neurologic exam criteria used in these infants.4,25–31",
            "cite_spans": [
                {
                    "start": 431,
                    "end": 432,
                    "mention": "4",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 433,
                    "end": 435,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 653,
                    "end": 654,
                    "mention": "4",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 658,
                    "end": 660,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The true incidence of hypoxic encephalopathy in premature infants is not accurately known and only a handful of retrospective studies have attempted to estimate its occurrence.10 Schmidt and Walsh reported an incidence of 8 per 1000 live births during a 6-year period in a single center, and its diagnosis was based on a 5 min Apgar score <5 with abnormal umbilical cord gas and any neurologic abnormality.11,12 In 2012 at PHHS, we retrospectively reported an HIE incidence of 5 per 1000 live births among inborn infants at 33–35 weeks’ gestation.1 The current prospective study, which used the blood gas criteria and the modified Sarnat scoring designated for term newborns,7 confirmed an HIE incidence of 5.9 per 1000 live births in neonates <35 weeks’ gestational age.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 406,
                    "end": 408,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 409,
                    "end": 411,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 547,
                    "end": 548,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 675,
                    "end": 676,
                    "mention": "7",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A strength of this study is the participation of a large number of clinicians in a single unit and that the independent standardized evaluations were concomitantly performed by certified attending neonatologists and GS examiners within the first 6 h of age. Other strengths include a prospective design, large sample size with predefined analysis and power calculations, and that umbilical cord blood gas analysis was performed routinely on all infants.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We acknowledge the study has several limitations. First, the reliability coefficients can be influenced by the prevalence of hypoxic encephalopathy which was low in the study cohort of preterm infants. However, the inclusion of low-risk infants was necessary in order to test the reliability of the examination and avoid any bias by blinding of examiners to the umbilical cord gas results. Second, although training and certification were standardized to ensure study rigor, there was no formal tracking of the examiners’ aptitude before the study. Lastly, the agreement in this study is likely overestimated when compared to general clinical settings of busy diverse intensive care or transport settings with many providers further emphasizing the need of standardized training.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The optimal examination for determination of acute encephalopathy in preterm infants is not known. An ideal form should be easy to perform, reliable and reproducible between examiners in real time and by video or telemedicine evaluations, and accurately predict outcome. Standardization of care and use of simple, quantitative clinical assessments to aid in prognosis and medical management is important and necessary.",
            "cite_spans": [],
            "section": "Conclusion and future directions",
            "ref_spans": []
        },
        {
            "text": "In the current modified Sarnat form adapted from term infants and used in infants at 32–35 weeks’ gestation, the evaluation of tone was improved by examiners’ experience, while the Moro reflex was primarily dependent on gestational age. The current HIE forms designed for term infants and extrapolated in practice for preterm infant may not be optimal. At our institution, we have adopted a two-prong approach: (1) education targeting the assessment of tone in preterm infants and (2) studies testing a new neurological examination form omitting the Moro and detailing evaluations of the tone adapted from the Dubowitz and Hammersmith Infant Neurologic Examinations.22,24 These ongoing studies could aid in the improved assessment of the hypoxic encephalopathy in premature neonates.",
            "cite_spans": [
                {
                    "start": 666,
                    "end": 668,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 669,
                    "end": 671,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Conclusion and future directions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: The modified Sarnat neurologic examination form utilized for the neurological assessment of all study participants\nHIE hypoxic–ischemic encephalopathy, HR heart rate",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2a: Clinical and laboratory characteristics of the study patients\nValues in parenthesis are percentages. Data were analyzed by t test or χ2 pCO2 partial pressure of carbon dioxide, pO2 oxygen partial pressure aMean ± SD bMedian (25th, 75th interquartile range) with Mann–Whitney test",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 2b: Results of the modified Sarnat neurologic examination\naValues in parenthesis are percentage of values in the column bMean ± SD",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 3: Inter-rater agreement of the modified Sarnat neurologic examination performed between (a) gold standard study investigator and neonatology attending physicians and (b) two gold standard examiners in infants of 32–36 weeks’ gestation\nCI confidence interval, LOC level of consciousness",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Scatter plots showing the correlation of the total modified Sarnat neurologic examination score performed on 102 infants of 32–36 weeks’ gestation by study investigator in the first 6 h of life, with umbilical cord arterial pH (a) and base deficit (b). A higher total score correlated with worse acidosis as manifested by lower pH and higher BD, r = −0.63 and r = −0.65, respectively (P < 0.01). BD base deficit",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Perinatal acidosis and hypoxic-ischemic encephalopathy in preterm infants of 33 to 35 weeks’ gestation",
            "authors": [
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Chalak",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Pediatr.",
            "volume": "160",
            "issn": "",
            "pages": "388-394",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2011.09.001"
                ]
            }
        },
        "BIBREF1": {
            "title": "Severe fetal acidemia and subsequent neonatal encephalopathy in the larger premature infant",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Salhab",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr. Neurol.",
            "volume": "32",
            "issn": "",
            "pages": "25-29",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pediatrneurol.2004.06.016"
                ]
            }
        },
        "BIBREF2": {
            "title": "Hypoxic-ischemic encephalopathy in preterm infants",
            "authors": [
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Neonatal Perinat. Med.",
            "volume": "3",
            "issn": "",
            "pages": "277-284",
            "other_ids": {
                "DOI": [
                    "10.3233/NPM-2010-0126"
                ]
            }
        },
        "BIBREF3": {
            "title": "Report of a pilot study of cooling four preterm infants 32-35 weeks gestation with HIE",
            "authors": [
                {
                    "first": "WF",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                },
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Neonatal Perinat. Med.",
            "volume": "8",
            "issn": "",
            "pages": "47-51",
            "other_ids": {
                "DOI": [
                    "10.3233/NPM-15814078"
                ]
            }
        },
        "BIBREF4": {
            "title": "Neonatal neurological examination during the first 6h after birth",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Romeo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Early Hum. Dev.",
            "volume": "108",
            "issn": "",
            "pages": "41-44",
            "other_ids": {
                "DOI": [
                    "10.1016/j.earlhumdev.2017.03.013"
                ]
            }
        },
        "BIBREF5": {
            "title": "Neurological examination of the newborn",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Fenichel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Brain Dev.",
            "volume": "15",
            "issn": "",
            "pages": "403-410",
            "other_ids": {
                "DOI": [
                    "10.1016/0387-7604(93)90079-N"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Prospective research on infants with mild encephalopathy: the PRIME study",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Prempunpong",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Perinatol.",
            "volume": "00",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Guidelines, criteria, and rules of thumb for evaluating normed and standardized assessment instruments in psychology",
            "authors": [
                {
                    "first": "DV",
                    "middle": [],
                    "last": "Cicchetti",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Psychol. Assess.",
            "volume": "6",
            "issn": "",
            "pages": "284-290",
            "other_ids": {
                "DOI": [
                    "10.1037/1040-3590.6.4.284"
                ]
            }
        },
        "BIBREF10": {
            "title": "The predictive value of early neurological examination in neonatal HIE and neurodevelopmental outcome at 24 months",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Dev. Med. Child Neurol.",
            "volume": "52",
            "issn": "",
            "pages": "e55-e59",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1469-8749.2009.03550.x"
                ]
            }
        },
        "BIBREF11": {
            "title": "Value of the neonatal neurologic examination",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Volpe",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Pediatrics",
            "volume": "64",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Neuroprotective approaches: before and after delivery",
            "authors": [
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Chalak",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Rouse",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin. Perinatol.",
            "volume": "38",
            "issn": "",
            "pages": "455-470",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clp.2011.06.012"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "An optimality score for the neurologic examination of the term newborn",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Dubowitz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mercuri",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dubowitz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Pediatr.",
            "volume": "133",
            "issn": "",
            "pages": "406-416",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-3476(98)70279-3"
                ]
            }
        },
        "BIBREF15": {
            "title": "Neonatal neurological examination of late preterm babies",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Romeo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Early Hum. Dev.",
            "volume": "89",
            "issn": "",
            "pages": "537-545",
            "other_ids": {
                "DOI": [
                    "10.1016/j.earlhumdev.2013.01.002"
                ]
            }
        },
        "BIBREF16": {
            "title": "Implementation of the Hammersmith Infant Neurological Exam in a high-risk infant follow-up program",
            "authors": [
                {
                    "first": "NL",
                    "middle": [],
                    "last": "Maitre",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Chorna",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Romeo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Guzzeta",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pediatr. Neurol.",
            "volume": "65",
            "issn": "",
            "pages": "31-38",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pediatrneurol.2016.09.010"
                ]
            }
        },
        "BIBREF17": {
            "title": "Brain cooling for preterm infants",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Gunn",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bennet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin. Perinatol.",
            "volume": "35",
            "issn": "",
            "pages": "735-748",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clp.2008.07.012"
                ]
            }
        },
        "BIBREF18": {
            "title": "Hypothermia in practice, initial observations from the Vermont Oxford Network",
            "authors": [
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Pfister",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PAS Abstr.",
            "volume": "2632",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Hypothermia: novel approaches for premature infants",
            "authors": [
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shankaran",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Early Hum. Dev.",
            "volume": "87",
            "issn": "",
            "pages": "S17-S18",
            "other_ids": {
                "DOI": [
                    "10.1016/j.earlhumdev.2011.01.004"
                ]
            }
        },
        "BIBREF20": {
            "title": "Pilot study of treatment with whole body hypothermia for neonatal encephalopathy",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Azzopardi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pediatrics",
            "volume": "106",
            "issn": "",
            "pages": "684-694",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.106.4.684"
                ]
            }
        },
        "BIBREF21": {
            "title": "Implementation of a “Hypothermia for HIE” program: 2 year experience in a single NICU",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Zanelli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Naylor",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dobbins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Quigg",
                    "suffix": ""
                },
                {
                    "first": "HP",
                    "middle": [],
                    "last": "Goodkin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Perinatol.",
            "volume": "28",
            "issn": "",
            "pages": "171-175",
            "other_ids": {
                "DOI": [
                    "10.1038/sj.jp.7211896"
                ]
            }
        },
        "BIBREF22": {
            "title": "Preterm hypoxic–ischemic encephalopathy",
            "authors": [
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Gopagondanahalli",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Pediatrics",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The safety and practicality of selective head cooling in asphyxiated human newborn infants, a retrospective study",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Kilani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Med. Liban.",
            "volume": "50",
            "issn": "",
            "pages": "17-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Safety and short-term outcomes of therapeutic hypothermia in preterm neonates 34-35 weeks gestational age with hypoxic-ischemic encephalopathy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Pediatr.",
            "volume": "183",
            "issn": "",
            "pages": "37-42",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2016.11.019"
                ]
            }
        },
        "BIBREF25": {
            "title": "Outcomes of preterm infants treated with hypothermia for hypoxic-ischemic encephalopathy",
            "authors": [
                {
                    "first": "TI",
                    "middle": [],
                    "last": "Herrera",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Early Hum. Dev.",
            "volume": "125",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.earlhumdev.2018.08.003"
                ]
            }
        },
        "BIBREF26": {
            "title": "Neurological evaluation of the maturity of newborn infants",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Amiel-Tison",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "Arch. Dis. Child.",
            "volume": "43",
            "issn": "",
            "pages": "89-93",
            "other_ids": {
                "DOI": [
                    "10.1136/adc.43.227.89"
                ]
            }
        },
        "BIBREF27": {
            "title": "Neonatal encephalopathy following fetal distress. A clinical and electroencephalographic study",
            "authors": [
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Sarnat",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Sarnat",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Arch. Neurol.",
            "volume": "33",
            "issn": "",
            "pages": "696-705",
            "other_ids": {
                "DOI": [
                    "10.1001/archneur.1976.00500100030012"
                ]
            }
        },
        "BIBREF28": {
            "title": "Whole-body hypothermia for neonates with hypoxic-ischemic encephalopathy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shankaran",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N. Engl. J. Med.",
            "volume": "353",
            "issn": "",
            "pages": "1574-1584",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMcps050929"
                ]
            }
        },
        "BIBREF29": {
            "title": "The encephalopathy of prematurity–brain injury and impaired brain development inextricably intertwined",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Volpe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Semin. Pediatr. Neurol.",
            "volume": "16",
            "issn": "",
            "pages": "167-178",
            "other_ids": {
                "DOI": [
                    "10.1016/j.spen.2009.09.005"
                ]
            }
        },
        "BIBREF30": {
            "title": "The qualitative assessment of general movements in preterm, term and young infants – review of the methodology",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Einspieler",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Prechtl",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cioni",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Early Hum. Dev.",
            "volume": "50",
            "issn": "",
            "pages": "47-60",
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-3782(97)00092-3"
                ]
            }
        }
    }
}