{
    "paper_id": "PMC7094956",
    "metadata": {
        "title": "Charaterization of H9 subtype influenza viruses from the ducks of southern China: a candidate for the next influenza pandemic in humans?",
        "authors": []
    },
    "body_text": [
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The next killer influenza strain might leap directly from ducks to humans, argues a new report1. It highlights the need for better monitoring of animal viruses, experts say.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Like the last flu pandemic in 1968, which killed nearly half a million people, the next one is widely expected to originate in wild aquatic birds. From there it might jump into chickens or pigs, picking up genes from another flu virus that could enable it to infect humans.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Instead, the virus could leap straight from ducks to people, warns Yi Guan of the University of Hong Kong, China. His team scoured the genetic sequence of nearly 500 influenza viruses from Chinese poultry markets collected in 2000-2001.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Influenza strains in domestic ducks have already acquired genes from poultry viruses, they found, and may have the potential to invade human cells. \"It's getting closer to one that can spread,\" says influenza expert Robert Lamb of Northwestern University in Evanston, Illinois.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The viruses, known as H9N2, probably jumped from wild birds into poultry, swapped genes with influenza strains there, and then migrated back into ducks. \"It looks like there's more movement between birds than we thought,\" says virologist Jeffery Taubenberger of the Armed Forces Institute of Pathology in Rockville, Maryland. ",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n New flu\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": " A spate of recent incidents suggests that a major new flu pandemic is imminent. In 1997, for example, a Hong Kong bird-flu strain called H5N1 spread to and killed several people. This year, a different strain swept across chickens in the Netherlands, infecting more than 80 people and killing one.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Such animal flu viruses are menacing because we have no natural immunity to them. But next time could be worse if the virus becomes more easily transmissible between humans by mutating or swapping genes with a human flu virus.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It looks like there's more movement between birds than we thought Jeffery Taubenberger , Armed Forces Institute of Pathology",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Experts in infectious diseases agree on the need to ramp up the surveillance of viruses in animals. They hope to find out which animals might harbour the most harmful flu strains, and what turns a benign strain into a killer.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "There is already a global effort to monitor flu strains by a network of laboratories coordinated by the World Health Organisation. \"We can do better,\" says epidemiologist Scott Layne of the University of California, Los Angeles.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Layne is trying to develop a lab that could power through hundreds of thousands of virus samples per year, posting the results in real time on the Internet. The need for this type of monitoring has been highlighted further by the recent outbreak of severe acute respiratory syndrome (SARS), he says, which is also thought to have arisen when a virus crossed from animals into humans.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Charaterization of H9 subtype influenza viruses from the ducks of southern China: a candidate for the next influenza pandemic in humans?",
            "authors": [
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Virology",
            "volume": "77,",
            "issn": "",
            "pages": "6988 - 6994",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.77.12.6988-6994.2003"
                ]
            }
        }
    }
}