{
    "paper_id": "PMC7134224",
    "metadata": {
        "title": "A Framework for Industrial Internet of Things",
        "authors": [
            {
                "first": "Marié",
                "middle": [],
                "last": "Hattingh",
                "suffix": "",
                "email": "marie.hattingh@up.ac.za",
                "affiliation": {}
            },
            {
                "first": "Machdel",
                "middle": [],
                "last": "Matthee",
                "suffix": "",
                "email": "machdel.matthee@up.ac.za",
                "affiliation": {}
            },
            {
                "first": "Hanlie",
                "middle": [],
                "last": "Smuts",
                "suffix": "",
                "email": "hanlie.smuts@up.ac.za",
                "affiliation": {}
            },
            {
                "first": "Ilias",
                "middle": [],
                "last": "Pappas",
                "suffix": "",
                "email": "ilias.pappas@uia.no",
                "affiliation": {}
            },
            {
                "first": "Yogesh",
                "middle": [
                    "K."
                ],
                "last": "Dwivedi",
                "suffix": "",
                "email": "ykdwivedi@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Matti",
                "middle": [],
                "last": "Mäntymäki",
                "suffix": "",
                "email": "matti.mantymaki@utu.fi",
                "affiliation": {}
            },
            {
                "first": "Jacques",
                "middle": [],
                "last": "Jansen",
                "suffix": "",
                "email": "Jansen_CJ@outlook.com",
                "affiliation": {}
            },
            {
                "first": "Alta",
                "middle": [],
                "last": "van der Merwe",
                "suffix": "",
                "email": "alta@up.ac.za",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The Internet of Things (IoT) is an increasingly growing topic of interest and a regular discussion point in the information technology arena [1]. IoT could potentially change the traditional approach to the use of the internet. In the future, the goal of IoT is the unification of all “things” under a shared infrastructure, whereby network-connected sensors will be able to collect data from the surrounding environment. The collected data can then be shared across the internet to be processed and changed into meaningful information for various reasons [1].",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 557,
                    "end": 558,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Muntjir, Rahul and Alhumyani [2] describe the IoT as the linkage between the physical world on the one hand and the cyberworld on the other with the help of items or objects that possess sensing abilities and transmit the measured results via a network to achieve a purpose. There is an ever-increasing number of objects, from home appliances to smartphones, connecting daily to the internet or internet-like structure [3].",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 31,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 420,
                    "end": 421,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "IoT can change the way that industrial organisations perform in terms of safety and production. Safety and production improvements would have a positive impact on any large industrial sectors; the focus was on mining operations as a significant industrial player.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Sensor prices have had a steady decline in their pricing, therefore becoming more affordable [22]. Senors are an essential part of the IIoT architecture. Parallel to the decrease in sensor prices, there have been advancements in big data handling, artificial intelligence and machine learning. The IIoT could only recently be implemented in industrial sectors because of this maturity and affordability of the analytics and sensors. Consequently, only a few IIoT implementations have been completed in the industrial environment [23]. Further to this, the literature on IIoT frameworks that could assist companies in implementing an industrial IIoT solution is not readily available. The unavailability of IIoT implementation frameworks presented a research gap that this research would address.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 530,
                    "end": 532,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "If relevant literature or guidelines in the implementation of IIoT existed on this topic, it would enable more industries to implement and leverage the advantages of IIoT in a shorter period too. The benefit of clear guidelines in the industrial sector would mean that implementations could realise some objectives of improvement on the safety and efficiency of an IIoT solution faster.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The researchers present an IIoT framework within Sect. 4 to aid technical and management persons in understanding the different considerations of the IIoT. The research was conducted to inform industries of the needed aspects to implement an IIoT solution. This framework could be used as a basis to inform technical and business decisions on the different layers of the IIoT. The IIoT framework would help product-, technical,- and business-level decisions. The IIoT framework would further aid to unlock the benefits that the IIoT could have for industrial organisations. The proposed framework could be referenced as a basis for future research on the topic.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Muntjir et al. [2] describe the IoT as the linkage between the physical world on the one hand and the cyberworld on the other with the help of things or objects that possess sensing abilities and transmit the measured results via a network to achieve a purpose [2]. Within this definition, the basic building blocks that the IoT consists of are presented as the sensing objects used in the measurement of metrics such as flow, pressure, temperature position and vibration, and the network that communicates the result to a higher decision-making engine. The same definition applies to the IIoT domain; the only difference is that the IIoT is mostly focused on industrial applications.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 17,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 262,
                    "end": 263,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "IIoT ::: Literature Review",
            "ref_spans": []
        },
        {
            "text": "The IoT is instrumental in delivering disruptive change to segments such as agriculture, healthcare, utilities and the government. The IIoT, a portion of the all-encompassing IoT, focuses on industries such as mining, oil and gas, manufacturing and utilities [4].",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 261,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "IIoT ::: Literature Review",
            "ref_spans": []
        },
        {
            "text": "Mining, as an industrial representer, plays an essential economic role in South Africa. The Chamber of Mines [5] showed the employee earnings within the mining sector amounted to R120 billion, with mining contributing R304.4 billion to the gross domestic product for the year 2016. The mining sector created 457,698 jobs and supported approximately 4.5 million dependents.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "IIoT and Mining ::: Literature Review",
            "ref_spans": []
        },
        {
            "text": "Statistics South Africa indicates a rapid decline in mining and mining-related activities. “Historical values of the gold index show the extent of how production has fallen. In January 1980, the index was 359.0, while the volume of gold produced was far lower in January 2015, resulting in the low index of 48.4. In other words, South Africa produced 87% less gold in January 2015 compared to the same month in 1980” [6].",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 419,
                    "mention": "6",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "IIoT and Mining ::: Literature Review",
            "ref_spans": []
        },
        {
            "text": "Major [7] was addressing mining representatives at the Johannesburg Stock Exchange Power Hour in May when he said that “gold mining has lost a million people in 30 years”. He [7] explained, “People say our gold mines are closing because of lower grade ore, but we know better than that. It is not about grades; it is about efficiencies and cost. We are taking out as many ounces of gold per employee now as we were in 1907 when we were using picks and shovels.”",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 176,
                    "end": 177,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "IIoT and Mining ::: Literature Review",
            "ref_spans": []
        },
        {
            "text": "South Africa’s gold sector that once was the world-leading gold producer needs to increase its mining production efficiency to avoid vanishing entirely by the year 2020, especially after being rated sixth in the world [7]. The statistical data from Statistics South Africa confirm Major’s claim.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 220,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "IIoT and Mining ::: Literature Review",
            "ref_spans": []
        },
        {
            "text": "In assessing the status of IIoT in the industrial organisations, especially mining, the research of the company Inmersat [8] indicated that in 2017 only 12% of mining representatives had implemented IIoT solutions to a degree or a full extent. The World Economic Forum [9] predicts that the expected impact of digital transformation on the mining industry is in the region of US$ 428 billion and US$ 784 billion. Key contributors to the expected monetary implications could be underwritten to the potential realisation of the advantages in terms of higher production and the ability to optimise equipment, as described by Merry [10]. IIoT also has the potential to address the challenges of the South African mining industry, which O’Conner [11] has indicated to be in terms of:A reduction of water and energy resourcesEmployee health and safetyImproved production by the use of automationDecrease in waste\n",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "mention": "8",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 270,
                    "end": 271,
                    "mention": "9",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 629,
                    "end": 631,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 742,
                    "end": 744,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "IIoT and Mining ::: Literature Review",
            "ref_spans": []
        },
        {
            "text": "Within these industrial operations, there is already an abundance of data that are accumulated with sensors already implemented in existing mining operations – or better known as brownfields sites. The challenges of most of these data are stored and visible in different systems [12]. This data need horizontal integration across the value chain, vertically from the field to the control and from planning to maintenance [12]. The IIoT information could assist organisations in determining inefficiency within processes and improve the personnel work life by a reduction of effort on lesser essential aspects. This information could also assist in the identification of problems at an earlier state with subsequent business improvement.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 282,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 422,
                    "end": 424,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "IIoT and Mining ::: Literature Review",
            "ref_spans": []
        },
        {
            "text": "The purpose of this research was the development of the IIoT framework that should aid technical and management persons in understanding the different considerations of the IIoT to achieve the benefits as described above.",
            "cite_spans": [],
            "section": "IIoT and Mining ::: Literature Review",
            "ref_spans": []
        },
        {
            "text": "The study was a qualitative interpretive study where we had the benefit of a prior insight into the context of the constructs of IIoT frameworks with an understanding that it needed further investigation because of the complexity and unpredictable nature of one’s knowledge of reality [13]. The prior insight was obtained with the help of literature studies on the subject matter. As part of the qualitative research design, we explored experiences through interviews and focus groups since qualitative research focuses on in-depth opinions from the participants [14].",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 564,
                    "end": 566,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Research Design",
            "ref_spans": []
        },
        {
            "text": "A case study approach was used as a research strategy. The case studies used were from industrial organisations represented by mining, food and beverage and logistics companies within different locations throughout South Africa. The case studies were on successful IIoT implementations within these Industrial organisations.",
            "cite_spans": [],
            "section": "Research Design",
            "ref_spans": []
        },
        {
            "text": "The sample size in this study consisted of ten respondents and insight into the research subject was obtained through the use of an eighteen-question interview guide attached as annexure 1This interview guide These representatives drew insight into the subject matter from years of experience and involvement in different IIoT cases within South Africa industries. Three of the respondents were ICT architects, and another three were from IIoT implementation companies. Two respondents were IIoT project managers, one a representative from IIoT communication and network provider specifically for IIoT and one was a representative of an IIoT software organisation that supplies the software platforms for IIoT. Annexure 2 contains specific details on the respondents. These respondents were from different language groups and social backgrounds. Purposeful sampling was conducted, which means that we recognised and hand-picked people with specific knowledge and experience in the field under study [19].",
            "cite_spans": [
                {
                    "start": 1000,
                    "end": 1002,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Research Design",
            "ref_spans": []
        },
        {
            "text": "During the analysis stage, data were coded into themes and categories where the following actions were followed to analyse the data: Interviewee data were captured via a voice recorder and transcribed via transcription software; the allocation of codes to data and similar data that were present in other transcripts received the same code as part of the analysis, writing of comments and notes; the sorting of data occurred according to themes; then grouped into the applicable themes according to the “thematising” idea of Mitchell and Jones [20]; the themes were then further explored and elaborated upon and then grouped into categories.",
            "cite_spans": [
                {
                    "start": 545,
                    "end": 547,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Research Design",
            "ref_spans": []
        },
        {
            "text": "A critical consideration in the selection of the equipment in an industrial environment is hardware that can withstand the harsh production conditions. In a mining environment, the environmental factors in the mining area could be extreme heat, dust, mechanical forces and rain. For any hardware to keep functioning, it must be able to withstand these elements. It is also crucial for the device to maintain operation within an industrial environment. If the hardware were to fail, it could mean safety incidents or production losses. Equipment should be highly reliable, robust, possess a high resilience to failure and be available whenever the process needs their functioning. In certain areas, hardware redundancy is in place to ensure that hardware in a particular process is backed up with a set of standby equipment in case of failure. The following minimum hardware needs to be in place for any IIoT implementation to be successful:IIoT devices.Considering the scalability of IIoT devices when they grow into the thousands was also cited as a consideration before the application of the IIoT hardware devices. The respondees mentioned that the questions during an implementation consideration: Would there be enough technical resources to install the magnitude of sensors required in installation going into the thousands of sensors? Also, is the supporting hardware that hosts the platforms able to process the amount of data?Networks and network coverage for the communication between the different layers.A hardware platform host could be in the cloud or on-premise. This hardware platform hosts the data storage, collection and contextualisation of the data. From the findings, it should be noted that if no reliable connectivity to the cloud is available, the storage, collection and contextualisation of the data needs to be handled on-site. This is in order not to expose the business to risk if there are communication interruptions to the cloud that could affect a critical process. An example could be when a manufacturing process that moulds plastic loses connectivity to the cloud and the process halts. Consideration should be given if there is enough hardware space allocated for the storage of the information and the hosting of the services.Gateway devices that aid security solutions.\n",
            "cite_spans": [],
            "section": "Hardware. ::: IIoT Architecture ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "The software platforms needed for the IIoT solution and whether these platforms could easily integrate with existing platforms should be considered. In this regard, Karschnia [23] mentions that these “things” interconnect on- and off-site to software platforms to enable remote control, monitoring and asset management using either dedicated expert teams or specialised data analysis software connected to big data lakes to add value., Interviewees indicated their experience with prior implementations is that it is essential to do a consolidation of different source data before any implementation takes place.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Software. ::: IIoT Architecture ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "Within the IIoT, intelligence could move down to the instrument level. If this is the case, intelligence will be needed at the measuring device level and the ability to handle automation on the lower level. The industrial systems should be easily and frequently reprogrammable to support changing processes. Within complex industrial processes, process improvements are regularly attempted. The systems that support these processes, therefore, need to be easily adaptable.",
            "cite_spans": [],
            "section": "Software. ::: IIoT Architecture ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "Consideration is necessary in terms of the platforms needed for the IIoT solution and whether it would easily integrate with existing platforms. Platforms are relevant where the IIoT implementation is on an existing site.",
            "cite_spans": [],
            "section": "Software. ::: IIoT Architecture ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "The software should be highly reliable, robust, possess a high resilience to failure and be available whenever the process needs its functioning. System uptime is critical in industrial processes.",
            "cite_spans": [],
            "section": "Software. ::: IIoT Architecture ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "There is a need for a secure communications protocol and data security within any IIoT solution. Security is especially relevant in the IIoT environment that is reliable on the safety, security and reliability of their operations. IIoT has a higher level of security due to the critical nature of a disruption of a high-volume manufacturing process or the takedown of the electrical grid that could have an economic impact [4]. Raynor and Cotteleer [24] opine that sensor security challenges need to be kept in mind before any implementations commence. Holdowsky et al. [25] also point to the security requirements in the communications protocol that could have an impact on the safety, security and reliability within an IIoT implementation. Soldatos [28] also agrees that one of the critical concerns is the security aspect around the transmittal of information within the IIoT.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 571,
                    "end": 573,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 753,
                    "end": 755,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Software. ::: IIoT Architecture ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "Raynor and Cotteleer [24] define communication as a state for the transmission of information from one place to another and then aggregating or gathering of the data from the different sources and times. The respondents mentioned that a consideration of the availability of networks and if it is possible to use these networks is available and that the industrial communication protocols be adjusted to the low-power extensive area network technology. The existing IIoT hardware and software communication platforms should not hinder the implementation of an IIoT solution. Existing networks should be considered for IIoT implementation. There was a recommendation from one of the respondents that Legislation within South Africa needs to accommodate the communications between devices. The legislation was pointed out as challenging and “communications regulators need to align their regulations concerning IIoT communications”. Without reliable communication between the different levels within the IIoT, no successful implementation could take place.",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 24,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Communication. ::: IIoT Architecture ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "In IIoT implementations, the communications should be highly reliable, robust, possess a high resilience to failure and be available whenever the process needs their functioning. Communications uptime is critical in the industrial processes, and the solution should have a low latency because of the high-speed production systems in use.",
            "cite_spans": [],
            "section": "Communication. ::: IIoT Architecture ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "Before implementation of any IIoT solution, there must be a need or a problem to be solved. A clear understanding of the business/user requirements and information is imperative. The business need should be supported by a clear business case that justifies the implementation of the technology and ensures that there is a return on the investment in the technology. This business requirement should be documented to ensure that the IIoT solution would support the need.",
            "cite_spans": [],
            "section": "Pre-implementation. ::: IIoT Implementation ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "A detailed design document, based on the user requirements, should then be created before any IIoT implementation. This intricate design could direct the implementation of the IIoT solution. This design needs to consider the key performance indicators that need to be achieved as well as the available technology. The detailed design should also determine if the implementation is a new (greenfields) installation or an existing (brownfields) installation. It should be determined if the existing infrastructure and architecture are compatible with the existing infrastructure. A decision on the technology should be made. This selection of technology would need to consider the ease of serviceability and maintainability of the technology and paths should be upgraded during the life cycle. The business should have a clear vision of how the realisation would function after the implementation, and what the expectation is from the application. In terms of personnel, planning should take place for skilled staff after the installation to maintain the IIoT implementation. Consideration should be given regarding whether the solution implementation is a success. If the advantages of the IIoT implementation realise with an increase in production, would the additional product produced from a successful IIoT implementation be sellable and is there a market for it? Can the organisation’s logistics accommodate the increase in the product?",
            "cite_spans": [],
            "section": "Pre-implementation. ::: IIoT Implementation ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "Blanchette [29] emphasised the importance of thorough planning before any IIoT implementation commences. Planning was also cited as an essential factor before any IIoT rollouts could begin as there is no identification of formal IIoT guidelines.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 14,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Pre-implementation. ::: IIoT Implementation ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "Lueth [30] in this regard states that IIoT projects take over 18 months longer than what had initially been planned. At the base of thorough planning, Blanchette [29] iterates the creation of a baseline (as-is) situation of the organisation. The responders mentioned that the baseline should consider:If there are cloud services used, the presence of data analytics, the relevant needed reports for decisions and the level of automation.The business demographics.Scalability of IIoT devices when they grow into the thousands.Compatibility of newer equipment and systems within IIoT to function with existing or legacy systems.The consolidation of different source data, before implementation.A clear vision of where the business wants to position themselves in the future.A clear understanding of the needed technology to be implemented.Data flow mapping of where the data originates from to where it is needed.\n",
            "cite_spans": [
                {
                    "start": 7,
                    "end": 9,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 163,
                    "end": 165,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Pre-implementation. ::: IIoT Implementation ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "Detailed architecture is necessary when the implementation of IIoT solutions commences and needs to contain decisions on the selected technology. Change management during execution is critical to ensure that the solution is adopted and the benefits are realised. During the execution of the IIoT implementation, it is vital to use a skilled implementations team. Recommendations during the implementation of IIoT solutions from the respondents were that small achievable project milestones should be planned and pursued to ensure the IIoT implementation success. The time needed for a large scale IIoT implementation should be kept in mind.",
            "cite_spans": [],
            "section": "Implementation: ::: IIoT Implementation ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "A review of the IIoT deliverables should take place and whether these deliverables are met. Relevant procedures and the necessary governance should be introduced to manage the IIoT infrastructure and environment.",
            "cite_spans": [],
            "section": "Post-implementation: ::: IIoT Implementation ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "There might be a lack of in-house skill for IIoT implementations and the maintenance thereof after. The lack of in-house skills for IIoT implementations poses a challenge for the organisation and consideration should be given to whether the relevant people skills needed during the implementation and after required for maintenance would be available. There might also exist a lack of appropriate skills at different levels of IIoT architecture. From the research, it could be seen that there is room for improvement in the education of companies in terms of the possibilities of Industry 4.0.",
            "cite_spans": [],
            "section": "Training and Awareness. ::: IIoT Knowledge ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "There is a need for the creation of awareness within the organisation on the management of cultural and organisational changes required with the implementation of the IIoT. These cultural and organisational changes would be a leading factor for the poor adoption of the implemented solutions if the proper change management did not occur.",
            "cite_spans": [],
            "section": "Training and Awareness. ::: IIoT Knowledge ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "Awareness and training should cater for any lack of in-house skills for IIoT implementations and the maintenance thereof after the implementation has taken place. Proper maintenance would mean that competent personnel are needed after the installation to maintain the implementation. In this regard, education for the business in terms of the possibilities of Industry 4.0 is required by the organisation to realise the potential value-adding business cases.",
            "cite_spans": [],
            "section": "Training and Awareness. ::: IIoT Knowledge ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "Personnel with the appropriate experience in delivering IIoT solutions in the specific industry is needed for the implementation and maintenance of implemented solutions. Other challenges include:Management of cultural and organisational changes.Business representatives are reluctant to support the implemented solutions if the proper change management did not occur before the IIoT implementation.New technology introductions into the existing infrastructure and environment in terms of the connectivity, security and platforms.Existing infrastructure and platforms exist when implementing IIoT.Greenfields organisations have no challenges in terms of legacy systems.People skills in terms of IIoT.Existing communication protocols in use.Existing systems and hardware that are in use.Network connectivity challenges.\n",
            "cite_spans": [],
            "section": "Challenges. ::: IIoT Knowledge ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "The advantages described are that the IIoT has the potential to benefit industrial organisations and can complement existing technology investments. Conveniences include gaining market share, increased efficiencies, insight into business operations and insight into different aspects of the organisation.",
            "cite_spans": [],
            "section": "Advantages. ::: IIoT Knowledge ::: The IIoT Framework",
            "ref_spans": []
        },
        {
            "text": "The IIoT framework, as described in Sect. 4, would inform product-, technical- and business-level decisions in terms of the IIoT to unlock the benefits that the IIoT could have for industrial organisations. The following steps could be taken in applying the discovered framework to uncover the necessities needed in terms of the technical and business decisions on the different layers of the IIoT.The user would ensure that there is a clear business case or need for the advantages that IIoT could offer industrial operations.Following the business, the case is an assessment of the needed infrastructure (hardware and software) for any IIoT implementation.After an assessment and understanding of the technical requirements needed for an IIoT solution, the user would refer to the consideration before, during and post-implementation of an IIoT initiative within the industrial environments.\n",
            "cite_spans": [],
            "section": "IIoT Framework Application",
            "ref_spans": []
        },
        {
            "text": "This paper presented a discovered framework for the IIoT that could be used as a basis for IIoT implementation-specific decisions. This framework would assist mining representatives in implementations of IIoT solutions. In 2017, only 12% of mining representatives had implemented IIoT solutions to a degree or a full extent [8]. The World Economic Forum [9] predicts that the expected impact of digital transformation on the mining industry is in the region of US$428 billion and US$ 784 billion.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 326,
                    "mention": "8",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 355,
                    "end": 356,
                    "mention": "9",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "This framework included the needed IIoT architecture while considering the specific hardware, software, security and communication aspects. Within this framework, there was also a consideration in terms of pre-, during and post-implementation aspects and explored the advantages, disadvantages and training in terms of the IIoT. The usage of this framework would aid industrial organisations and stakeholders in terms of IIoT solutions to understand the specific considerations regarding the IIoT.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.: IIoT framework",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: IIoT architecture as discovered from the literature and interviews",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "O’Connor",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Challenges Facing the South-African Mining Industry",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Alternative ways of seeking knowledge in consumer research",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hudson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ozanne",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J. Consum. Res.",
            "volume": "14",
            "issn": "4",
            "pages": "508-521",
            "other_ids": {
                "DOI": [
                    "10.1086/209132"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dawson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Introduction to Research Methods: A Practical Guide for Anyone Undertaking a Research Project",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "A practice perspective on technology-mediated network relations: the use of internet-based self-serve technologies",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Schultze",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Orlikowski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Inf. Syst. Res.",
            "volume": "15",
            "issn": "1",
            "pages": "89-106",
            "other_ids": {
                "DOI": [
                    "10.1287/isre.1030.0016"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "Case Study Research: Design and Methods",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Qualitative-Quantitative Research Methodology: Exploring the Interactive Continuum",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Creswell",
                    "suffix": ""
                },
                {
                    "first": "VL",
                    "middle": [],
                    "last": "Plano Clark",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Designing and Conducting Mixed Method Research",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "An analysis of Internet of Things (IoT): novel architectures, modern applications, security aspects and future scope with latest case studies",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Muntjir",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Rahul",
                    "suffix": ""
                },
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Alhumyani",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Int. J. Eng. Res. Technol.",
            "volume": "6",
            "issn": "2",
            "pages": "422-427",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Leading and co-ordinating a multi-nurse researcher project",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nurse Res.",
            "volume": "12",
            "issn": "2",
            "pages": "42-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The Internet of Things",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Pena",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodriguez-Andina",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Manic",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ind. Electron. Mag.",
            "volume": "21",
            "issn": "9",
            "pages": "1-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Boyes",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hallaq",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cunningham",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Comput. Ind.",
            "volume": "101",
            "issn": "",
            "pages": "1-12",
            "other_ids": {
                "DOI": [
                    "10.1016/j.compind.2018.04.015"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The more things change: value creation, value capture, and the Internet of Things",
            "authors": [
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Raynor",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Cotteleer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Deloitte Rev.",
            "volume": "17",
            "issn": "",
            "pages": "1-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}