{
    "paper_id": "PMC7134829",
    "metadata": {
        "title": "Anatomy of a pandemic: Emergency departments woefully unprepared for bird flu outbreak",
        "authors": [
            {
                "first": "Maryn",
                "middle": [],
                "last": "McKenna",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Kwai died on March 13, Pollack on March 21 and Dougherty on March 29. The chain of transmission that started with Kwai’s mother caused 438 infections, including 39 other deaths, from what would come to be known as Severe Acute Respiratory Syndrome or SARS—with every death other than Kwai’s and his mother’s traceable to that encounter in a crowded ED.",
            "cite_spans": [],
            "section": "The SARS scare death toll",
            "ref_spans": []
        },
        {
            "text": "The outbreak that paralyzed Toronto—one episode in a worldwide epidemic that sickened 8,098 and killed 7741—has assumed new importance as avian influenza H5N1 moves across the globe. In the rapid ramp-up of planning for a possible pandemic, public health authorities and emergency physicians view EDs with disquiet, fearing they will be swamped at least and amplifiers of the epidemic at worst.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "The SARS scare death toll",
            "ref_spans": []
        },
        {
            "text": "“When you think about the tremendous influx of patients that could conceivably result from a pandemic, it is almost overwhelming, and certainly frightening to the average emergency physician,” said Dr. J. Patrick O’Neal, who retired as chief of emergency medicine at DeKalb County Medical Center near Atlanta and now directs health care pandemic planning for the Georgia Division of Public Health.",
            "cite_spans": [],
            "section": "The SARS scare death toll",
            "ref_spans": []
        },
        {
            "text": "Fears of a pandemic’s impact on EDs begin with the basic facts of life of emergency medicine: many EDs are crowded most of the time. According to American Hospital Association data, 48% of EDs describe themselves as crowded on most days, and 46% regularly go on diversion.2\n",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 273,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "At the breaking point",
            "ref_spans": []
        },
        {
            "text": "Visits to EDs rose 26% between 1992 and 2003, from 89.8 million to 114 million in a year, according to “The Future of Emergency Care” reports released in June by the Institute of Medicine (IOM). Over that same time period, 425 EDs and 703 hospitals closed, the reports said—and the number of staffed hospital beds available to take ED-admitted patients contracted by 198,000.",
            "cite_spans": [],
            "section": "At the breaking point",
            "ref_spans": []
        },
        {
            "text": "A system that stressed cannot respond adequately to any type of crisis, the reports’ authors warned. “We are definitely not prepared for the onslaught of patients we would receive today in a disaster, whether it is a hurricane Katrina, whether it is a terrorist attack … or a pandemic,” Dr. A. Brent Eastman, chief medical officer of ScrippsHealth in San Diego, said during the June 14 briefing that marked the reports’ release.",
            "cite_spans": [],
            "section": "At the breaking point",
            "ref_spans": []
        },
        {
            "text": "Physicians in the field concur.",
            "cite_spans": [],
            "section": "At the breaking point",
            "ref_spans": []
        },
        {
            "text": "“If the current hospital systems and emergency departments are already at or over capacity in daily operations, the likelihood of being able to mitigate a severe number of additional ill people is unlikely,” said Dr. Alex Isakov, an assistant professor of emergency medicine and co-director of a committee on out-of-hospital disaster medicine at Emory University School of Medicine in Atlanta.",
            "cite_spans": [],
            "section": "At the breaking point",
            "ref_spans": []
        },
        {
            "text": "Public health authorities admit that it is impossible to say so far whether the Asian avian flu will cause widespread, severe human illness. That flu strain, influenza A/H5N1, first attacked humans in a small but significant outbreak in Hong Kong in 1997, sickening 18 people and killing 6 of them. The outbreak stopped after the slaughter of all the territory’s chickens, 1.4 million birds, destroyed the organism’s local reservoir.",
            "cite_spans": [],
            "section": "The Asian avian flu threat",
            "ref_spans": []
        },
        {
            "text": "A close variant of the virus surfaced again in Vietnam and Thailand in late 2003 and began spreading west in 2004. To date, the Asian H5N1 has moved through Southeast Asia, Russia and the Middle East into Africa and Europe—53 countries by July 4, 2006, according to the World Organization for Animal Health.",
            "cite_spans": [],
            "section": "The Asian avian flu threat",
            "ref_spans": []
        },
        {
            "text": "It has killed or caused the preventive slaughter of more than 200 million poultry and has been found in almost 100 species of wild birds. And by July 4, 2006 it had sickened 229 people in 10 countries, killing 131, according to the World Health Organization.3 Most appear to have been infected by poultry; the virus has not yet accumulated the genetic changes that would allow it to pass easily from person to person as seasonal flu strains do.",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 259,
                    "mention": "3",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "The Asian avian flu threat",
            "ref_spans": []
        },
        {
            "text": "That apparent case-fatality rate of 57% is more than 20 times worse than the “Spanish” Influenza of 1918, which crippled health care, undermined social relationships and civic organizations, and killed approximately 675,000 Americans and an estimated 50 million people around the world.",
            "cite_spans": [],
            "section": "The Asian avian flu threat",
            "ref_spans": []
        },
        {
            "text": "Though public health and animal health authorities cannot predict when or how the Asian strain might breach US borders or how infectious it might be when it arrives, they consider it the most likely current candidate to cause an influenza pandemic.",
            "cite_spans": [],
            "section": "The Asian avian flu threat",
            "ref_spans": []
        },
        {
            "text": "In pandemic planning documents, the US Department of Health and Human Services (HHS) lays out what the arrival of that strain, or another novel flu strain, might look like. If the strain is relatively mild, as in the flu pandemic of 1968, there could be 865,000 people needing hospitalization, 128,750 needing ICU care, 64,875 needing mechanical ventilation, and 209,000 deaths. If the strain causes as much illness and death as in 1918, the numbers rise sharply: 9.9 million hospitalizations, 1.48 million ICU cases, 742,500 patients needing ventilation, and 1.9 million deaths.4\n",
            "cite_spans": [
                {
                    "start": 579,
                    "end": 580,
                    "mention": "4",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Awestruck by the arithmetic",
            "ref_spans": []
        },
        {
            "text": "In March, the Center for Biosecurity at the University of Pittsburgh Medical Center ran computer models on the possible impact of a 1918-type flu. At the peak of an epidemic, the center found, the US would need 191% of its current non-ICU beds, 198% of its existing supply of ventilators, and 461% of the ICU beds now in use5 – and would need them, not for a single day, but for a rolling outbreak lasting up to 8 weeks.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 325,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Awestruck by the arithmetic",
            "ref_spans": []
        },
        {
            "text": "“It is an absolute certainty that all the hospitals will be full within a week,” said Dr. D.A. Henderson, the architect of the international campaign to eradicate smallpox, who is now a distinguished scholar at the biosecurity center. “We’ve asked large-hospital CEOs, ‘How many more patients could you take in your hospitals?’ By and large, they say no more than 15 to 20%.”",
            "cite_spans": [],
            "section": "Awestruck by the arithmetic",
            "ref_spans": []
        },
        {
            "text": "If a pandemic strikes with as much force as planners predict, hospitals as a whole may have some options, such as canceling elective surgeries—a move that would free up beds, though at significant cost.",
            "cite_spans": [],
            "section": "Awestruck by the arithmetic",
            "ref_spans": []
        },
        {
            "text": "“Hospitals make their money on those elective procedures,” said Dr. Eric Toner, an emergency physician and former director of emergency planning at St. Joseph Medical Center in Towson, MD, now with the biosecurity center. “Hospitals lose money with every medical admission—especially pneumonia, respiratory failure, the kind of admissions you expect in a flu pandemic.”",
            "cite_spans": [],
            "section": "Awestruck by the arithmetic",
            "ref_spans": []
        },
        {
            "text": "But EDs have no such option. They will have to remain open, not only to care for the traumatic injuries and sudden childbirths that continue whether flu viruses are circulating or not, but because people who are ill with flu—especially the more than 45 million uninsured6—are most likely seek care at EDs.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "mention": "6",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Awestruck by the arithmetic",
            "ref_spans": []
        },
        {
            "text": "The prospect makes emergency physicians shudder. In normal times, more than half of all hospital patients are admitted through EDs. With the back door to the hospital shut, and the front door held open by the Emergency Medical Treatment and Active Labor Act (EMTALA), they envision EDs packed far beyond capacity with infectious patients boarding for hours or days—the exact situation that fostered Toronto’s SARS outbreak.",
            "cite_spans": [],
            "section": "Awestruck by the arithmetic",
            "ref_spans": []
        },
        {
            "text": "“We’re going to have to find surge capacity outside the hospital—dorms, armories, schools,” said Dr. David Seaberg, professor and associate chair of emergency medicine at the University of Florida, who testified before the House of Representatives in February on EDs’ pandemic needs.",
            "cite_spans": [],
            "section": "Awestruck by the arithmetic",
            "ref_spans": []
        },
        {
            "text": "The recognition that other clinical spaces will be needed immediately poses a question: Who pays for this? The answer, so far, is that hospitals and EDs are on their own.",
            "cite_spans": [],
            "section": "Awestruck by the arithmetic",
            "ref_spans": []
        },
        {
            "text": "Most of the $3.8 billion appropriated this year for pandemic planning is allocated to vaccine research and antiviral purchases. About $350 million will be distributed to states for local pandemic planning; none is earmarked for hospitals.7 Since 2002, according to the recent IOM reports, emergency medical services nationwide have received only 4% of first-responder funds put out by the Department of Homeland Security, and hospitals have received an average of $10,000 each from the Health Resources and Services Administration’s post-anthrax Bioterrorism Hospital Preparedness Program.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 239,
                    "mention": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "The farce in federal funding",
            "ref_spans": []
        },
        {
            "text": "The post-anthrax money “hasn’t gotten hospitals prepared for pandemics; it was never intended for that,” Toner said.",
            "cite_spans": [],
            "section": "The farce in federal funding",
            "ref_spans": []
        },
        {
            "text": "Fully preparing to counter a 1918-style pandemic, according to estimates by the Pittsburgh biosecurity center, would cost approximately $1 million per hospital5— a total appropriation of $5 billion, larger than the entire federal pandemic planning budget.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "The farce in federal funding",
            "ref_spans": []
        },
        {
            "text": "More than half of that $1 million estimate—$640,000—would pay for stockpiling basic supplies and personal protective equipment. One of the first casualties of a pandemic, according to several forecasts,8 will be the just-in-time economy. National borders may be sealed, travel could be curtailed, and plants producing pharmaceuticals and medical supplies might be nationalized to keep their products within the countries producing them.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 203,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "The farce in federal funding",
            "ref_spans": []
        },
        {
            "text": "“Hospitals would face an almost immediate shortage of critical supplies such as ventilators, personal protective equipment for staff, drugs and other supplies,” Nancy Donegan, infection control director of the Washington Hospital Center, testified before the US Senate in May.7\n",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 277,
                    "mention": "7",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "The farce in federal funding",
            "ref_spans": []
        },
        {
            "text": "Various pandemic plans call on hospitals to begin bulk-storing supplies, reversing a 2–decade trend toward daily just-in-time deliveries, but they do not agree on how much to stockpile. The HHS plan calls for a 6- to 8-week stockpile; the Department of Homeland Security plan, 2-3 weeks. Neither explains how hospitals should pay for the stockpiles, nor how the supply chain will expand to accommodate such a sudden increase in demand.",
            "cite_spans": [],
            "section": "The farce in federal funding",
            "ref_spans": []
        },
        {
            "text": "Emergency physicians are increasingly concerned by a separate commodity in even shorter supply: their staff. More than one-third of the victims in the first wave of Toronto’s SARS cases were health care workers.9 The HHS pandemic plan predicts that businesses and health care will lose 20 to 40% of their personnel: the ill and their caretakers, parents of children whose schools and daycares have been closed as a social distancing measure, and the worried well.",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 212,
                    "mention": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Staff shortages loom",
            "ref_spans": []
        },
        {
            "text": "“If you have problems handling the routine volume of patients during normal times, imagine superimposing that rate on your current staffing,” O’Neal said.",
            "cite_spans": [],
            "section": "Staff shortages loom",
            "ref_spans": []
        },
        {
            "text": "That absenteeism will be layered on top of existing staff shortages, particularly a nursing shortage that has left open more than 110,000 positions10 and has fed bed closures nationwide.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Staff shortages loom",
            "ref_spans": []
        },
        {
            "text": "Federal pandemic plans call for volunteer groups such as the Medical Reserve Corps and Disaster Medical Assistance Teams to fill the gap, but a group of health care chief executives convened in March by the Pittsburgh center, under a promise of anonymity in exchange for candor, was deeply skeptical.5 Most of those volunteers are health care workers who will be needed by their home institutions, the executives said.",
            "cite_spans": [
                {
                    "start": 300,
                    "end": 301,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Staff shortages loom",
            "ref_spans": []
        },
        {
            "text": "Instead, they said, they hope to recruit retired physicians and other health personnel through their states’ pandemic planning procedures—though they complained that HHS has not provided standards for assessing the competence of retired personnel, retraining them or protecting them from liability.",
            "cite_spans": [],
            "section": "Staff shortages loom",
            "ref_spans": []
        },
        {
            "text": "In hopes of solving or at least bringing attention to the problems a pandemic will present to EDs, organizations including the American College of Emergency Physicians, the American Hospital Association and the University of Pittsburgh Center for Biosecurity have called on Congress not just to sharply increase funding, but also to set standards for temporary staffing, regional planning, and allocating scarce resources.",
            "cite_spans": [],
            "section": "Staff shortages loom",
            "ref_spans": []
        },
        {
            "text": "If those issues are not addressed, the organizations said, hospitals and their EDs will enter a pandemic crowded and under-equipped, and will be forced into rationing care unfairly and on the fly.",
            "cite_spans": [],
            "section": "Staff shortages loom",
            "ref_spans": []
        },
        {
            "text": "That prospect has just begun to appear on planners’ radar. The first of the 3 IOM reports released in June, “Hospital-Based Emergency Care: At the Breaking Point,” warns that a 1918-type pandemic may require “a strategy that withholds treatment for those who have very little chance for survival, in order to focus resources on saving the largest possible number of lives.”11\n",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "The most difficult decisions",
            "ref_spans": []
        },
        {
            "text": "In the field, emergency physicians have begun to anticipate that possibility—and fear it.",
            "cite_spans": [],
            "section": "The most difficult decisions",
            "ref_spans": []
        },
        {
            "text": "“In a severe pandemic, the usual standards of care will not be maintained,” said Toner, the former emergency planning chief. “That’s the third rail of pandemic planning, the subject no one wants to touch.”",
            "cite_spans": [],
            "section": "The most difficult decisions",
            "ref_spans": []
        },
        {
            "text": "\nMaryn McKenna is an Atlanta journalist and the author of “BEATING BACK THE DEVIL: On the Front Lines with the Disease Detectives of the Epidemic Intelligence Service.” In fall 2006, she will be a Kaiser Family Foundation Media Fellow studying emergency department stress.\n",
            "cite_spans": [],
            "section": "The most difficult decisions",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Meeting report: Hospital Preparedness for pandemic influenza",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Waldhorn",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Maldin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biosecurity and Bioterrorism: Biodefense Strategy, Practice, and Science",
            "volume": "4",
            "issn": "",
            "pages": "1-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Investigation of nosocomial outbreak of severe acute respiratory syndrome (SARS) in Toronto, Canada",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Varia",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sarwal",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "169",
            "issn": "",
            "pages": "285-292",
            "other_ids": {
                "DOI": []
            }
        }
    }
}