{
    "paper_id": "PMC7095818",
    "metadata": {
        "title": "Bedeutung der angeborenen Immunantwort in der Sepsis",
        "authors": [
            {
                "first": "C.",
                "middle": [],
                "last": "Hörner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Bouchon",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Bierhaus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "P.",
                "middle": [
                    "P."
                ],
                "last": "Nawroth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E.",
                "middle": [],
                "last": "Martin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "H.",
                "middle": [
                    "J."
                ],
                "last": "Bardenheuer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [
                    "A."
                ],
                "last": "Weigand",
                "suffix": "",
                "email": "Markus_Weigand@med.uni-heidelberg.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Die Definition der Sepsis erfolgt derzeit noch nach den Kriterien des American College of Chest Physicians und der Society of Critical Care Medicine (ACCP/SCCM) aus dem Jahr 1992 [41]. Nach diesen Kriterien wird eine Sepsis diagnostiziert, wenn eine mikrobiologisch oder klinisch nachgewiesene Infektion die Ursache einer systemischen Entzündungsreaktion (SIRS, „systemic inflammatory response syndrome“) darstellt. Als neues, zukünftiges Modell zur besseren Charakterisierung septischer Patienten wurde das PIRO-System ähnlich dem TNM-System für Tumorpatienten vorgeschlagen [122]. Die Buchstaben von PIRO stehen hierbei für „predisposition“, „insult“ oder „infection“, „response“ und „organ dysfunction“. Zum gegenwärtigen Zeitpunkt ist die PIRO-Klassifizierung erst am Beginn, später soll das PIRO-System jedoch für Patienten je nach ihrer PIRO-Einstufung eine maßgeschneiderte Therapie ermöglichen. Die Prädisposition für eine Sepsis umfasst dabei Vorerkrankungen, Geschlecht oder einen vorausgehenden operativen Eingriff. Darüber hinaus können genetische Polymorphismen [193], z. B. von Tumor-Nekrose-Faktor- (TNF-)α [80], TNF-Rezeptoren, Interleukin-(IL-)1-Rezeptoren [67] oder der Toll-like-Rezeptoren (TLRs) [10], das Outcome einer Sepsis beeinflussen. Die Art der Infektion entscheidet über die induzierte Immunantwort und damit über die möglichen Therapieformen [145].",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "mention": "41",
                    "ref_id": "BIBREF141"
                },
                {
                    "start": 577,
                    "end": 580,
                    "mention": "122",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1076,
                    "end": 1079,
                    "mention": "193",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 1123,
                    "end": 1125,
                    "mention": "80",
                    "ref_id": "BIBREF184"
                },
                {
                    "start": 1175,
                    "end": 1177,
                    "mention": "67",
                    "ref_id": "BIBREF169"
                },
                {
                    "start": 1217,
                    "end": 1219,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1373,
                    "end": 1376,
                    "mention": "145",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Änderungen der Konzepte: Vom SIRS zu PIRO ::: Pathophysiologie der Sepsis",
            "ref_spans": []
        },
        {
            "text": "Primärer Schwerpunkt der vorliegenden Arbeit ist es, eine aktuelle Übersicht über die angeborene Immunantwort („response“) auf eine Infektion zu geben und sich daraus ergebende, neue und möglicherweise in naher Zukunft „Evidenz-basierte“ Therapiestrategien zu beschreiben. Zusätzlich wird die Interaktion aktueller Therapiekonzepte der Sepsis mit der angeborenen Immunantwort dargestellt.",
            "cite_spans": [],
            "section": "Änderungen der Konzepte: Vom SIRS zu PIRO ::: Pathophysiologie der Sepsis",
            "ref_spans": []
        },
        {
            "text": "Pathophysiologisch wird die Immunantwort auf mikrobielle Pathogene in zwei Systeme unterteilt: das angeborene und das erworbene Immunsystem [99].",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "mention": "99",
                    "ref_id": "BIBREF204"
                }
            ],
            "section": "Angeborenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Phylogenetisch älter ist das angeborene Immunsystem („innate immune system“). Nur Wirbeltiere besitzen darüber hinaus ein erworbenes Immunsystem („adaptive immune system“). Man nimmt an, dass 99% aller Infektionen allein durch das angeborene Immunsystem beherrscht werden.",
            "cite_spans": [],
            "section": "Angeborenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "\nMakrophagen, Monozyten und Granulozyten vermitteln die sofortige, angeborene Immunantwort auf bakterielle Infektionen. Mit Hilfe zahlreicher Immunmodulatoren und Zytokinen steuern sie die nachfolgenden Reaktionen des Organismus [3]. Neutrophile Granulozyten machen 40–50% der zirkulierenden Leukozyten aus. Die Halbwertszeit ihrer Verweildauer im Blut beträgt 6–8 h. Ihre Aktivierung führt zu veränderter Zelladhäsion, Phagozytose, Degranulation, Generierung von Sauerstoffradikalen und Produktion zahlreicher proinflammatorischer Mediatoren [34, 71]. Weitere auf Phagozytose spezialisierte Zellen sind Makrophagen und Monozyten. Monozyten zirkulieren im Blut. Sie werden, wie Neutrophile, durch Mediatoren, die am Entzündungsherd gebildet werden, angezogen und wandern in betroffene Gewebe ein. Am Entzündungsherd findet ihre Ausdifferenzierung zu Makrophagen statt. Als solche sind sie in der Lage, neben antibakteriellen Proteinen und Zytokinen, ein großes Repertoire an toxischen Radikalen zu bilden und zu sezernieren [177]. Darüber hinaus gehören Makrophagen und Monozyten zur Gruppe der Antigen-präsentierenden Zellen, der entscheidenden Verbindung zwischen angeborenem und erworbenem Immunsystem. Zusammen mit dendritischen Zellen kommt ihnen damit eine Schlüsselrolle bei der Präsentation von Antigenen zu: die Aktivierung von T-Zellen und damit die Induktion der erworbenen Immunantwort.",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 231,
                    "mention": "3",
                    "ref_id": "BIBREF128"
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "34",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 548,
                    "end": 550,
                    "mention": "71",
                    "ref_id": "BIBREF174"
                },
                {
                    "start": 1025,
                    "end": 1028,
                    "mention": "177",
                    "ref_id": "BIBREF86"
                }
            ],
            "section": "Angeborenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "\nEosinophile Granulozyten werden v. a. durch respiratorische, gastrointestinale und dermatologische Allergene sowie durch parasitäre Erkrankungen an den Ort einer Entzündung gelockt [131]. Sie phagozytieren keine Pathogene, setzen jedoch oxidative und kationische Proteine aus ihren Granula in den Extrazellularraum frei.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "mention": "131",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Angeborenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Die Halbwertszeit basophiler Granulozyten im Blut beträgt 5–6 h. In ihren Granula befindet sich in hoher Konzentration Histamin. Ihre Degranulierung durch Antigene ist an die Anwesenheit von IgE geknüpft, für das die Zelloberfläche basophiler Granulozyten Rezeptoren aufweist. Histamin ist vasoaktiv und führt zu Durchblutungssteigerung. Basophile sind auch an der Pathogenese allergischer Reaktionen beteiligt.",
            "cite_spans": [],
            "section": "Angeborenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Charakteristisch für das angeborene Immunsystem sinddie hohe Geschwindigkeit der Aktivierung, ohne vorher stattgefundenem Kontakt mit dem Pathogen unddas Erkennen einer immensen Vielfalt verschiedener pathogener Merkmale.Ein zentrales Problem der Aktivierung des angeborenen Immunsystems stellt die Abgrenzung sehr vielfältiger potenziell pathogener Muster von körpereigenen Strukturen durch eine nur begrenzte Anzahl von Erkennungsstrukturen dar. Zur Komplexität dieses Problems trägt die Fähigkeit von Erregern zur Mutation bei. Bewerkstelligt wurde eine Lösung dieses Problems durch einen evolutionären Selektions- und Entwicklungsprozess spezieller Rezeptoren, die bestimmte konservierte Muster von Pathogenen, die auch als „pathogen associated molecular patterns“ (PAMPs) bezeichnet werden, erkennen. Diese molekularen Muster kommen bei höher entwickelten Eukaryonten nicht vor. Die entsprechenden Rezeptoren bezeichnet man als „pattern recognition receptors“ (PRR) [111]. Diese finden sich sowohl als zellgebundene Rezeptoren auf der Zellmembran von Monozyten, Makrophagen, neutrophilen wie eosinophilen Granulozyten, in endosomalen Membranen als auch in löslicher Form im Zellplasma.",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 975,
                    "mention": "111",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Angeborenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Außer PRRs besitzt das angeborene Immunsystem noch weitere Möglichkeiten zur Identifikation von Erregern und zur Kontrolle von Infektionen. Dazu zählt die Freisetzung löslicher antibiotischer Peptide, die bakterielle Membranen perforieren (z. B. Defensine) [83], oder lytische Enzyme, die Bakterienwände angreifen (z. B. Lysozym).",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 260,
                    "mention": "83",
                    "ref_id": "BIBREF187"
                }
            ],
            "section": "Angeborenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "\nNatürliche Killer- (NK-)Zellen sind von großer Bedeutung zur Bekämpfung Virus-infizierter Zellen und Tumorzellen. Sie kontrollieren die Expression von besonderen Oberflächenmolekülen (MHC-Klasse-I- und MHC-Klasse-I-ähnlichen Molekülen) auf allen Körperzellen. Als Zeichen viraler Infektionen oder abnormem Zellwachstums, wie bei der Tumorgenese, kommt es zum Verlust oder zu Veränderungen der MHC-Klasse-I-Oberflächenexpression; dies führt dann zur Eliminierung der geschädigten Zellen. Darüber hinaus können NK-Zellen im Rahmen der angeborenen Immunantwort Interferon-γ (IFN-γ) produzieren; hierdurch kommt es zu einer effizienteren Makrophagenaktivierung [19, 60, 93, 92].",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 661,
                    "mention": "19",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 663,
                    "end": 665,
                    "mention": "60",
                    "ref_id": "BIBREF162"
                },
                {
                    "start": 667,
                    "end": 669,
                    "mention": "93",
                    "ref_id": "BIBREF198"
                },
                {
                    "start": 671,
                    "end": 673,
                    "mention": "92",
                    "ref_id": "BIBREF197"
                }
            ],
            "section": "Angeborenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Das erworbene Immunsystem funktioniert nach dem Prinzip der klonalen Selektion. Dabei ist die Bindungsstelle eines Antikörpers schon vor Antigenkontakt vollständig determiniert. Lediglich seine Reproduktion wird durch Antigenkontakt eingeleitet [169]. Der Antikörper erscheint zunächst auf der Zelloberfläche von B-Zellen. Trifft eine reife B-Zelle auf das zu ihrem Rezeptor gehörige Antigen, so folgen Zellteilung, Ausdifferenzierung zu Plasmazellen sowie Produktion und Freisetzung großer Mengen löslicher Antikörper, die die humorale Immunantwort vermitteln. Antikörper besitzen zwei Antigen-spezifische Bindungsstellen („F(ab‘)2 fragment“) und eine konstante Region („Fc fragment“), die für die Kommunikation mit anderen Immunzellen oder mit dem Komplementsystem zuständig ist.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "mention": "169",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Humorale Immunantwort ::: Erworbenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Ein breites Keimbahnreservoir an vorhandenen Genen zur Antikörperbildung bildet die Grundlage der Spezifität der Antikörper. Im Verlauf einer humoralen Immunantwort findet bei der Teilung von B-Zellen eine zusätzliche Affinitätsreifung statt. Die Spezifität der gebildeten Antikörper wird durch somatische Rekombination, somatische Mutation und anschließende Selektionsprozesse weiter erhöht [178, 179].",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 396,
                    "mention": "178",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 398,
                    "end": 401,
                    "mention": "179",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "Humorale Immunantwort ::: Erworbenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Verschiedene Ig-Klassen, die durch unterschiedliche Fc-Anteile gekennzeichnet sind, vermitteln unterschiedliche Effektorfunktionen der Antikörper. Eine wichtige Effektorfunktion in der Immunantwort bildet der klassische Aktivierungsweg der Komplementkaskade, der durch mehrere IgG-Moleküle bzw. durch ein einziges IgM-Molekül eingeleitet werden kann und zur Lyse der Zielzellen führt.",
            "cite_spans": [],
            "section": "Humorale Immunantwort ::: Erworbenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Zur Bekämpfung intrazellulär vorkommender Erreger hält der Körper einen zweiten Satz an Rezeptoren vor, der auf der Oberfläche von T-Zellen lokalisiert ist. In Verbindung mit dem ebenfalls auf der Oberfläche vorkommenden Protein CD-8 erkennt die „Killer-T-Zelle“ auf MHC-Klasse-I-Proteinen präsentierte fremde Antigene. Mit zahlreichen anderen Proteinen wird ein Komplex gebildet, der die Zerstörung der das Antigen tragenden und präsentierenden Zelle durch Induktion von Apoptose einleitet.",
            "cite_spans": [],
            "section": "T-Zellsystem ::: Erworbenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Nach dem gleichen Prinzip, aber mit völlig anderen Konsequenzen, erkennt die CD-4 exprimierende „Helfer-T-Zelle“ (TH-Zelle) auf MHC-Klasse-II-Proteinen präsentierte Antigene; MHC-II befindet sich auf B-Lymphozyten, dendritischen Zellen und Makrophagen. Wird der Kontakt zwischen MHC-II, darauf gebundenem Antigen, CD-4 und T-Zell-Rezeptor hergestellt, führt das zur Lymphozytenproliferation und, unter zu Hilfenahme von kostimulatorischen Rezeptoren, zur Aktivierung.",
            "cite_spans": [],
            "section": "T-Zellsystem ::: Erworbenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "T-Zell-Rezeptoren sind Proteine, die, ähnlich wie Antikörper, aus variablen und konstanten Regionen aufgebaut sind. In Sequenz und dreidimensionaler Struktur sind diese Regionen denen der Antikörper homolog. So, wie B-Zellen, jeweils nur eine einzige Antikörperspezifität besitzen, haben T-Zellen ebenfalls nur T-Zell-Rezeptoren einer Spezifität.",
            "cite_spans": [],
            "section": "T-Zellsystem ::: Erworbenes Immunsystem",
            "ref_spans": []
        },
        {
            "text": "Zellgebundene PRRs werden hauptsächlich von neutrophilen Granulozyten, Monozyten, Makrophagen und dendritischen Zellen exprimiert. Nach Kontakt mit Antigenen werden diese phagozytiert. Makrophagen und dendritische Zellen funktionieren dabei zusätzlich noch als Aktivatoren der erworbenen Immunantwort. Entscheidend ist dabei ein Reifungsprozess der Makrophagen und dendritischen Zellen, in dessen Verlauf sie aus peripheren Geweben in Lymphknoten des entsprechenden Abflussgebietes wandern. Währenddessen regulieren sie ihre Strukturproteine zur Erkennung von Antigenen herab und exprimieren vermehrt MHC-II-Oberflächenproteine, kostimulatorische Moleküle und Adhäsionsmoleküle. Diese Differenzierung ermöglicht eine effiziente Antigenpräsentation und Stimulation von T-Helfer-Zellen in den T-Zell-reichen Regionen der Lymphknoten und damit die Aktivierung des erworbenen Immunsystems [3, 17, 119]. Je nach Subpopulation der T-Helfer-Zellen reagieren diese entweder mit der Sekretion von Zytokinen, die die antikörpervermittelte Abwehrreaktion verstärken (TH2-Zelle), oder mit der Sekretion von IFN-γ und TNF-α; dies stellt durch Verstärkung der antimikrobiellen Reaktionen der Phagozyten eine positive Rückkopplung auf das angeborene Immunsystem dar (TH1-Zelle) [11, 136]. Diese Antwortmuster werden auch als Typ-1- und Typ-2-Antworten bezeichnet. Sie unterscheiden sich durch die beteiligten Zytokine und führen zur Verstärkung jeweils eines Arms des Immunsystems. Eine ausgewogene Aktivierung der beiden Reaktionswege bei Sepsis scheint entscheidenden Einfluss auf die Mortalitätsraten zu haben [132]. Möglicherweise kommt es im Verlauf einer Sepsis zu einer Verschiebung einer primär überwiegenden Typ-1- zu einer Typ-2-Reaktion [101]. Intrazellulär werden Folgereaktionen der beiden beteiligten Interleukine IL-12 und IL-13 über „STAT- („Signal-transducer-and-activator-of-transcription-) Proteine“ vermittelt.",
            "cite_spans": [
                {
                    "start": 886,
                    "end": 887,
                    "mention": "3",
                    "ref_id": "BIBREF128"
                },
                {
                    "start": 889,
                    "end": 891,
                    "mention": "17",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 893,
                    "end": 896,
                    "mention": "119",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1264,
                    "end": 1266,
                    "mention": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1268,
                    "end": 1271,
                    "mention": "136",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1599,
                    "end": 1602,
                    "mention": "132",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1734,
                    "end": 1737,
                    "mention": "101",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Wechselwirkungen zwischen angeborener und erworbener Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Die Stimulation von Makrophagen durch das bakterielle Endotoxin (LPS) gehört zu den am besten untersuchten Modellen, wie PAMPs von Makrophagen erkannt werden. Die Makrophagenaktivierung durch LPS erfordert die Bindung an ein LPS-bindendes Protein (LBP) und den Oberflächenrezeptor (CD-14; Abb 2). Viele Studien zeigten jedoch, dass CD-14 nur LPS-LBP-Komplexe bindet, ohne jedoch ein transmembranäres Signal in das Zellinnere weiterzugeben. Erst später wurde entdeckt, dass der TLR4 diese Funktion übernimmt; TLR4 gehört zur Familie der Toll-like-Rezeptoren, die ursprünglich als zentraler Bestandteil des Immunsystems der Fruchtfliege Drosophila bekannt waren [151].\n",
            "cite_spans": [
                {
                    "start": 661,
                    "end": 664,
                    "mention": "151",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Toll-like-Rezeptoren ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": [
                {
                    "start": 293,
                    "end": 294,
                    "mention": "2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Obwohl Drosophila kein erworbenes Immunsystem besitzt, zeigt sie eine sehr hohe Resistenz gegenüber Pilzbefall und bakteriellen Infektionen [2]. Diese Immunität wird durch TLR vermittelt. Deren Stimulation führt zur Synthese potenter antimikrobieller Peptide, wie dem fungiziden Drosomycin und dem antibakteriellen Attacin. Toll-like-Rezeptor 4 wurde von der Arbeitsgruppe um Janeway als erster humaner TLR identifiziert [134]. Bis jetzt wurden 13 verschiedene humane TLRs beschrieben.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 142,
                    "mention": "2",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 422,
                    "end": 425,
                    "mention": "134",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Toll-like-Rezeptoren ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Die intrazelluläre Fortleitung des Signals wird durch Dimerisierung der TLRs ausgelöst. Im weiteren Verlauf kommt es zur Rekrutierung des Adapterproteins MyD88, der IL-1-Rezeptor-assoziierten Kinase (IRAK) und des TNF-Rezeptor-assoziierten Faktors 6 (TRAF-6; Abb 2). An dieser Stelle teilt sich die intrazelluläre Signalkaskade auf. Eine Signalkaskade führt zur Aktivierung der IκB-Kinasen mit konsekutiver Phosphorylierung und Degradation von IκB. Nach Lösung von inhibitorisch wirksamem IκB kommt es zur Translokation von NF-κB in den Zellkern; dies führt zur Transkription verschiedener proinflammatorischer und regulatorischer Gene. Die andere Signalkaskade führt über die Stimulation von Mitgliedern der MAP-Kinasen-Kinasen-Familie und der Transkriptionsfaktoren jun und fos zu einer Immunantwort [2]. Weiterhin existieren aber auch MyD88 unabhängige intrazelluläre Signalwege. So kann der NF-κB-Pathway möglicherweise auch über das Adapterprotein TIRAP aktiviert werden. Ein negativer Regulator der Aktivierung von Monozyten/Makrophagen über TLRs ist das in diesen Zellpopulationen selektiv exprimierte IRAK-M. IRAK-M wird nach TLR-Stimulation verstärkt exprimiert und verhindert eine Dissoziation von IRAK und MyD88 und so die Bildung des IRAK-TRAF6-Signalkomplexes [115].",
            "cite_spans": [
                {
                    "start": 803,
                    "end": 804,
                    "mention": "2",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 1274,
                    "end": 1277,
                    "mention": "115",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Toll-like-Rezeptoren ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "mention": "2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Die Erkenntnis, dass die angeborene Immunantwort über spezifische Rezeptoren, wie TLRs, reguliert wird, hat zu einem gestiegenen Interesse an der Identifizierung neuer, an der angeborenen Immunantwort beteiligter Rezeptoren und deren Liganden geführt. Außerdem erhofft man sich von der Aufklärung spezifischer Interaktionen von PAMPs mit den jeweiligen PRRs die Entwicklung neuer Therapieansätze der Sepsis.",
            "cite_spans": [],
            "section": "Toll-like-Rezeptoren ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Die Verteidigungsstrategie von Pflanzen oder Insekten, die weder auf Lymphozyten noch auf Antikörper zurückgreifen können und sich trotzdem gegen Viren, Pilze und Bakterien zur Wehr setzen, beruht auf antimikrobiellen Peptiden [204]. Obwohl sich jede Pflanzen- und Tierart durch ihre eigenen bestimmten antimikrobiellen Peptide von den anderen Arten unterscheidet, gibt es doch für diese Peptide charakteristische strukturelle Ähnlichkeiten.",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 231,
                    "mention": "204",
                    "ref_id": "BIBREF117"
                }
            ],
            "section": "Antimikrobielle Peptide ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Antimikrobielle Peptide setzen sich überwiegend aus hydrophilen, hydrophoben und kationischen Aminosäuren zusammen [127]. Ihre Wirkung entfalten sie an der Membran der Pathogene. Bakterielle Zellmembranen enthalten in ihrer Lipiddoppelschicht relativ viele nach extrazellulär gerichtete negativ geladene Phospholipide [133]. Im Gegensatz dazu besitzen die Zellwände von Pflanzen und Tieren den größten Teil ihrer negativen Ladungen in der zum Zellinnern gerichteten Lipidschicht. Dies ermöglicht elektrostatische Interaktionen zwischen dem positiv geladenen Peptid und der Zellmembran von Mikroben. Nach einem Modell von Shai-Matsuzaki-Huang (SMH) folgt der Anlagerung der Peptide an die Außenseite der Membranen eine Integration in die Lipiddoppelschicht selbst. Dies führt zur Porenbildung und über die Poren auch zum Übertritt der Peptide in die innere Schicht der Membran. Daraufhin diffundieren die Peptide entweder weiter zu intrazellulären Zielen oder sorgen für eine Defragmentierung der Zellmembran an sich. Die meisten antimikrobiellen Peptide arbeiten wohl nach diesem Prinzip [133, 172, 202]. Weitere Theorien der Wirkweise antimikrobieller Peptide zur Abtötung von Mikroorganismen beinhalten die Depolarisation von normalerweise geladenen Zellmembranen [199], die Bildung von Löchern in der Membran mit anschließender hypotoner Lyse der Zelle [202], die Induktion von zellschädigenden Prozessen, wie Hydrolasenaktivierung [35], ein Durchmischen der normalen Molekülverteilung in der Lipiddoppelschicht mit Verlust der Membranfunktion [133] oder die Internalisierung der Peptide und Beschädigung intrazellulärer Ziele [116].",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 119,
                    "mention": "127",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 319,
                    "end": 322,
                    "mention": "133",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1089,
                    "end": 1092,
                    "mention": "133",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1094,
                    "end": 1097,
                    "mention": "172",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1099,
                    "end": 1102,
                    "mention": "202",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 1267,
                    "end": 1270,
                    "mention": "199",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 1357,
                    "end": 1360,
                    "mention": "202",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 1436,
                    "end": 1438,
                    "mention": "35",
                    "ref_id": "BIBREF134"
                },
                {
                    "start": 1548,
                    "end": 1551,
                    "mention": "133",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1631,
                    "end": 1634,
                    "mention": "116",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Antimikrobielle Peptide ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Defensine, eine Untergruppe antimikrobieller Peptide mit einer β-Faltblattstruktur und einem Molekulargewicht (MG) zwischen 3.000 und 6.000 können ebenfalls die Membranstruktur durch Bildung einer mehrfragmentären Pore zerstören. Sie besitzen ein breites Wirkungsspektrum antimikrobieller Aktivität: Bakterien, Pilze und einige Viren [82]. Yang et al. [202] berichteten kürzlich von einer weiteren Eigenschaft der Defensine: So wirken einige zusätzlich als Chemokine auf unreife dendritische Zellen und Gedächtnis-T-Zellen. Damit sind sie sowohl an der primären Immunantwort als auch an der Initiierung der „Gedächtnis-Funktion“ des Immunsystems beteiligt. Zusätzlich blockieren einige Defensine den Adrenokortikotropin-Rezeptor und hemmen so die Produktion von immunsuppressiven Steroidhormonen während Entzündungsprozessen.",
            "cite_spans": [
                {
                    "start": 335,
                    "end": 337,
                    "mention": "82",
                    "ref_id": "BIBREF186"
                },
                {
                    "start": 353,
                    "end": 356,
                    "mention": "202",
                    "ref_id": "BIBREF115"
                }
            ],
            "section": "Antimikrobielle Peptide ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Eine Resistenzentwicklung von Mikroorganismen gegen antimikrobielle Peptide ist mit Ausnahme einiger weniger Bakterienspezies trotz der langen Zeitspanne möglicher evolutionärer Entwicklungen nicht eingetreten. Gründe für die fehlende Resistenzentwicklung sind die enorme Vielfalt der antimikrobiellen Peptide und das Fehlen von Epitopen, die als Angriffspunkt für bakterielle Proteasen dienen könnten. Darüber hinaus ist die Umstrukturierung des Angriffsziels antimikrobieller Peptide, der Zellmembran, aus evolutionsbiologischer Sicht nur schwer umsetzbar [204].",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 562,
                    "mention": "204",
                    "ref_id": "BIBREF117"
                }
            ],
            "section": "Antimikrobielle Peptide ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Die Freisetzung antimikrobieller Peptide kann durch LPS, dem Hauptbestandteil der Zellwand gramnegativer Bakterien, als auch durch IL-1β und TNF-α stimuliert werden [164]. DNS-Analysen der an die für antimikrobielle Peptide kodierenden Gene angrenzenden Regionen ergaben Bindungsstellen für NF-kB. Entsprechende Mediatoren führen intrazellulär zu höheren Konzentrationen von NF-kB, dessen Translokation in den Zellkern und daraufhin zur Transkription der antimikrobiellen Gene [124, 175].",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 169,
                    "mention": "164",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 478,
                    "end": 481,
                    "mention": "124",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 483,
                    "end": 486,
                    "mention": "175",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Antimikrobielle Peptide ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Orte der Freisetzung antimikrobieller Peptide sind alle Epithelien, insbesondere des Gastrointestinaltraktes, des bronchoalveolären Systems und der Haut. Außerdem können sie durch weiße Blutzellen vor Ort bei Entzündungen und mikrobieller Besiedelung freigesetzt werden [45]. Die physiologische Besiedelung bestimmter Epithelien (Darmflora, Mundschleimhaut, Vaginalschleimhaut) ist relativ unempfindlich gegenüber antimikrobiellen Peptiden [85]. Möglicherweise sind physiologisch vorherrschende Bakterien ein wichtiger Stimulus zur kontinuierlichen Produktion antimikrobieller Peptide und führen zu Konzentrationen, die für pathogene Mikroben letal sind [40].",
            "cite_spans": [
                {
                    "start": 271,
                    "end": 273,
                    "mention": "45",
                    "ref_id": "BIBREF145"
                },
                {
                    "start": 441,
                    "end": 443,
                    "mention": "85",
                    "ref_id": "BIBREF189"
                },
                {
                    "start": 655,
                    "end": 657,
                    "mention": "40",
                    "ref_id": "BIBREF140"
                }
            ],
            "section": "Antimikrobielle Peptide ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Intrazellulär, im Zytoplasma, wird die Aufgabe der Erkennung pathogener Muster durch die Familie der „Nucleotide-binding-oligomerization-domain- (NOD-)Proteine übernommen. Zahlreiche NOD-Proteine wurden schon identifiziert [89]. Ebenso wie die Aktivierung von TLR führt der Signalübertragungsweg nach NOD-Aktivierung zur Translokation von NF-κB in den Zellkern [94].",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "mention": "89",
                    "ref_id": "BIBREF193"
                },
                {
                    "start": 362,
                    "end": 364,
                    "mention": "94",
                    "ref_id": "BIBREF199"
                }
            ],
            "section": "NOD-Proteine ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Insbesondere die Aktivierung und nachfolgende Sequestrierung von neutrophilen Granulozyten aus der Zirkulation ins Gewebe besitzt eine Schlüsselrolle bei der Immunantwort im Rahmen der Sepsis. Die Leukozyten-Endothel-Interaktionen laufen hierbei in mehreren Schritten ab, bei denen Adhäsionsmoleküle (CAMs, „cell adhesion molecules“) wie Selektine, Integrine, ICAM-1 („intercellular adhesion molecule 1“) und VCAM-1 („vascular cell adhesion molecule 1“) eine wichtige Rolle spielen [18, 173, 174]. Der Prozess gliedert sich in das Leukozyten-Rolling (I), die schnelle Aktivierung von Leukozyten-Integrinen (II), die Anheftung an Endothelliganden durch aktivierte Integrine (III) und schließlich die Diapedese (IV) [18, 47, 52].",
            "cite_spans": [
                {
                    "start": 483,
                    "end": 485,
                    "mention": "18",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 487,
                    "end": 490,
                    "mention": "173",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 492,
                    "end": 495,
                    "mention": "174",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 715,
                    "end": 717,
                    "mention": "18",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 719,
                    "end": 721,
                    "mention": "47",
                    "ref_id": "BIBREF147"
                },
                {
                    "start": 723,
                    "end": 725,
                    "mention": "52",
                    "ref_id": "BIBREF153"
                }
            ],
            "section": "Adhäsionsmoleküle ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Die Signaltransduktion über den TLR4 führt hierbei zu einer Verstärkung der Neutrophilenmigration [79]. Neben ihrer wichtigen Rolle bei der primären Bakterieneliminierung können neutrophile Granulozyten nach Adhäsion oder Transmigration Gewebsschäden induzieren. Diese werden durch die entweder in den spaltförmigen Interzellularraum zwischen neutrophilen Granulozyten und Endothel („microenvironment theory“) oder ins Gewebe sezernierten Sauerstoffradikalen („respiratory burst“) und Proteasen hervorgerufen.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 101,
                    "mention": "79",
                    "ref_id": "BIBREF182"
                }
            ],
            "section": "Adhäsionsmoleküle ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Bisher gibt es jedoch nur unzureichende Studien, die die Blockade verschiedener Adhäsionsmoleküle als therapeutischen Ansatz in „Bona-fide-Sepsis-Modellen“ untersuchen. Einen möglichen neuen Therapieansatz stellt in diesem Zusammenhang die Blockade von α4-Integrinen dar. Während neutrophile Granulozyten unter normalen Bedingungen vorwiegend über β2-Integrine an das Endothel binden, ist die Bindung über α4-Integrin/VCAM-1 bei septischen Patienten deutlich erhöht. Somit könnte bei septischen Patienten durch Blockade von α4-Integrinen die überschießende Neutrophilenakkumulation in den Geweben unterdrückt werden, während die normale und für die Bakterienabwehr entscheidende Adhäsion über β2-Integrine intakt bleibt [109].",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 724,
                    "mention": "109",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Adhäsionsmoleküle ::: Entdeckung neuer Moleküle im Signaltransduktionsprozess der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Unter normalen Umständen reguliert der Körper die Entzündungsantwort durch Produktion pro- und antiinflammatorischer Mediatoren in einem ausgeglichenen Maße. In der Sepsis kommt es jedoch zum Versagen der körpereigenen Regulationskapazität („host defense failure“). Die Stimulation von Monozyten/Makrophagen führt zur Aktivierung von NF-κB [38], zu einer exzessiven Produktion proinflammatorischer Mediatoren, wie TNF-α [30, 73, 180], IL-1β [143], IL-6, „macrophage migration inhibitory factor“ (MIF) [51] und „high mobility group box protein 1“ (HMGB1) [189], zu einer Hochregulation von Adhäsionsmolekülen [155, 193] und zur Bildung von Sauerstoffradikalen [194]. Hierbei besteht eine Wechselbeziehung der Inflammationskaskade mit der Aktivierung des Gerinnungssystems bei Sepsis. So kann einerseits die Aktivierung des angeborenen Immunsystems zu einer pathologischen Gerinnungsaktivierung führen, andererseits kann eine überschießende Gerinnung proinflammatorische Effekte induzieren und amplifizieren (Abb. 3). Eine überschießende Immunantwort auf eindringende Pathogene führt zu den charakteristischen hämodynamischen Veränderungen wie nach experimenteller LPS-Gabe oder bei Endotoxinämie wie bei der Meningokokkensepsis beobachtet [s. Abschn. Tiermodelle zur Pathogenese der Sepsis und Molekulare Mechanismen der Sepsis]. Bei bakterieller Sepsis kommt es in fortgeschrittenen Stadien zu einer fulminanten antiinflammatorischen Gegenregulation, die zu Immunsuppression, zu ungenügender Infektabwehr, Gewebeschädigung, Multiorganversagen und letztlich zum Tod des Patienten führen kann [101].\n",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "mention": "38",
                    "ref_id": "BIBREF137"
                },
                {
                    "start": 421,
                    "end": 423,
                    "mention": "30",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 425,
                    "end": 427,
                    "mention": "73",
                    "ref_id": "BIBREF176"
                },
                {
                    "start": 429,
                    "end": 432,
                    "mention": "180",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 442,
                    "end": 445,
                    "mention": "143",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "51",
                    "ref_id": "BIBREF152"
                },
                {
                    "start": 555,
                    "end": 558,
                    "mention": "189",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 609,
                    "end": 612,
                    "mention": "155",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 614,
                    "end": 617,
                    "mention": "193",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 660,
                    "end": 663,
                    "mention": "194",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 1592,
                    "end": 1595,
                    "mention": "101",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Kontrollverlust der angeborenen Immunantwort bei Sepsis",
            "ref_spans": [
                {
                    "start": 1012,
                    "end": 1013,
                    "mention": "3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Standardisierte Tiermodelle sind unabdingbar, um verschiedene Aspekte einer Erkrankung in vivo zu untersuchen, Hypothesen zu evaluieren und Therapieansätze präklinisch zu testen. Speziell im Hinblick auf die humane Sepsis existieren eine Vielzahl verschiedener Tiermodelle [66, 129, 168] (Abb. 4). Grundsätzlich kann man sie in die Kategorien nichtinfektiös (Toxin-induziert) und infektiös unterteilen.\n",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "mention": "66",
                    "ref_id": "BIBREF168"
                },
                {
                    "start": 278,
                    "end": 281,
                    "mention": "129",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 283,
                    "end": 286,
                    "mention": "168",
                    "ref_id": "BIBREF76"
                }
            ],
            "section": "Tiermodelle zur Pathogenese der Sepsis",
            "ref_spans": [
                {
                    "start": 294,
                    "end": 295,
                    "mention": "4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Die Bolusgabe einer definierten Menge LPS an Mäuse (Hochdosis-LPS-Modell) ist das einfachste und am weitesten verbreitete nichtinfektiöse Tiermodell der Sepsis. Zwar werden durch die Applikation von Endotoxin viele Symptome einer Sepsis hervorgerufen, allerdings sind Mäuse sehr resistent gegen LPS. Darüber hinaus vernachlässigt das Modell die Immunabwehr gegenüber lebenden Bakterien. Man sollte deshalb eher von einer (letalen) Endotoxinämie sprechen. Dieses Modell entspricht aufgrund der hohen LPS-Spiegel und der ausgeprägten Inflammation am ehesten der humanen Meningokokkensepsis. Durch Gabe von Substanzen, die Funktion, Produktion oder Sekretion von proinflammatorischen Zytokinen verhindern, kann eine erhöhte Überlebensrate der Tiere in diesem Modell erzielt werden. Besonders effizient hierbei zeigten sich neutralisierende Antikörper gegen TNF-α [30, 73] und die Reduktion von IL-1β [6, 32, 143, 188].",
            "cite_spans": [
                {
                    "start": 861,
                    "end": 863,
                    "mention": "30",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 865,
                    "end": 867,
                    "mention": "73",
                    "ref_id": "BIBREF176"
                },
                {
                    "start": 898,
                    "end": 899,
                    "mention": "6",
                    "ref_id": "BIBREF161"
                },
                {
                    "start": 901,
                    "end": 903,
                    "mention": "32",
                    "ref_id": "BIBREF131"
                },
                {
                    "start": 905,
                    "end": 908,
                    "mention": "143",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 910,
                    "end": 913,
                    "mention": "188",
                    "ref_id": "BIBREF98"
                }
            ],
            "section": "Tiermodelle zur Pathogenese der Sepsis",
            "ref_spans": []
        },
        {
            "text": "Das LPS-Sepsis-Modell vernachlässigt jedoch, wie alle nichtinfektiösen Sepsismodelle, die Vermehrung von Bakterien und deren Zerstörung durch das Immunsystem. Dies ist der Grund für die enttäuschenden klinischen Ergebnisse von in diesen Modellen erfolgreich getesteten Substanzen. Um die klinische Situation besser zu simulieren, werden aus diesem Grund heutzutage als präklinische Mausmodelle bakterielle infektiöse Modelle wie die Escherichia-coli-induzierte Peritonitis, die Zökalligation und Punktion (CLP, „cecal ligation and puncture“) oder das Einnähen eines Stents in das Colon ascendens (CASP, „colon ascendens stent peritonits“) bevorzugt [66, 81, 129, 168, 203]. Die CLP und die CASP kommen hierbei wahrscheinlich der Situation septischer Patienten nach chirurgischen Eingriffen am nächsten. Diese Modelle stellen auch die initiale Phase einer ausgeprägten (überschießenden) Immunantwort und die im weiteren protrahierten Verlauf auftretende Phase der Immunsuppression realitätsnah dar. So führt bei der CLP die Gabe von anti-TNF-α-Antikörpern im Gegensatz zur Bolusinjektion von LPS zu einem beschleunigten Tod. Dafür verantwortlich ist die verminderte Kapazität des Immunsystems, die bakterielle Infektion in Abwesenheit von TNF-α zu bekämpfen [57, 66, 81, 129, 168, 203]. Darüber hinaus sind auch C3-Komplementfaktor-defiziente Mäuse [152], IgM-defiziente Mäuse [39] oder Mäuse mit fehlender Neutrophilenelastase [20] deutlich sensitiver gegenüber einer abdominellen Peritonitis.",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 652,
                    "mention": "66",
                    "ref_id": "BIBREF168"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "81",
                    "ref_id": "BIBREF185"
                },
                {
                    "start": 658,
                    "end": 661,
                    "mention": "129",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 663,
                    "end": 666,
                    "mention": "168",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 668,
                    "end": 671,
                    "mention": "203",
                    "ref_id": "BIBREF116"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "mention": "57",
                    "ref_id": "BIBREF158"
                },
                {
                    "start": 1262,
                    "end": 1264,
                    "mention": "66",
                    "ref_id": "BIBREF168"
                },
                {
                    "start": 1266,
                    "end": 1268,
                    "mention": "81",
                    "ref_id": "BIBREF185"
                },
                {
                    "start": 1270,
                    "end": 1273,
                    "mention": "129",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1275,
                    "end": 1278,
                    "mention": "168",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "mention": "203",
                    "ref_id": "BIBREF116"
                },
                {
                    "start": 1349,
                    "end": 1352,
                    "mention": "152",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1377,
                    "end": 1379,
                    "mention": "39",
                    "ref_id": "BIBREF138"
                },
                {
                    "start": 1428,
                    "end": 1430,
                    "mention": "20",
                    "ref_id": "BIBREF112"
                }
            ],
            "section": "Tiermodelle zur Pathogenese der Sepsis",
            "ref_spans": []
        },
        {
            "text": "Zytokine sind an der Pathogenese der Sepsis entscheidend beteiligt. Stimulation von Monozyten und Makrophagen durch Pathogene führt über die Aktivierung des Transkriptionsfaktors NF-κB zu einer exzessiven Produktion proinflammatorischer Mediatoren [16, 38, 171]. Initial führt dies zu vermehrter Sekretion von TNF-α durch Monozyten und Makrophagen [30, 73]. Spezifische Rezeptoren für TNF finden sich u. a. auf der Zelloberfläche von Fibroblasten, Endothelzellen, T- und B-Zellen und Granulozyten [4, 117]. Lokal ist TNF-α für die Kardinalsymptome einer Entzündungsreaktion verantwortlich: Rötung, Schwellung, Erwärmung und Schmerz. Systemische Folgen erhöhter TNF-α-Konzentrationen sind ein generalisiertes kapilläres Leck, mikrovaskuläre Thrombenbildung, vermindertes Herzzeitvolumen und eine daraus resultierende Gewebeschädigung. Weiterhin induziert TNF-α die Freisetzung verschiedener proinflammatorischer Zytokine und weiterer Mediatoren wie HMGB1, Stickstoffmonoxid (NO), Eikosanoiden und Sauerstoffradikalen. Tumor-Nekrose-Faktor-α induziert außerdem eine erhöhte Expression von MHC-Klasse-I-Molekülen [189]. Allerdings sterben TNF-α-knockout-Mäuse überraschenderweise nach Gabe von Hochdosis-LPS mit einer ähnlichen Kinetik wie Wildtypmäuse [128]. Die alleinige Injektion von TNF-α, ohne Beteiligung eines auslösenden Pathogens, führt zu einem dem septischen Schock sehr ähnlichen Krankheitsbild [182]. In weiteren Untersuchungen konnten Antikörper gegen TNF-α vor septischem Schock durch E. coli [180], LPS oder Superantigen-induziertem Schock [30, 135] schützen. Lediglich in der bisher nur als Abstract publizierten [147] Studie „Monoclonal Anti-TNF: a Randomized Controlled Sepsis (MONARCS) Trial“ für die Therapie mit einem anti-TNF-Antikörper bei septischen Patienten konnte eine signifikante Reduktion der Letalität gezeigt werden. Der klinische Nutzen von TNF-α-Antikörpern in der Therapie der Sepsis ist begrenzt. Dies liegt an der sehr frühen Beteiligung von TNF-α mit exzessiver Freisetzung in der akuten Phase der Hyperinflammation im Rahmen einer systemischen Infektion. Wird diese erste Phase überlebt, gewinnen andere Mediatoren zunehmend an Bedeutung.",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "mention": "16",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 253,
                    "end": 255,
                    "mention": "38",
                    "ref_id": "BIBREF137"
                },
                {
                    "start": 257,
                    "end": 260,
                    "mention": "171",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 349,
                    "end": 351,
                    "mention": "30",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 353,
                    "end": 355,
                    "mention": "73",
                    "ref_id": "BIBREF176"
                },
                {
                    "start": 498,
                    "end": 499,
                    "mention": "4",
                    "ref_id": "BIBREF139"
                },
                {
                    "start": 501,
                    "end": 504,
                    "mention": "117",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1111,
                    "end": 1114,
                    "mention": "189",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 1251,
                    "end": 1254,
                    "mention": "128",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "mention": "182",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 1507,
                    "end": 1510,
                    "mention": "180",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 1555,
                    "end": 1557,
                    "mention": "30",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 1559,
                    "end": 1562,
                    "mention": "135",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1629,
                    "end": 1632,
                    "mention": "147",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Molekulare Mechanismen der Sepsis",
            "ref_spans": []
        },
        {
            "text": "So liegen neue Hoffnungen einer Therapie der Sepsis durch Blockade von Mediatoren im Einsatz von Antikörpern gegen HMGB1, das im Sepsisverlauf gut 24 h später auftritt [s. Abschn. „High mobility group box protein 1“] [185, 190]. Außer HMGB1 werden in der Folge noch die Zytokine IL-1β, IL-6, IL-8 und MIF [51] [s. Abschn. „Macrophage migration inhibitory factor“] ausgeschüttet.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "mention": "185",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 223,
                    "end": 226,
                    "mention": "190",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 306,
                    "end": 308,
                    "mention": "51",
                    "ref_id": "BIBREF152"
                }
            ],
            "section": "Molekulare Mechanismen der Sepsis",
            "ref_spans": []
        },
        {
            "text": "Zirkulierende Zytokine (TNF-α, IL-1β und IL-6) sind auch für antiinflammatorische Reaktionen der „hypothalamisch-hypophysären-adrenalen Achse“ verantwortlich. Diese Zytokine dienen also auch der „Kommunikation“ zwischen peripheren Entzündungen und Zentralnervensystem. Über eine hypothalamisch-induzierte Stimulation parasympathischer Nerven kommt es zu einem negativen Feedback auf die Entzündungsreaktion. Der Mechanismus der „cholinergen antiinflammatorischen Bahn“ wird im Abschn. „Antiinflammatorische Gegenregulation“ nochmals aufgegriffen.",
            "cite_spans": [],
            "section": "Molekulare Mechanismen der Sepsis",
            "ref_spans": []
        },
        {
            "text": "Interferon-γ kommt ebenfalls eine bedeutende Rolle in der Sepsis zu. Es aktiviert Monozyten und Makrophagen, indem es die Antigen-präsentierende Funktion und die Produktion proinflammatorischer Zytokine nach LPS-Stimulierung verstärkt. Es wird von TH-1-Zellen als Antwort auf Stimulation mit IL-12 und TNF-α freigesetzt [11]. Interferon-γ-defiziente oder dem Rezeptor für IFN-γ-defiziente Mäuse sind weniger anfällig für die septischen Folgen nach hochdosierten LPS-Injektionen, die durch die im Anfangsstadium einer Sepsis ausgeprägten Entzündungsreaktionen entstehen [53]. Dagegen kann eine IFN-γ-Gabe die Effekte der im weiteren Verlauf einer bakteriellen Sepsis auftretenden Immunsuppression aufheben und führte in Studien zu verbessertem Überleben [70]. Interleukin-10 hemmt die Freisetzung von IFN-γ [123].",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "mention": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 570,
                    "end": 572,
                    "mention": "53",
                    "ref_id": "BIBREF154"
                },
                {
                    "start": 754,
                    "end": 756,
                    "mention": "70",
                    "ref_id": "BIBREF173"
                },
                {
                    "start": 807,
                    "end": 810,
                    "mention": "123",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Molekulare Mechanismen der Sepsis",
            "ref_spans": []
        },
        {
            "text": "Die Vorstellung, dass die Antwort des Körpers auf eine systemische Infektion hauptsächlich durch unkontrollierte proinflammatorische Abläufe geprägt wird, lässt sich nach Erkenntnissen der letzten Jahre nicht mehr halten. Vielmehr stellt die normale Stress-Antwort des Körpers die systemische Aktivierung antiinflammatorischer Mechanismen dar, die im protrahierten Verlauf und außerhalb der betroffenen Gewebe dominieren. Die richtige Balance zwischen Inflammation und Immunsuppression ist entscheidend für das Überleben bei Sepsis [101, 139]. In einer Studie zur postoperativen Sepsis korrelierte gerade die Erholung der inflammatorischen Antwort nach anfänglichem Überwiegen der Immunsuppression mit dem Überleben der Patienten [197]. Ein systemischer antiinflammatorischer Immunstatus kann jedoch bereits vor Auftreten der Sepsis durch Vorerkrankungen, wie Diabetes mellitus, Pneumonie usw., oder durch einen chirurgischen Eingriff vorliegen [98, 101, 139, 160]. Reinfektionen im weiteren Intensivverlauf führen insbesondere bei bereits immungeschwächten Patienten zu einer zunehmenden Immunsuppression und einer erhöhten Mortalität der Patienten. In Übereinstimmung mit dieser pathogenetischen Vorstellung der Sepsis konnten van Dissel et al. [69] zeigen, dass das Verhältnis von antiinflammatorisch wirkendem IL-10 zu TNF-α bei nicht überlebenden Patienten mit Infektionen signifikant höher war als das von überlebenden Patienten. Als weiterer Parameter zum Monitoring der Immunsuppression von septischen Patienten dient häufig die HLA-DR-Expression von Monozyten.",
            "cite_spans": [
                {
                    "start": 533,
                    "end": 536,
                    "mention": "101",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 538,
                    "end": 541,
                    "mention": "139",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 731,
                    "end": 734,
                    "mention": "197",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 946,
                    "end": 948,
                    "mention": "98",
                    "ref_id": "BIBREF203"
                },
                {
                    "start": 950,
                    "end": 953,
                    "mention": "101",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 955,
                    "end": 958,
                    "mention": "139",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 960,
                    "end": 963,
                    "mention": "160",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1248,
                    "end": 1250,
                    "mention": "69",
                    "ref_id": "BIBREF171"
                }
            ],
            "section": "Immunsuppression ::: Antiinflammatorische Gegenregulation",
            "ref_spans": []
        },
        {
            "text": "Tierexperimentelle Untersuchungen zeigten, dass es während Sepsis zu einer erhöhten Lymphozytenapoptose in verschiedenen Organsystemen kommt [13, 14]. So wurde auch bei Patienten, die an Sepsis oder Multiorganversagen verstarben, post mortem eine vermehrte Anzahl apoptotischer Lymphozyten detektiert [102, 106]. Weiterhin fanden sich in Studien bei septischen Patienten extrem niedrige Lymphozytenzahlen und eine Depletion dendritischer Zellen [107]. Während nekrotische Zellen das Immunsystem stimulieren bzw. eine proinflammatorische Immunantwort auslösen, führt Apoptose zur Freisetzung weiterer antiinflammatorischer Zytokine. So induzieren Makrophagen und dendritische Zellen nach Phagozytose nekrotischer Zellen eine (proinflammatorische) Typ-1-Immunantwort, während sie nach Phagozytose apoptotischer Zellen eine Typ-2-Immunantwort fördern. Im Einklang mit dieser Erkenntnis verbesserte die Prävention der Lymphozytenapoptose in tierexperimentellen Studien deren Überleben [105, 103, 104].",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "mention": "13",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 146,
                    "end": 148,
                    "mention": "14",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 302,
                    "end": 305,
                    "mention": "102",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 307,
                    "end": 310,
                    "mention": "106",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 446,
                    "end": 449,
                    "mention": "107",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 982,
                    "end": 985,
                    "mention": "105",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 987,
                    "end": 990,
                    "mention": "103",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 992,
                    "end": 995,
                    "mention": "104",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Immunsuppression ::: Antiinflammatorische Gegenregulation",
            "ref_spans": []
        },
        {
            "text": "Neben einer direkten Immunabwehr könnten die Lymphozyten in der Sepsis eine entscheidende Rolle in der Unterstützung der Monozytenfunktion spielen. Diese Hypothese steht im Einklang mit Daten von Weighardt et al. [198]. Sie konnten zeigen, dass eine verminderte präoperative IL-12-Produktion von Monozyten nach LPS-Stimulation einen negativen prädiktiven Faktor für den Ausgang einer postoperativen Sepsis darstellt. Eine reduzierte IL-12-Freisetzung hat eine abgeschwächte Typ-1-Immunantwort und eine verminderte Aktivierung des angeborenen Immunsystems zur Folge.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 217,
                    "mention": "198",
                    "ref_id": "BIBREF109"
                }
            ],
            "section": "Immunsuppression ::: Antiinflammatorische Gegenregulation",
            "ref_spans": []
        },
        {
            "text": "Bisher existieren nur wenig immunstimulierende Therapieansätze bei Sepsis. Experimentell zeigte sich neben der Blockade der Lymphozytenapoptose die Stimulation mit CpG-Oligonukleotiden (ähnlich bakterieller DNS-Sequenzen) als effektiv gegenüber einer bakteriellen Peritonitis [196]. In einem kleinen und sehr streng umschriebenen Patientenkollektiv mit niedriger monozytärer HLA-DR-Expression konnte durch Gabe von IFN-γ Monozytenfunktion und Überleben der Patienten verbessert werden [70].",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 280,
                    "mention": "196",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 486,
                    "end": 488,
                    "mention": "70",
                    "ref_id": "BIBREF173"
                }
            ],
            "section": "Immunsuppression ::: Antiinflammatorische Gegenregulation",
            "ref_spans": []
        },
        {
            "text": "In einer großen randomisierten Studie des ARDS-Network [1] konnte eindeutig die Überlegenheit der Beatmung mit kleinen Tidalvolumina von 6 ml/kg KG gegenüber 12 ml/kg KG bezogen auf das Idealgewicht belegt werden (Sterblichkeitssrate nach 180 Tagen: 31,0% vs. 39,8%). In dieser Studie war die Sepsis mit 27% die zweithäufigste Ursache der Lungenschädigung, die zum Studieneinschluss der Patienten führte. Der endinspiratorische Plateaudruck sollte auf weniger als 30 cmH2O begrenzt werden. Um die Beatmung mit kleinen Tidalvolumina durchzuführen, wurde einerseits eine Erhöhung der Beatmungsfrequenz bis auf 30–35/min toleriert und andererseits eine permissive Hyperkapnie in Kauf genommen.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 57,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Lungenprotektive Beatmungsstrategie ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Dabei führt die lungenprotektive Beatmung bei Intensivpatienten zu einem verminderten Zytokinanstieg durch die Beatmung [154]. Tierexperimentell konnte darüber hinaus nachgewiesen werden, dass eine schädigende maschinelle Ventilation zu einer erhöhten Rate an Epithelzellapoptose in der Niere und dem Dünndarm führt [110]. Allerdings ist die pathogenetische Bedeutung einer pulmonalen Zytokinfreisetzung durch den Beatmungsmodus im Hinblick auf das Outcome des Patienten unklar [72].",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 124,
                    "mention": "154",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 317,
                    "end": 320,
                    "mention": "110",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 479,
                    "end": 481,
                    "mention": "72",
                    "ref_id": "BIBREF175"
                }
            ],
            "section": "Lungenprotektive Beatmungsstrategie ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "In einer Studie an beatmeten Intensivpatienten konnte eine signifikante Letalitätsreduktion der Patienten durch eine intensivierte Blutglukoseeinstellung mit Insulin auf Werte zwischen 80–110 mg/dl erzielt werden (Gruppe mit intensivierter Insulintherapie: Letalität = 4,6%; Gruppe mit konventioneller Behandlung: Letalität = 8,0%) [21]. Allerdings handelt es sich hier ebenfalls um keine Therapiestudie der Sepsis an sich. Es wurde bei chirurgischen Intensivpatienten jedoch das Auftreten septischer Komplikationen reduziert. Normoglykämie per se oder aber die metabolische Kontrolle, die durch eine Normoglykämie widergespiegelt wird, ist dabei mit den günstigen Effekten der intensivierten Insulintherapie assoziiert [22]. So war das Outcome für normoglykämische Patienten signifikant besser als für Patienten mit einem Glukosespiegel von 110–150 mg/dl. Das schlechteste Outcome wiesen Patienten mit einer Blutglukose >150 mg/dl auf.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 335,
                    "mention": "21",
                    "ref_id": "BIBREF119"
                },
                {
                    "start": 721,
                    "end": 723,
                    "mention": "22",
                    "ref_id": "BIBREF120"
                }
            ],
            "section": "Intensivierte Insulintherapie ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Der genaue Wirkmechanismus der intensivierten Insulintherapie ist jedoch noch unbekannt. Die potenziellen Effekte einer Hyperglykämie sowie von Insulin sind in Abb. 5 dargestellt. Nebenwirkungen einer Hyperglykämie sind verstärkter oxidativer Stress [121] sowie eine verstärkte Gerinnungsneigung [54]; beides kann eine Entzündungsreaktion verstärken. Darüber hinaus beeinträchtigt eine Hyperglykämie die Funktion von Makrophagen und neutrophilen Granulozyten und führt zu einer Immundysfunktion [86]. Hierdurch könnte sich die niedrigere Rate an Bakteriämien in der Gruppe der intensivierten Insulintherapie erklären. Hyperglykämie führt aber auch zur gesteigerten Bildung von „advanced glycation end products“ (AGEs), die durch Bindung an RAGE („receptor for advanced glycation end products“) direkt eine inflammatorische Reaktion auslösen können [167]. Insulin hingegen besitzt neben seinen metabolischen Funktionen antiinflammatorische Effekte, so hemmt es NF-ĸB [64]. Im Einklang mit der antiinflammatorischen Funktion von Insulin wiesen Patienten mit intensivierter Insulintherapie geringere Plasmaspiegel von „mannose-binding lectin“ (MBL), einem Akute-Phase-Protein, auf [96]. Darüber hinaus besitzt Insulin antiapoptotische Funktionen [84].\n",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "mention": "121",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 297,
                    "end": 299,
                    "mention": "54",
                    "ref_id": "BIBREF155"
                },
                {
                    "start": 496,
                    "end": 498,
                    "mention": "86",
                    "ref_id": "BIBREF190"
                },
                {
                    "start": 849,
                    "end": 852,
                    "mention": "167",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 967,
                    "end": 969,
                    "mention": "64",
                    "ref_id": "BIBREF166"
                },
                {
                    "start": 1179,
                    "end": 1181,
                    "mention": "96",
                    "ref_id": "BIBREF201"
                },
                {
                    "start": 1244,
                    "end": 1246,
                    "mention": "84",
                    "ref_id": "BIBREF188"
                }
            ],
            "section": "Intensivierte Insulintherapie ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 166,
                    "mention": "5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Eine frühe hämodynamische Optimierung septischer Patienten mit der Zielgröße einer zentralvenösen Sättigung >70% führte zu einer signifikanten Reduktion der Krankenhaussterblichkeit (30,5% vs, 46,5% in der Standardtherapiegruppe) [161].",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 234,
                    "mention": "161",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Zielgrößenorientierte Therapie („early goal directed therapy“) ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Ein entscheidender protektiver Aspekt der frühen hämodynamischen Optimierung septischer Patienten ist möglicherweise das Verhindern einer protrahierten Endothelhypoxie. Hypoxie des Endothels führt direkt oder durch Gentranskription zu einer Freisetzung von PAF („platelet activating factor“), TNF-α, IL-1, IL-8, HIF-1α und zu einer Hochregulation von endothelialem ICAM-1 [62, 113]. „Hypoxia responsive transcription factor-1α“ (HIF-1α) ist essentiell für eine Zellinvasion und für die Aktivierung von Granulozyten, Monozyten und Makrophagen [62]. Für eine verminderte Kaskadenaktivierung der Gerinnung bei früher hämodynamischer Stabilisierung sprechen verminderte Plasmaspiegel der D-Dimere in der Gruppe der „Early-goal-directed-therapy- (EGDT-)Patienten“ [161].",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "mention": "62",
                    "ref_id": "BIBREF164"
                },
                {
                    "start": 377,
                    "end": 380,
                    "mention": "113",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "62",
                    "ref_id": "BIBREF164"
                },
                {
                    "start": 760,
                    "end": 763,
                    "mention": "161",
                    "ref_id": "BIBREF69"
                }
            ],
            "section": "Zielgrößenorientierte Therapie („early goal directed therapy“) ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Eine randomisierte Multizenterstudie beschäftigte sich mit der niedrig dosierten Hydrokortisonsubstitution bei Patienten mit Sepsis. Dabei konnten 300 Patienten mit septischem Schock innerhalb von 8 h nach Auftreten der Sepsis eingeschlossen werden. Nach Studieneinschluss wurde ein Kortikotropin-Stimulations-Test durchgeführt; hierbei erfolgte die laborchemische Bestimmung der stimulierten Kortisolspiegel erst später. Anschließend wurden die Patienten entweder mit 50 mg Hydrokortison i.v. alle 6 h in Kombination mit 50 µg Fludrokortison 1-mal täglich über die Magensonde oder mit Placebo für 7 Tage behandelt. Im Kortikotropintest zeigten 76% der Patienten einen Anstieg der stimulierten Kortisolfreisetzung von weniger als 9 µg/dl und wurden als Nonresponder bezeichnet. In dieser Patientengruppe konnte durch die Hydrokortison-/Fludrokortison-Substitution im Vergleich zu Placebo eine signifikante Reduktion der Letalität erreicht werden (53% vs. 63%). Kein signifikanter Unterschied war in der Gruppe der Responder, Patienten mit einem stimulierten Kortisolanstieg von mehr als 9 µg/dl, vorhanden. Bei der statistischen Analyse aller Patienten verfehlte die Therapie mit Hydrokortison/Fludrokortison verglichen mit Placebo im Hinblick auf die Letalität knapp das Signifikanzniveau (55% vs. 61%) [9].",
            "cite_spans": [
                {
                    "start": 1305,
                    "end": 1306,
                    "mention": "9",
                    "ref_id": "BIBREF194"
                }
            ],
            "section": "Substitutionstherapie mit Hydrokortison ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Eine Cross-over-Studie zeigte, dass die Gabe von Hydrokortison sowohl zu einer verminderten proinflammatorischen als auch zu einer geringeren antiinflammatorischen Immunantwort führt. Während die HLA-DR-Expression unter Hydrokortison nur gering reduziert war, kam es zu einer in vitro verbesserten Phagozytose und einer erhöhten IL-12-Freisetzung [114].",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 351,
                    "mention": "114",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Substitutionstherapie mit Hydrokortison ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Kommen zirkulierende Gerinnungsfaktoren mit Gewebsthromboplastin („tissue factor“) in Kontakt, folgt die Aktivierung der Gerinnungskaskade. Monozyten setzen nach ihrer Aktivierung Gewebsthromboplastin frei; dies zieht die Bildung der kurzlebigen Protease Thrombin nach sich. Seine Wirkungen entfaltet Thrombin einerseits direkt durch enzymatische Spaltung löslicher Proteine (Fibrinogen), andererseites durch Spaltung einer extrazellulären Domäne eines G-Protein gekoppelten Rezeptors (PAR1-Rezeptor, „protease activated receptor“) auf Blutplättchen, Endothel- und anderen Zellen. So produzieren Monozyten daraufhin den Inhibitor des Plasminogen-Aktivators („plasminogen activator inhibitor-1“, PAI-1), der die endogene Fibrinolyse hemmt.",
            "cite_spans": [],
            "section": "Gerinnung und die Gabe von Xigris® ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Unter physiologischen Bedingungen erfolgt als kompensatorische Gegenregulation zu dieser Gerinnungsaktivierung eine durch den Thrombin-Thrombomodulin-Komplex katalysierte Konversion von Protein C zu aktiviertem Protein C (APC). Aktiviertes Protein C inaktiviert mit einem Kofaktor (Protein S) die Faktoren Va und VIIIa, zwei wesentliche Bestandteile der Gerinnungskaskade [78, 170]. Darüber hinaus fördert APC durch Hemmung von PAI-1 die Fibrinolyse.",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 375,
                    "mention": "78",
                    "ref_id": "BIBREF181"
                },
                {
                    "start": 377,
                    "end": 380,
                    "mention": "170",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Gerinnung und die Gabe von Xigris® ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Allerdings führen Veränderungen am Endothel während einer Sepsis zu einem Ungleichgewicht mit Überwiegen proinflammatorischer, prothrombotischer und antifibrinolytischer Effekte. So führt eine Downregulation und Internalisierung von Thrombomodulin in der Folge zu einer zunehmenden Bindung von Thrombin an zelluläre Rezeptoren und damit zur Aktivierung von NF-κB sowie einer übermäßigen Freisetzung von Tissue factor und PAI-1 [61, 201]. Dies begünstigt in der Sepsis eine generalisierte Fibrinbildung mit der Folge von Mikrothrombenbildung, disseminierter intravaskulärer Gerinnung (DIC) und Mikrozirkulationsstörungen.",
            "cite_spans": [
                {
                    "start": 428,
                    "end": 430,
                    "mention": "61",
                    "ref_id": "BIBREF163"
                },
                {
                    "start": 432,
                    "end": 435,
                    "mention": "201",
                    "ref_id": "BIBREF114"
                }
            ],
            "section": "Gerinnung und die Gabe von Xigris® ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Auch Endothelzellfunktionen beeinflussen das Entzündungsgeschehen. So reagiert das Endothel auf Thrombin mit der Bildung von Chemokinen und Adhäsionsmolekülen. Dies führt zur Aktivierung neutrophiler Granulozyten und Monozyten und zur Anheftung von Blutplättchen und Leukozyten an das Endothel. Weiterhin erhöht sich die Endothelpermeabilität und führt zur Extravasation von Proteinen und zur Ödembildung. Durch Plättchen und Leukozyten freigesetzter Tissue factor (Gewebsthromboplastin) [88, 146] sowie der Kontakt mit extravaskulärem Tissue factor führen durch Entstehung neuen Thrombins zu einem weiteren positiven Feedback [61]. Leukozyten und Plättchen können Endothelzellen auch direkt über CD-40 und andere Mediatoren aktivieren und auf diesem Weg zu einer Hochregulation von Adhäsionsmolekülen, Zytokinen, Gewebsfaktor und Thrombin-Rezeptoren führen [31, 97, 141].",
            "cite_spans": [
                {
                    "start": 489,
                    "end": 491,
                    "mention": "88",
                    "ref_id": "BIBREF192"
                },
                {
                    "start": 493,
                    "end": 496,
                    "mention": "146",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 628,
                    "end": 630,
                    "mention": "61",
                    "ref_id": "BIBREF163"
                },
                {
                    "start": 859,
                    "end": 861,
                    "mention": "31",
                    "ref_id": "BIBREF130"
                },
                {
                    "start": 863,
                    "end": 865,
                    "mention": "97",
                    "ref_id": "BIBREF202"
                },
                {
                    "start": 867,
                    "end": 870,
                    "mention": "141",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Gerinnung und die Gabe von Xigris® ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Diese Verzahnung sich verstärkender inflammatorischer und koagulatorischer Prozesse in der Sepsis bietet neue Therapieansätze. Die Gabe von rekombinantem APC [drotrecogin alfa (aktiviert), Xigris®] führte in der PROWESS-Studie (Protein C Worldwide Evaluation in Severe Sepsis) bei Patienten mit Sepsis und mindestens einem Organversagen zu einer signifikanten Reduktion der Letalität von 30,8% in der Placebogruppe auf 24,7% in der drotrecogin-alfa-(aktiviert-)Gruppe [23]. Die IL-6-Spiegel waren in der Behandlungsgruppe signifikant niedriger. In einer nachfolgend publizierten Subgruppenanalyse zeigte sich Xigris® bei fast allen untersuchten Subgruppen protektiv. Besonders ausgeprägt war dieser Effekt bei Subgruppen mit hoher Gesamtletalität [75]. Die Gabe von Xigris® führte dabei zu signifikant schnelleren Verbesserungen der kardiovaskulären und pulmonalen Funktion sowie zu einem verlangsamten Auftreten einer hämatologischen Organdysfunktion [186]. Bei abdominalchirurgischen Patienten wurde eine 9%ige Letalitätsreduktion erreicht. Die prozentuale Letalitätssenkung durch Xigris® ist für Patienten mit einem Mehrorganversagen deutlich höher als für Patienten mit nur einem Organversagen [68]. Bei Patienten mit septischem Mehrorganversagen war Xigris® effektiv, unabhängig davon ob die Patienten bei Studieneinschluss Heparin oder Steroide erhalten haben.",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 471,
                    "mention": "23",
                    "ref_id": "BIBREF121"
                },
                {
                    "start": 748,
                    "end": 750,
                    "mention": "75",
                    "ref_id": "BIBREF178"
                },
                {
                    "start": 953,
                    "end": 956,
                    "mention": "186",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 1199,
                    "end": 1201,
                    "mention": "68",
                    "ref_id": "BIBREF170"
                }
            ],
            "section": "Gerinnung und die Gabe von Xigris® ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Die Effektivität und Sicherheit von Xigris® zur Therapie der schweren Sepsis zeigt sich im Rahmen von kontrollierten und „Open-label-Studien“ bei insgesamt mehr als 2.700 Patienten [24]. Die Gesamtletalität aller behandelten Patienten war dabei zwischen 25,1% und 26,1%. Als Nebenwirkung der Therapie mit Xigris® kam es zu einem Anstieg der Rate an schwer wiegenden Blutungen von 2% in der Placebogruppe auf 3,5% in der Xigris®-Gruppe. Dieser Unterschied erreichte keine statistische Signifikanz.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "24",
                    "ref_id": "BIBREF122"
                }
            ],
            "section": "Gerinnung und die Gabe von Xigris® ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Die benefiziellen antiinflammatorischen Funktionen sind jedoch zumindest teilweise unabhängig von der antikoagulatorischen Funktion von APC. So führte die selektive Blockade von Faktor Xa in der experimentellen Sepsis zwar zu einer völligen Normalisierung der Gerinnungsveränderungen, die Letalität konnte durch Faktor-Xa-Inhibition im Gegensatz zur Gabe von APC jedoch nicht gesenkt werden [158]. Durch Genexpressionsprofiling konnte gezeigt werden, dass APC durch direkte Hemmung von NF-ĸB die Transkription und die Expression NF-κB-regulierter proinflammatorischer Gene vermindert [112]. Interessanterweise wird die endotheliale Signaltransduktion von APC über PAR1 vermittelt, dem gleichen Rezeptor, über den auch Thrombin seine endothelialen Effekte induziert [159]. Wie Thrombin und APC über den gleichen Rezeptor unterschiedliche Effekte hervorrufen, ist im Moment noch unklar. Eine Rolle scheint hierbei der endotheliale Protein-C-Rezeptor zu spielen, der für die Aktivierung von PAR1 durch APC erforderlich ist [159]. Schon in früheren Arbeiten konnte eine wichtige Rolle des endothelialen Protein-C-Rezeptors bei der E-coli-Sepsis gezeigt werden [176]. Aktiviertes Protein C könnte auch durch Hemmung von Apoptose den Sepsisverlauf positiv beeinflussen [55, 112].",
            "cite_spans": [
                {
                    "start": 392,
                    "end": 395,
                    "mention": "158",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 585,
                    "end": 588,
                    "mention": "112",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 766,
                    "end": 769,
                    "mention": "159",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1021,
                    "end": 1024,
                    "mention": "159",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1157,
                    "end": 1160,
                    "mention": "176",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 1264,
                    "end": 1266,
                    "mention": "55",
                    "ref_id": "BIBREF156"
                },
                {
                    "start": 1268,
                    "end": 1271,
                    "mention": "112",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Gerinnung und die Gabe von Xigris® ::: Aktuelle Therapiekonzepte der Sepsis und Interaktion mit der angeborenen Immunantwort",
            "ref_spans": []
        },
        {
            "text": "Macrophage migration inhibitory factor (MIF) wird von neuroendokrinen Zellen der Hypophyse, T-Zellen, Monozyten und Makropahgen sezerniert. Bis heute nachgewiesene Auslöser seiner Sekretion sind u. a. LPS, Streptokokken-Exotoxin-A und die Zytokine TNF-α und IFN-γ [48]. Seine Freisetzung aus der Adenohypophyse erfolgt durch Aktivierung der hypothalamisch-hypophysären-adrenergen Achse und parallel zur Freisetzung von Kortikotropin („adrenocorticotropic hormone“, ACTH) [26]. Da hypophysär-freigesetztes MIF erheblich zur Gesamt-Serum-Konzentration beiträgt, kann MIF auch als Hypophysenhormon angesehen werden. Hypophysär-freigesetztes MIF erreicht seine höchsten Spiegel im Plasma 8–20 h nach Stimulierung [26]. Allerdings erreichen MIF-Spiegel schon 2 h nach Stimulierung durch LPS einen ersten Höhepunkt. Dieser entstammt der überwiegend lokalen Freisetzung von MIF durch Monozyten und Makrophagen. Darüber hinaus wird MIF auch von T- und B-Zellen ausgeschüttet und wirkt autokrin auf T-Zell-Proliferation und Antikörperproduktion [15].",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 267,
                    "mention": "48",
                    "ref_id": "BIBREF148"
                },
                {
                    "start": 472,
                    "end": 474,
                    "mention": "26",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 710,
                    "end": 712,
                    "mention": "26",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 1037,
                    "end": 1039,
                    "mention": "15",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "„Macrophage migration inhibitory factor“ ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "Macrophage migration inhibitory factor stellt somit einen proinflammatorischen Mediator in der Zytokin-Signal-Kaskade bei Sepsis dar. Er wirkt u. a. über eine Hemmung der Makrophagen-Migration, eine Stimulation von TNF-α und über Freisetzung von NO durch Makrophagen. Durch gleichzeitige MIF-Injektion stieg die Letalität bei toxischer nichtinfektiöser LPS-induzierter Sepsis im Mausmodell von 15% auf 85%. Übereinstimmend mit diesen Ergebnissen sanken durch Neutralisierung von MIF mit Antikörpern die TNF-α-Spiegel auf 50% und die Letalität auf 0%. Der Ursprungsort von MIF (hypophysär oder myeloid) spielt dabei keine Rolle [27, 26, 48, 51]. Auch grampositive Exotoxine stimulieren die MIF-Freisetzung. So konnten Anti-MIF-Antikörper auch im grampositiven Schock die Letalität im Mausmodell senken [50]. Interessanterweise konnte durch Neutralisation von MIF auch 4,5 h nach Sepsisinduktion durch CLP noch eine signifikante Protektion der Mäuse erzielt werden [51].",
            "cite_spans": [
                {
                    "start": 628,
                    "end": 630,
                    "mention": "27",
                    "ref_id": "BIBREF125"
                },
                {
                    "start": 632,
                    "end": 634,
                    "mention": "26",
                    "ref_id": "BIBREF124"
                },
                {
                    "start": 636,
                    "end": 638,
                    "mention": "48",
                    "ref_id": "BIBREF148"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "51",
                    "ref_id": "BIBREF152"
                },
                {
                    "start": 802,
                    "end": 804,
                    "mention": "50",
                    "ref_id": "BIBREF151"
                },
                {
                    "start": 964,
                    "end": 966,
                    "mention": "51",
                    "ref_id": "BIBREF152"
                }
            ],
            "section": "„Macrophage migration inhibitory factor“ ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "Erstaunlicherweise hemmt der antiinflammatorische Einfluss der Glukokortikoide zwar allgemein die Zytokinproduktion, steigert jedoch dosisabhängig die Expression von MIF. Da Glukokortikoide und MIF gleichzeitig Gegenspieler sind, wird somit die Ausprägung einer Immunantwort vom Verhältnis MIF zu Glukokortikoiden mitbestimmt. Im Rahmen einer lokalen Entzündung freigesetztes MIF kann die systemischen Effekte zirkulierender Glukokortikoide vor Ort antagonisieren. Breitet sich die Infektion dennoch im gesamten Organismus aus, erleichtert hypophysär freigesetztes MIF eine generalisierte Immunantwort [25].",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 605,
                    "mention": "25",
                    "ref_id": "BIBREF123"
                }
            ],
            "section": "„Macrophage migration inhibitory factor“ ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "High mobility group box protein 1 (HMGB1) wurde erstmals vor über 30 Jahren als im Zellkern reichlich vorliegendes, intrazelluläres Protein identifiziert. Seine intrazelluläre Funktion liegt in der Stabilisierung von Nukleosomen [91]. Außerdem erleichtert seine Struktur das Binden von Transkriptionsfaktoren, u. a. auch von Steroidhormon-Rezeptoren, an die DNS [33]. Relativ neu ist die Entdeckung von extrazellulärem HMGB1 als proinflammatorisches Zytokin. Seine Besonderheit im Verlauf von Endotoxinämie und Sepsis ist seine verzögerte Ausschüttung. Zahlreiche Versuche der letzten Jahre zur Behandlung der Sepsis durch Zytokinblockade schlugen fehl, weil das zeitlich frühe Vorkommen vieler Zytokine (TNF-α, IL-1β) von wenigen Minuten bis Stunden nach Sepsisinduktion eine rechtzeitige Neutralisierung durch Antikörper nur experimentell zuließ. Hingegen lässt sich HMGB1 erstmals 8 h nach LPS-Gabe im Serum nachweisen. Seine höchsten Konzentrationen erreicht HMGB1 nach 18 h [189].",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "mention": "91",
                    "ref_id": "BIBREF196"
                },
                {
                    "start": 363,
                    "end": 365,
                    "mention": "33",
                    "ref_id": "BIBREF132"
                },
                {
                    "start": 980,
                    "end": 983,
                    "mention": "189",
                    "ref_id": "BIBREF99"
                }
            ],
            "section": "„High mobility group box protein 1“ ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "Freigesetzt wird HMGB1 einerseits durch aktivierte Makrophagen und Monozyten, in vitro auch durch Zellkulturen hypophysärer Zellen, die mit LPS, IL-1β oder TNF-α stimuliert wurden. Die Regulation der Produktion, sowie der Mechanismus der Freisetzung sind jedoch noch weitgehend ungeklärt [8]. Ein unkontrolliertes Ausströmen von HMGB1 in den Extrazellulärraum findet andererseits beim nekrotischen Zelltod statt. Hierdurch wird das in lebenden Zellen primär intrazellulär wirkende HMGB1 funktionell zum extrazellulären Vermittler von Entzündung nach Zellnekrose [166].",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 290,
                    "mention": "8",
                    "ref_id": "BIBREF183"
                },
                {
                    "start": 563,
                    "end": 566,
                    "mention": "166",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "„High mobility group box protein 1“ ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "High mobility group box protein 1 wird nicht nur durch Makrophagen sezerniert, sondern wirkt selbst auch aktivierend auf Monozyten und Makrophagen (autokrine Funktion). Dabei führt es zur Ausschüttung von proinflammatorischen Zytokinen, wie TNF-α, IL-1β, IL-6, IL-8 und MIP („macrophage-inflammatory protein“) [7]. High mobility group box protein 1 bindet an mehrere, teils noch unbekannte Rezeptoren. Ein bereits identifizierter Rezeptor ist RAGE. Er besitzt eine transmembranäre Struktur, gehört der Immunglobulinsuperfamilie an, und weist eine Affinität für zahlreiche Liganden auf [100, 140]. Receptor-for-advanced-glycation-end-products-Liganden-Interaktion induziert u. a. die Aktivierung von NF-kB [36]. Interessanterweise ist RAGE an der Pathogenese zahlreicher weiterer Erkrankungen beteiligt, darunter Diabetes, Atherosklerose und Alzheimer-Krankheit [167]. Eine Rezeptor-unabhängige Wirkung ist die kürzliche Entdeckung bakterizider Eigenschaften von HMGB1. Seitdem kann HMGB1 auch zur Gruppe der antimikrobiellen Peptide gezählt werden [205].",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 312,
                    "mention": "7",
                    "ref_id": "BIBREF172"
                },
                {
                    "start": 586,
                    "end": 589,
                    "mention": "100",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 591,
                    "end": 594,
                    "mention": "140",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 706,
                    "end": 708,
                    "mention": "36",
                    "ref_id": "BIBREF135"
                },
                {
                    "start": 862,
                    "end": 865,
                    "mention": "167",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 1049,
                    "end": 1052,
                    "mention": "205",
                    "ref_id": "BIBREF118"
                }
            ],
            "section": "„High mobility group box protein 1“ ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "Von großer Bedeutung für zukünftige Therapien könnte sein, dass die Neutralisation von HMGB1 durch Antikörper sowohl nach Hochdosisendotoxingabe als auch nach CLP zu einer erhöhten Überlebensrate der Tiere führt. Interessanterweise zeigte sich der protektive Effekt der HMGB1-Neutralisation noch 24 h nach CLP [185, 189, 190].",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 314,
                    "mention": "185",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 316,
                    "end": 319,
                    "mention": "189",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 321,
                    "end": 324,
                    "mention": "190",
                    "ref_id": "BIBREF101"
                }
            ],
            "section": "„High mobility group box protein 1“ ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "Die Aktivierung des Komplementsystems kann entweder über den klassischen Signalweg durch Antigen-Antikörper-Komplexe, den Lectin-Signalweg durch das MBL-Protein oder den alternativen Weg durch LPS erfolgen. Alle 3 Signalwege führen zu einer Aktivierung von C3a und C5a mit nachfolgender Bildung von C5b-9. Dieser „membrane attack complex“ führt zu Porenbildung und zur Lyse von Bakterien [87, 157]. Komplementfaktor C5a besitzt darüber hinaus chemotaktische Funktionen und führt zur Freisetzung von granulären Enzymen, zur Produktion von Sauerstoffradikalen, zur Thymozytenapoptose, zur Vasodilatation und zu erhöhter Gefäßpermeabilität.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 391,
                    "mention": "87",
                    "ref_id": "BIBREF191"
                },
                {
                    "start": 393,
                    "end": 396,
                    "mention": "157",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Komplementfaktor C5a ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "Während Sepsis kommt es bereits früh zu einer exzessiven Aktivierung des Komplementsystems mit nachfolgender paradox erscheinender Paralyse von neutrophilen Granulozyten. Diese gegensätzliche Wirkung äußert sich durch verminderte Fähigkeit zur Chemotaxis, verringerte Enzymfreisetzung, intrazelluläre pH-Wert-Verschiebung und in einer eingeschränkten Bildung von Sauerstoffradikalen. Im Sepsis-Tier-Modell (CLP) kann diese Dysfunktion sowohl bei Mäusen als auch bei Ratten durch Antikörperblockade von C5a (mit Anti-C5a-Abs) oder des C5a-Rezeptors verhindert, die Bakteriämie reduziert und das Überleben der Tiere verbessert werden [63, 108, 156].",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 635,
                    "mention": "63",
                    "ref_id": "BIBREF165"
                },
                {
                    "start": 637,
                    "end": 640,
                    "mention": "108",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 642,
                    "end": 645,
                    "mention": "156",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Komplementfaktor C5a ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "Triggering receptors expressed on myeloid cells (TREMs) sind seit kurzem bekannte Rezeptoren der Immunglobulinsuperfamilie; TREMs selbst besitzen eine extrazelluläre Ig-Liganden-Bindungsdomäne, jedoch keine intrazelluläre Sequenzen, die an der Signalweiterleitung beteiligt sein könnten. Sie interagieren mit verschiedenen Adaptoren, die für die Kopplung der extrazellulären Signale an intrazelluläre Signaltransduktionskaskaden verantwortlich sind. Mit Hilfe einer Datenbanksuche nach homologen Rezeptoren des aktivierenden Rezeptors NKp44 auf Natürlichen-Killer-Zellen konnte die Arbeitsgruppe um Marco Colonna zunächst TREM-1 identifizieren [58]. Dieser Rezeptor wird von Granulozyten, Monozyten und Alveolarmakrophagen exprimiert [43, 59]. Stimulation des Rezeptors führt zur Sekretion von TNF-α, IL-8 und MCP-1, Degranulation neutrophiler Granulozyten, Ca2+-Einstrom und Tyrosinphosphorylierung verschiedener Signalproteine. Die Stimulation von TREM-1 induziert weiterhin eine Hochregulation von Adhäsionsmolekülen wie CD-29, CD-11c und CD-49e und führt zu einer vermehrten Expression kostimulierender Moleküle, wie CD-40, CD-86 und CD-54 (ICAM-1). Demzufolge erleichtert TREM-1 die Adhäsion myeloischer Zellen an das Endothel und die extrazelluläre Matrix und bewirkt zusätzlich eine Kostimulation anderer Zellen am Entzündungsort. Die Aktivierung neutrophiler Granulozyten und Monozyten wird hierbei durch das intrazelluläre Adapterprotein DAP12 vermittelt [43]. In vivo war die Oberflächenexpression von TREM-1 auf neutrophilen Granulozyten in der Peritoneallavage von Patienten mit polymikrobieller Sepsis und in Gewebeproben von akuten oder granulomatösen Herden, die durch Bakterien oder Pilze hervorgerufen wurden, stark erhöht. Im Gegensatz hierzu war TREM-1 bei nichtinfektiösen Erkrankungen, wie Psoriasis oder Colitis ulcerosa, entweder nur schwach oder gar nicht exprimiert [43, 44]. Interessanterweise kam es durch gleichzeitige Stimulation von Monozyten mit LPS und agonistischen TREM-1-Antikörpern zu einer Amplifikation der TNF-α- und IL-1β-Freisetzung [44].",
            "cite_spans": [
                {
                    "start": 645,
                    "end": 647,
                    "mention": "58",
                    "ref_id": "BIBREF159"
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "43",
                    "ref_id": "BIBREF143"
                },
                {
                    "start": 739,
                    "end": 741,
                    "mention": "59",
                    "ref_id": "BIBREF160"
                },
                {
                    "start": 1465,
                    "end": 1467,
                    "mention": "43",
                    "ref_id": "BIBREF143"
                },
                {
                    "start": 1892,
                    "end": 1894,
                    "mention": "43",
                    "ref_id": "BIBREF143"
                },
                {
                    "start": 1896,
                    "end": 1898,
                    "mention": "44",
                    "ref_id": "BIBREF144"
                },
                {
                    "start": 2075,
                    "end": 2077,
                    "mention": "44",
                    "ref_id": "BIBREF144"
                }
            ],
            "section": "„Triggering receptor expressed on myeloid cells 1“ ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "Von potenziell herausragender klinischer Bedeutung ist, dass die Blockade von TREM-1 sowohl im Modell des LPS-induzierten (nichtinfektiösen) septischen Schocks als auch in infektiösen Sepsismodellen die Überlebensrate der Versuchstiere signifikant erhöht. Weiterhin bemerkenswert ist, dass die Blockade von TREM-1 nach LPS-Injektion auch noch nach 4 h zu einer Protektion führt. Somit könnte lösliches TREM-1 nach Auftreten septischer Symptome als Therapie eingesetzt werden.",
            "cite_spans": [],
            "section": "„Triggering receptor expressed on myeloid cells 1“ ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": []
        },
        {
            "text": "Diese Ergebnisse zeigen, dass TREM-1 eine wichtige Rolle bei der Amplifikation bakterieller Infektionen spielt (Abb. 6). So werden in der frühen Phase einer Infektion neutrophile Granulozyten und Monozyten durch Interaktion von PRRs mit mikrobiellen Produkten aktiviert. Dies führt zur Freisetzung von proinflammatorischen Zytokinen und einer initialen Entzündungsreaktion. Gleichzeitig kommt es durch die mikrobiellen Produkte zur Hochregulation von TREM-1. Das Triggern von TREM-1 durch einen bisher unbekannten Liganden vermittelt dann die Sekretion großer Mengen an TNF-α und IL-1β. Die Hemmung von TREM-1 durch lösliches TREM-1-Fc beim LPS-induzierten septischen Schock reduziert Serum-TNF-α- und Serum-IL-1β-Spiegel auf subletale Werte und führt somit zu einem signifikant erhöhten Überleben. Im Gegensatz zur prophylaktischen Applikation von anti-TNF-α-Antikörpern [73, 74] wird die Wirkung von TNF-α jedoch nicht völlig neutralisiert. Die Blockade des TREM-1-Signalwegs während Sepsis hemmt die pathologische Amplifikation der Entzündungsantwort, während die Immunabwehr gegen die eindringenden Erreger noch intakt ist. Da moderate Mengen an proinflammatorischen Zytokinen vermutlich essenziell für die Elimination von bakteriellen Infektionen sind [73, 74, 77, 126, 149, 163], könnte die Reduktion dieser Zytokine durch TREM-1-Blockade für den benefiziellen Effekt bei bakterieller Sepsis verantwortlich sein. Die im Anfangsstadium einer Sepsis auftretende Hyperinflammation wird abgeschwächt, ohne die für den weiteren Verlauf der Sepsis entscheidende antibakterielle Abwehrfunktion des Immunsystems zu kompromittieren.\n",
            "cite_spans": [
                {
                    "start": 873,
                    "end": 875,
                    "mention": "73",
                    "ref_id": "BIBREF176"
                },
                {
                    "start": 877,
                    "end": 879,
                    "mention": "74",
                    "ref_id": "BIBREF177"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "mention": "73",
                    "ref_id": "BIBREF176"
                },
                {
                    "start": 1262,
                    "end": 1264,
                    "mention": "74",
                    "ref_id": "BIBREF177"
                },
                {
                    "start": 1266,
                    "end": 1268,
                    "mention": "77",
                    "ref_id": "BIBREF180"
                },
                {
                    "start": 1270,
                    "end": 1273,
                    "mention": "126",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1275,
                    "end": 1278,
                    "mention": "149",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1280,
                    "end": 1283,
                    "mention": "163",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "„Triggering receptor expressed on myeloid cells 1“ ::: Neue, potenzielle Therapiestrategien durch Modulation des angeborenen Immunsystems",
            "ref_spans": [
                {
                    "start": 117,
                    "end": 118,
                    "mention": "6",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Die Sepsis auf Intensivstationen besitzt nach wie vor eine hohe Letalität. Mit der lungenprotektiven Beatmung, der intensivierten Insulintherapie, der frühen EGDT, der Hydrokortisonsubstitution beim refraktären katecholaminpflichtigen septischen Schock und der Gabe von Xigris® beim Mehrorganversagen stehen bereits neue Therapienstrategien in der Klinik zur Verfügung. Experimentell haben sich die Blockade von MIF, HMGB1, C5a und TREM-1 als erfolgreich zur Behandlung der Sepsis erwiesen; klinische Daten zu diesen viel versprechenden neuen Therapieansätzen liegen jedoch noch nicht vor.",
            "cite_spans": [],
            "section": "Schlussfolgerungen",
            "ref_spans": []
        },
        {
            "text": "Neue Tiermodelle, Autopsiestudien und klinische Untersuchungen zur Sepsis führten in den letzten Jahren zu einem besseren Verständnis der pathophysiologischen Vorgänge und zur Ablösung der Theorie, Sepsis beruhe (Stadien-unabhängig) auf einer überwiegenden Überreaktion des Immunsystems. Eine zentrale Rolle der angeborenen Immunantwort bei der Sepsis ist unumstritten.",
            "cite_spans": [],
            "section": "Fazit für die Praxis",
            "ref_spans": []
        },
        {
            "text": "Diese neuen Erkenntnisse zur Pathophysiologie der Sepsis ermöglichen Erfolg versprechende Ansätze in Richtung einer vom Patienten, dem auslösenden Pathogen und von der Verlaufsphase abhängigen Therapie.",
            "cite_spans": [],
            "section": "Fazit für die Praxis",
            "ref_spans": []
        },
        {
            "text": "In den letzten Jahren wurde die Standardtherapie der Sepsis durch die lungenprotektive Beatmung, die intensivierte Insulintherapie, die frühe EGDT, die Hydrokortisonsubstitution und die Gabe von rekombinantem APC beim Mehrorganversagen erweitert. Einige neue Therapiestrategien stehen kurz vor oder in der Phase der klinischen Erprobung. Alle stellen sie Versuche dar, Einfluss auf den Ablauf der angeborenen Immunantwort zu nehmen.",
            "cite_spans": [],
            "section": "Fazit für die Praxis",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Acute",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "N Engl J Med",
            "volume": "342",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Arbour",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Genet",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hori",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Biol Chem",
            "volume": "270",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hotchkiss",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMra021333"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hotchkiss",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Crit Care Med",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hotchkiss",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Immunol",
            "volume": "162",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hotchkiss",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.96.25.14541"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hotchkiss",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Immunol",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/82741"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hotchkiss",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "166",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hotchkiss",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "168",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Huber-Lang",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Immunol",
            "volume": "169",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ibbotson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/86539"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Asnagli",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Curr Opin Immunol",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Janeway",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Semin Immunol",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1006/smim.1998.0142"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Joyce",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Biol Chem",
            "volume": "276",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.C100017200"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Karimova",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Intensive Care Med",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Keh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "167",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200205-446OC"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cell",
            "volume": "110",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kragol",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biochemistry",
            "volume": "40",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1021/bi002656a"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Kull",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "82",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lantz",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lanzacecchia",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "293",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/30845"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Astiz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Lederer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Shock",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Leverve",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intensive Care Med",
            "volume": "29",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Immunol",
            "volume": "153",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Gene",
            "volume": "222",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0378-1119(98)00480-6"
                ]
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Madden",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ann Rev Pharmacol Toxicol",
            "volume": "35",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.pa.35.040195.002221"
                ]
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Malaviya",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature",
            "volume": "381",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Maloy",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biopolymers",
            "volume": "37",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "94",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.94.15.8093"
                ]
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Sepsis",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1023/A:1009873527659"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ayala",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Blood",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Arch Surg",
            "volume": "123",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Int Arch Allergy Immunol",
            "volume": "109",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Matsukawa",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Exp Med",
            "volume": "193",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1084/jem.193.6.679"
                ]
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Matsuzaki",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Biochem Biophys Acta",
            "volume": "1462",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0005-2736(99)00197-2"
                ]
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Medzhitov",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "388",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Miethke",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Exp Med",
            "volume": "175",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mosmann",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Immunol",
            "volume": "136",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mukaida",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Immunol",
            "volume": "146",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Mukaida",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Biol Chem",
            "volume": "269",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Munford",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "163",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ayala",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Blood",
            "volume": "91",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Neeper",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Biol Chem",
            "volume": "267",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Nystedt",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Biol Chem",
            "volume": "271",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Oberholzer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Shock",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ohlsson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ohta",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/414916a"
                ]
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Opal",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Crit Care Med",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Osterud",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Blood Coag Fibrin",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Perretti",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Immunol",
            "volume": "150",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Pfeffer",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell",
            "volume": "73",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bacher",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "93",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Poll",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Clin Invest",
            "volume": "97",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Poltorak",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "282",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.282.5396.2085"
                ]
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Prodeus",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nature",
            "volume": "390",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Radomski",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ranieri",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "282",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Markers of endothelial damage in organ dysfunction and sepsis",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reinhart",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Brunkhorst",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meisner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Care Med",
            "volume": "30",
            "issn": "5",
            "pages": "S302-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Riedemann",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Clin Invest",
            "volume": "110",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1172/JCI200215409"
                ]
            }
        },
        "BIBREF64": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Riedemann",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Med",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nm0503-517"
                ]
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Riewald",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc1825"
                ]
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Riewald",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Science",
            "volume": "296",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.1071699"
                ]
            }
        },
        "BIBREF67": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Baeuerle",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Cell",
            "volume": "95",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rivera-Chavez",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Surg",
            "volume": "237",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/00000658-200303000-00016"
                ]
            }
        },
        "BIBREF69": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rivers",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rosa",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Biochem Biophys Res Commun",
            "volume": "172",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature",
            "volume": "364",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Infect Immun",
            "volume": "163",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Circulation",
            "volume": "105",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1161/01.CIR.0000014689.12415.89"
                ]
            }
        },
        "BIBREF74": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Scaffidi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "417",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nature00858"
                ]
            }
        },
        "BIBREF75": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biochem Biophys Acta",
            "volume": "1498",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0167-4889(00)00087-2"
                ]
            }
        },
        "BIBREF76": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Schultz",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ann Med",
            "volume": "34",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1080/078538902321117797"
                ]
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM200305153482030"
                ]
            }
        },
        "BIBREF78": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Banchereau",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Annu Rev Immunol",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Thromb Haemost",
            "volume": "69",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "The IKK/NF-kappa B pathway",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Senftleben",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Karin",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Crit Care Med",
            "volume": "30",
            "issn": "[Suppl 1",
            "pages": "S18-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Shai",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Biochem Biophys Acta",
            "volume": "1462",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0005-2736(99)00200-X"
                ]
            }
        },
        "BIBREF82": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Springer",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature",
            "volume": "346",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Springer",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Cell",
            "volume": "76",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tarver",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infect Immun",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Blood",
            "volume": "95",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Thepen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Ann N Y Acad Sci",
            "volume": "725",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tonegawa",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Nature",
            "volume": "302",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tonegawa",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Biosci Rep",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bardenheuer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Cardiovasc Res",
            "volume": "41",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0008-6363(98)00292-2"
                ]
            }
        },
        "BIBREF90": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tracey",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Nature",
            "volume": "330",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tracey",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "420",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nature01321"
                ]
            }
        },
        "BIBREF92": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tracey",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Science",
            "volume": "234",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tsai",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Annu Rev Biochem",
            "volume": "63",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Tsonawaki",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "334",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ulloa",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "99",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.192222999"
                ]
            }
        },
        "BIBREF96": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/01.CCM.0000051515.56179.E1"
                ]
            }
        },
        "BIBREF97": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wakabayashi",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "FASEB J",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF100": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "285",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.285.5428.727"
                ]
            }
        },
        "BIBREF101": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "421",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF102": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Waterer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/01.CCM.0000063088.86079.03"
                ]
            }
        },
        "BIBREF104": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Weigand",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Crit Care Med",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/00003246-199912000-00008"
                ]
            }
        },
        "BIBREF105": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Weigand",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Crit Care Med",
            "volume": "28",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/00003246-200010000-00009"
                ]
            }
        },
        "BIBREF106": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Weigand",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Anaesthesist",
            "volume": "52",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Weighardt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "165",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF108": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Weighardt",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Surgery",
            "volume": "127",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1067/msy.2000.104118"
                ]
            }
        },
        "BIBREF109": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Weighardt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Ann Surg",
            "volume": "235",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/00000658-200204000-00015"
                ]
            }
        },
        "BIBREF110": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Westerhoff",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF111": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aderem",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "406",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF112": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Belaaouaj",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nat Med",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF113": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "N Engl J Med",
            "volume": "340",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF114": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chest",
            "volume": "120",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1378/chest.120.3.915"
                ]
            }
        },
        "BIBREF115": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Biophys J",
            "volume": "79",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF116": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zantl",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infect Immun",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF117": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zasloff",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "415",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF118": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Zetterström",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr Res",
            "volume": "52",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1203/01.PDR.0000023175.89966.9E"
                ]
            }
        },
        "BIBREF119": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Berghe",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF120": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Berghe",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF121": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "344",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF122": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/cc2167"
                ]
            }
        },
        "BIBREF123": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bernhagen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Mol Med",
            "volume": "76",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s001090050204"
                ]
            }
        },
        "BIBREF124": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bernhagen",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Nature",
            "volume": "365",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF125": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bernhagen",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Trends Microbiol",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/0966-842X(94)90111-H"
                ]
            }
        },
        "BIBREF126": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bernik",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Exp Med",
            "volume": "195",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1084/jem.20011714"
                ]
            }
        },
        "BIBREF127": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bertini",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "J Exp Med",
            "volume": "167",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF128": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aderem",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Annu Rev Immunol",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF129": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Beutler",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Science",
            "volume": "229",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF130": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bevilacqua",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Semin Thromb Hemost",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF131": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Exp Med",
            "volume": "183",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF132": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bianchi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "EMBO Rep",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/embo-reports/kvd030"
                ]
            }
        },
        "BIBREF133": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bicknell",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am J Respir Cell Mol Biol",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF134": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bierbaum",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Arch Microbiol",
            "volume": "141",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF135": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bierhaus",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Diabetes",
            "volume": "50",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF136": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bloom",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Shock",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF137": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boehrer",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Invest",
            "volume": "100",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF138": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boes",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Exp Med",
            "volume": "188",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1084/jem.188.12.2381"
                ]
            }
        },
        "BIBREF139": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aggarwal",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Nature",
            "volume": "318",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF140": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Boman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Immunol Rev",
            "volume": "173",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF141": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bone",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Chest",
            "volume": "101",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF142": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Borovikova",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "405",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF143": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bouchon",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Immunol",
            "volume": "164",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF144": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Bouchon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nature",
            "volume": "410",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/35074114"
                ]
            }
        },
        "BIBREF145": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Brey",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "90",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF146": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF147": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Butcher",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Cell",
            "volume": "67",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF148": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Calandra",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Exp Med",
            "volume": "179",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF149": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Calandra",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Nature",
            "volume": "377",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF150": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Aksoy",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Allergy Clin Immunol",
            "volume": "103",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF151": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Calandra",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "95",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.95.19.11383"
                ]
            }
        },
        "BIBREF152": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Calandra",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nat Med",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF153": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "279",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.279.5349.381"
                ]
            }
        },
        "BIBREF154": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Car",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J Exp Med",
            "volume": "179",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF155": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Carr",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Diabetes Complications",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1056-8727(00)00132-X"
                ]
            }
        },
        "BIBREF156": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Med",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nm826"
                ]
            }
        },
        "BIBREF157": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Chrousos",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "332",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF158": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "180",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF159": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Colonna",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Rev Immunol",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nri1106"
                ]
            }
        },
        "BIBREF160": {
            "title": "TREM-1 (triggering receptor expressed on myeloid cells): a new player in acute inflammatory responses",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Colonna",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Facchetti",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Infect Dis",
            "volume": "187",
            "issn": "[Suppl 2",
            "pages": "S397-401",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF161": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Alexander",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Exp Med",
            "volume": "173",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF162": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Colonna",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Semin Immunol",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1006/smim.2000.0214"
                ]
            }
        },
        "BIBREF163": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coughlin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nature",
            "volume": "407",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/35025229"
                ]
            }
        },
        "BIBREF164": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Cell",
            "volume": "112",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF165": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Czermak",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Nat Med",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/10512"
                ]
            }
        },
        "BIBREF166": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dandona",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Endocrinol Metab",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF167": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J Exp Med",
            "volume": "184",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF168": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Deitch",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Shock",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF169": {
            "title": "Cytokine and cytokine receptor polymorphisms in infectious disease",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Deventer",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Intensive Care Med",
            "volume": "26",
            "issn": "[Suppl 1",
            "pages": "S98-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF170": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dhainaut",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Intensive Care Med",
            "volume": "29",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF171": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dissel",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Lancet",
            "volume": "351",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF172": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Exp Med",
            "volume": "192",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1084/jem.192.4.565"
                ]
            }
        },
        "BIBREF173": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Docke",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Nat Med",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF174": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dransfield",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Blood",
            "volume": "85",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF175": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Dreyfuss",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "167",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200206-611CP"
                ]
            }
        },
        "BIBREF176": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Echtenacher",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Immunol",
            "volume": "145",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF177": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Echtenacher",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nature",
            "volume": "381",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF178": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ely",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/00003246-200301000-00002"
                ]
            }
        },
        "BIBREF179": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Emmanuilidis",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Immunol",
            "volume": "167",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF180": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Eskandari",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Immunol",
            "volume": "148",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF181": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Esmon",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "J Biol Chem",
            "volume": "264",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF182": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nat Med",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nm832"
                ]
            }
        },
        "BIBREF183": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Andersson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Leukoc Biol",
            "volume": "72",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF184": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Crit Care Med",
            "volume": "28",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF185": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Crit Care Med",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF186": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ganz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF187": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ganz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Curr Opin Immunol",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF188": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Circulation",
            "volume": "105",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1161/01.CIR.0000012529.00367.0F"
                ]
            }
        },
        "BIBREF189": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Antimicrob Agents Chemother",
            "volume": "43",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF190": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Geerlings",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "FEMS Immunol Med Microbiol",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0928-8244(99)00142-X"
                ]
            }
        },
        "BIBREF191": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gerard",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMcibr022995"
                ]
            }
        },
        "BIBREF192": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Giesen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "96",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.96.5.2311"
                ]
            }
        },
        "BIBREF193": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Girardin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "EMBO Rep",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF194": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Annane",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "288",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF195": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Gogos",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Infect Dis",
            "volume": "181",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF196": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Goodwin",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Eur J Biochem",
            "volume": "38",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF197": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Groh",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Science",
            "volume": "279",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF198": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Groh",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Nat Immunol",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/85321"
                ]
            }
        },
        "BIBREF199": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Growney",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Genome Res",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/gr.10.8.1158"
                ]
            }
        },
        "BIBREF200": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hack",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Adv Immunol",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF201": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Endocrinol Metab",
            "volume": "88",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1210/jc.2002-021478"
                ]
            }
        },
        "BIBREF202": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Henn",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Nature",
            "volume": "391",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/35393"
                ]
            }
        },
        "BIBREF203": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hensler",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Immun",
            "volume": "65",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF204": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "284",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.284.5418.1313"
                ]
            }
        }
    }
}