{
    "paper_id": "PMC7196920",
    "metadata": {
        "title": "The role of essential organ-based comorbidities in the prognosis of COVID-19 infection patients",
        "authors": [
            {
                "first": "Rongrong",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xien",
                "middle": [],
                "last": "Gui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yongxi",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yong",
                "middle": [],
                "last": "Xiong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The situation with the ongoing epidemic of coronavirus disease 2019 (COVID-19) that started in Wuhan, China, continued to rapidly evolve and this coronavirus was named as severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) by the World Health Organization and International Committee on Taxonomy of Viruses [1].",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The novel of COVID-19 has become a global health emergency. As of 16 March 2020, China had confirmed 80 881 cases of COVID-19 and there had been 3226 deaths. Except for China, 154 other nations have reported 100 286 COVID-19 confirmed cases and 3926 deaths.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Previous reports had descried the clinical characters of the patients with COVID-19 [2]. Except for pneumonia, SARS-CoV-2 may also cause damage to other organs such as the heart, the liver, and the kidneys, as well as to organ systems such as the blood and the immune system [3,4]. The relation of original comorbidities and prognosis of COVID-19 infection remains uncertain. This study attempts to investigate the effect of essential organ-based comorbidities on the prognosis of COVID-19-infected patients.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "All consecutive patients diagnosed with COVID-19 admitted to the Renmin Hospital of Wuhan University from 11 January to 16 March 2020 were enrolled in this retrospective cohort study. We obtained oral informed consent from all patients enrolled in the study. A confirmed COVID-19 case was defined as a positive result on real-time reverse transcription-polymerase chain reaction (RT-PCR) for the presence of SARS-CoV-2 in pharyngeal swab specimens. Open reading frame 1ab (ORF1ab) and nucleocapsid protein (N) were simultaneously amplified and tested during the real-time RT-PCR assay. The real-time RT-PCR assay was performed using a SARS-CoV-2 nucleic acid detection kit, according to the manufacturer’s protocol (Shanghai bio-germ Medical Technology Co Ltd). This case series was approved by the institutional ethics board of Zhongnan Hospital of Wuhan University (No. 2020020).",
            "cite_spans": [],
            "section": "Study design and participants ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cardiac injury was defined if the serum levels of cardiac biomarkers (e.g. troponin I) were above the 99th percentile upper reference limit or new abnormalities were shown in electrocardiography and echocardiography [2]. The assessment of cardiac functional status was based on Killip classification standard.",
            "cite_spans": [],
            "section": "Cardiac injury ::: Definitions and severity of organ injuries ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The classification standard of liver injury was referred to the literature [5]. ALT was used as the observation index, and the upper limit of normal (ULN) was 46 U/L. ALT in Level 1, Level 2, Level 3, and Level 4 of liver injury ranged from 1.25 to 2.5 ULN, 2.5–5.0 ULN, 5.0–10.0 ULN, and >10.0 ULN, respectively.",
            "cite_spans": [],
            "section": "Liver injury ::: Definitions and severity of organ injuries ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Acute kidney injury was diagnosed according to the Kidney Disease: Improving Global Outcomes (KDIGO) clinical practice guidelines [6].",
            "cite_spans": [],
            "section": "Kidney injury ::: Definitions and severity of organ injuries ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Three physicians collected and reviewed the data. The epidemiological data, medical history, underlying comorbidities, symptoms, and signs both at admission and during follow-up, laboratory findings, chest computed tomographic (CT) scans, real-time RT-PCR detection results, and survival data were obtained from patients’ electronic medical records. Laboratory values and chest CT scans were collected at admission. The clinical outcomes were followed up until March 31th, 2020.",
            "cite_spans": [],
            "section": "Data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Categorical variables were described as frequency rates and percentages, and proportions for categorical variables were compared using the χ2 test, although the Fisher exact test was used when the data were limited. Continuous variables were described using mean, median, and interquartile range (IQR) values. Means for continuous variables were compared using independent group t-tests when the data were normally distributed; otherwise, the Mann–Whitney test was used. All statistical analyses were performed using SPSS (Statistical Package for the Social Sciences) version 13.0 software (SPSS Inc). For unadjusted comparisons, a ﻿two-sided α of less than .05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A total of 212 COVID-19 patients confirmed via PCR detection of SARS-CoV-2 in Zhongnan Hospital of Wuhan University from 24 December 2019 to 24 February 2020 were included in this study. The median age was 55.6 years (IQR, 40–67; range, 20–91 years). Among them, 107 (50.5%) were men, with a median age of 54.6 years (IQR, 46–67; range, 33–91 years), and 105 (49.5%) were women, with a median age of 56.1 years (IQR, 45–68; range, 20–85 years). Of the 212 COVID-19 patients, 89 (42.0%) had at least one chronic comorbidity. The proportion of cardiovascular diseases, liver diseases, kidney diseases, and ≥2 comorbidities were 15.6%(33/212), 10.8%(23/212), 5.2%(11/212), and 10.4%(22/212), respectively.",
            "cite_spans": [],
            "section": "Baseline characteristics ::: Results",
            "ref_spans": []
        },
        {
            "text": "The proportions of comorbidities in COVID-19 patients whose age ≤44, 45–64, ≥65 years were 17.4%(12/69), 46.9%(38/81), and 62.9%(39/62), respectively, which exerted significantly differences (P < 0.001). COVID-19-related mortality also increased with age (P < 0.001), presenting 4.3%(3/69), 6.2%(5/81), and 27.4%(17/62) in patients whose age ≤44, 45–64, ≥65 years, respectively. The incidence of complications is similar in men and women (P = 0.762), but the mortality is significantly higher in men than in women [19.6%(21/107) vs 3.8%(4/105), P < 0.001] (Table 1).\n\n",
            "cite_spans": [],
            "section": "Age and sex with the comorbidities and death ::: Results",
            "ref_spans": []
        },
        {
            "text": "According to admission days, the COVID-19 patients were divided into ≤7 days, 8–14 days, 15–21 days, 22–28 days, and ≥29 days, the incidence of essential organ injury was 14.0%(8/57), 19.4%(20/103), 25.6%(10/39), 44.4%(4/9), and 100.0%(4/4), respectively, which exerted significantly differences (P < 0.001). Also, the mortality increased with admission days (P = 0.034), presenting 5.3%(3/57), 10.7%(11/103), 17.9%(7/39), 22.2%(2/9), and 50.0%(2/4) in above groups, respectively (Table 2).\n\n",
            "cite_spans": [],
            "section": "Essential organ injury and death on different admission days ::: Results",
            "ref_spans": []
        },
        {
            "text": "Compared to COVID-19 patients without heart-based comorbidities, a greater proportion of patients developed myocardial injury in patients with heart-based comorbidities [9.1%(3/33) vs 2.2%(4/179), P = 0.043], while the similar results were shown for liver injury in patients with liver-based comorbidities [13.0%(3/23) vs 3.2%(6/189), P = 0.027], kidney injury in patients with kidney-based comorbidities [54.5%(6/11) vs 2.0%(4/201), P < 0.001], and more than two kinds of essential organ injuries [59.1%(13/22) vs 3.6%(7/192), P < 0.001] (Table 3).\n\n",
            "cite_spans": [],
            "section": "Comorbidities and prognosis of COVID-19 infection patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "Moreover, compared to COVID-19 patients without comorbidities, the higher mortality was also shown in COVID-19 patients with heart-based comorbidities [6.1%(2/33) vs 0.6%(1/179), P = 0.014], with liver-based comorbidities [8.7%(2/23) vs 0.5%(1/189), P = 0.002], with kidney-based comorbidities [27.3%(3/11) vs 1.0%(2/201), P < 0.001], and with more than two kinds of essential organ-based comorbidities [40.9%(9/22) vs 2.6%(5/192), P < 0.001] (Table 3).",
            "cite_spans": [],
            "section": "Comorbidities and prognosis of COVID-19 infection patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "The mortality was 0%(0/7), 28.6%(2/7), 33.3%(2/6), and 100.0%(2/2), respectively, in COVID-19 patients with cardiac function grade 1–4 (P = 0.044).",
            "cite_spans": [],
            "section": "Level of essential organ injury and prognosis of COVID-19 infection patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "The same phenomenon of higher mortality with more severe organ injuries can be also observed in liver injury and kidney injury, which presenting 6.3%(1/16), 44.4%(4/9), 66.7%(2/3), and 100.0%(1/1) in COVID-19 patients with liver function grade 1–4 (P = 0.020), respectively, and 20.0%(4/20), 66.7%(2/3), 50.0%(1/2), and 100.0%(3/3) in COVID-19 patients with kidney function grade 1–4 (P = 0.030), respectively (Table 4).\n\n",
            "cite_spans": [],
            "section": "Level of essential organ injury and prognosis of COVID-19 infection patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "People of all ages are susceptible to SARS-CoV-2 infection. It is well known that older people are more likely to be associated with essential organ-related comorbidities. This pattern was confirmed by the data of 212 COVID-19 patients in this study, and the data also showed that older patients were significantly more likely to die, which was consistent with other studies [2–4]. It is interesting that although the data in this study showed no difference in the infection rates of essential organ-related comorbidities between men and women, men were prone to have a poor prognosis. The result was consistent with another report presenting male was an independent risk factor to influence the improvement of COVID-19 patients [7].",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, 88.2%(187/212) of the patients were improved in hospital during follow-up. Twenty-five patients died and the mortality rate was 11.8%(25/212). The mortality rate in our study was higher than that indicated in other reports [7,8] in China but similar to that reported in Italy [9]. This heterogeneity is probably due to differences in the case inclusion criteria. As a designated medical institution, our hospital mainly managed COVID-19 patients with severe diseases, which may be the main reason for the higher mortality in this study.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The data in this study further confirmed that COVID-19 patients with longer duration in hospital were more likely to suffer heart, liver and kidney injuries, and higher mortality. We believe that severe COVID-19 patients often require longer duration in hospital, which should be the primary cause of the bad outcomes and poor prognosis for those patients with longer admission days.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In our study population, there were 89 patients (42.0%) who had at least one kind of essential organ-based comorbidities. Previous studies reported non-survivors present a higher proportion of various co-existing chronic illnesses in univariate analysis [4,10–12]. Consistent with previous reports [10,13,14], our study indicated that COVID-19 patients with heart, liver, and kidney comorbidities had a higher risk of related organ injuries and death, compared with those without comorbidities. The cardiac, liver, and kidney complications can occur precipitously at any point during hospitalization and are increasingly being described as late complications that can occur after improvements in a patient’s respiratory status. Although it is impossible to distinguish whether heart, liver, and kidney injury were caused by viral infection, or drug-related side effects during treatment, or by existing comorbidities, we observed a higher mortality in COVID-19 patients with more severe grade of existing comorbidities. The result suggested that existing comorbidities were at least one of the factors contributing to COVID-19-related deaths. During the treatment of COVID-19 patients, except for focusing on respiratory failure from acute respiratory distress syndrome (ARDS) caused by COVID-19 infection, a series of organ-injuries and deaths related to heart, liver, and kidney comorbidities were also worthy of close monitoring.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are some limitations of this study. First, a small number of COVID-19 patients were analyzed in this study, which might lead to selection bias. Due to the specific classification management of COVID-19 patients in designated hospitals during the special periods, to a certain extent, the data in our study can represent the situation of moderate to severe COVID-19 patients. Second, comorbidities such as diabetes and hypertension, which can also affect the prognosis of COVID-19 patients, were not analyzed. After enough cases have been managed, these comorbidities would be analyzed in the future.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Older, male patients with SARS-CoV-2 infection showed a higher mortality risk. Organ function damage and death are more likely to occur in COVID-19 patients with primary diseases of heart, liver, or kidney. The Grades of organ damage were positively correlated with the mortality.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: The associations of age and sex with the comorbidities and death.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: The timetable of essential organ injury and death.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: The effect of essential organ-based comorbidities on the prognosis of COVID-19-infected patients.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4.: The level of essential organ injury on the prognosis of COVID-19-infected patients.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "WHO Director-General’s remarks at the media briefing on SARS-CoV-2",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Division of AIDS table for grading the severity of adult and pediatric adverse events",
            "authors": [],
            "year": 2009,
            "venue": "Clarification",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "KDIGO clinical practice guidelines for acute kidney injury",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Khwaja",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nephron Clin Pract",
            "volume": "120",
            "issn": "",
            "pages": "c179-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Risk factors for disease severity, unimprovement, and mortality of COVID-19 patients in Wuhan, China",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Microbiol Infect",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2020.04.012"
                ]
            }
        },
        "BIBREF7": {
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "ZY",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF8": {
            "title": "Coronavirus disease 2019 (COVID-19) situation report-72",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Risk factors of fatal outcome in hospitalized subjects with coronavirus disease 2019 from a nationwide analysis in China",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chest",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2020.04.010"
                ]
            }
        },
        "BIBREF10": {
            "title": "Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "368",
            "issn": "2",
            "pages": "m641-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF12": {
            "title": "The impact of 2019 novel coronavirus on heart injury: a systemic review and meta-analysis",
            "authors": [
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Woodward",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Prog Cardiovasc Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.pcad.2020.04.008"
                ]
            }
        },
        "BIBREF13": {
            "title": "Diabetic patients with COVID-19 infection are at higher risk of ICU admission and poor short-term outcome",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Roncon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zuin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rigatelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Virol",
            "volume": "127",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}