{
    "paper_id": "PMC7237365",
    "metadata": {
        "title": "Purple Fingers and Toes",
        "authors": [
            {
                "first": "Hadir",
                "middle": [],
                "last": "Shakshouk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Julia",
                "middle": [
                    "S."
                ],
                "last": "Lehman",
                "suffix": "",
                "email": "lehman.julia@mayo.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A 34-year-old female patient presented with painful erythematous papules on both hands and feet. The lesions appeared in late December and were increasing in number by the time she was evaluated in early spring. She was at 19 weeks of pregnancy, with no other new symptoms or relevant medical or drug history. On dermatologic examination, multiple mildly tender violaceous papules were noted bilaterally on tips of acral surfaces (Figure 1\n). No ulceration or necrosis was observed.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 431,
                    "end": 439,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The clinical differential diagnosis was broad and included chilblains, chilblains lupus, vasculitis, or occlusive vasculopathy. Laboratory investigations for antinuclear antibody (ANA), antineutrophil cytoplasmic antibody (ANCA), homocysteine, cardiolipin, and hepatitis virology were negative. Also, results of the complete blood count (CBC), erythrocyte sedimentation rate (ESR), C-reactive protein (CRP), coagulation profile, and urinanalysis were normal. Punch biopsy from the left great toe revealed papillary dermal edema with superficial and deep perivascular lymphocytic inflammation and endothelial cell swelling (Figure 2\n). Red blood cell extravasation was noted in upper dermis. Vacuolar interface changes typically present in lupus were absent, as were fibrinoid degeneration of vessel walls or intravascular occlusive changes. Direct immunofluorescence was unremarkable. Taken together, clinical, histopathologic, and serologic findings led to a diagnosis of idiopathic perniosis.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 623,
                    "end": 631,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Perniosis, also known as chilblains, is a cold-induced inflammatory disorder commonly affecting acral sites and is frequently accompanied by a sensation of itching, burning, or pain.1 Perniosis can be categorized as primary or secondary perniosis. Primary perniosis has been linked to abnormal neurovascular responses of dermal vessels in reaction to cold. Affected patients develop vasoconstriction in acral sites instead of the protective vasodilatory response.2 Several criteria have been proposed for diagnosis, including 1 major criterion of localized erythema and swelling involving acral sites that persists for >24 hours, in addition to 1 of the following minor criteria: onset and/or worsening in cooler months (between November and March in the northern hemisphere), histopathologic findings of skin biopsy consistent with perniosis, without findings of lupus erythematosus, and response to conservative treatments (warming and drying).3 Secondary perniosis has been linked to several systemic etiologies including cryoglobulinemia, autoimmune connective tissue diseases, leukemia, hyperviscosity syndrome, and antiphospholipid syndrome. In addition, reports of perniosis-like skin changes in association with infection by the novel coronavirus SARS-CoV-2 are emerging. However, the association between pernio and lupus erythematosus (chilblains lupus) is the most well established.4 Given these associations, it is of paramount importance to exclude other diseases in cases of perniosis.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 463,
                    "end": 464,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 946,
                    "end": 947,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1392,
                    "end": 1393,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Primary perniosis is a self-limited condition. Conservative treatment by keeping the acral sites warm and dry, as well as maintaining core body temperature and avoiding smoking is usually adequate to control disease. For resistant cases, nifdepine and pentoxyphylline may be considered.5\n",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 287,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Purpuric papules on tips of multiple toes.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Histopathology of a lesional skin biopsy specimen showed (A) superficial and deep perivascular lymphocytic inflammation with superficial dermal edema and erythrocyte extravasation; (B) perivascular lymphocytic inflammation with endothelial cell swelling, superficial dermal edema, and erythrocyte extravasation. (Hematoxylin and eosin stain (A) 4x original magnification, (B) 10x original magnification.)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Epidemiological patterns of perniosis, and its association with systemic disorder",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Takci",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Vahaboglu",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Eksioglu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Exp Dermatol",
            "volume": "37",
            "issn": "8",
            "pages": "844-849",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Idiopathic chilblains",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Prakash",
                    "suffix": ""
                },
                {
                    "first": "M.H.",
                    "middle": [],
                    "last": "Weisman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Med",
            "volume": "122",
            "issn": "12",
            "pages": "1152-1155",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Clinical characteristics, etiologic associations, laboratory findings, treatment, and proposal of diagnostic criteria of pernio (chilblains) in a series of 104 patients at Mayo Clinic, 2000 to 2011",
            "authors": [
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Cappel",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Wetter",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Mayo Clinic Proc",
            "volume": "89",
            "issn": "2",
            "pages": "207-215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A histologic and immunohistochemical study of chilblains",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Cribier",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Djeridi",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Peltre",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Grosshans",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Am Acad Dermatol",
            "volume": "45",
            "issn": "6",
            "pages": "924-929",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Nifedipine vs placebo for treatment of chronic chilblains: a randomized controlled trial",
            "authors": [
                {
                    "first": "I.H.",
                    "middle": [],
                    "last": "Souwer",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Bor",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Smits",
                    "suffix": ""
                },
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Lagro-Janssen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Ann Fam Med",
            "volume": "14",
            "issn": "5",
            "pages": "453-459",
            "other_ids": {
                "DOI": []
            }
        }
    }
}