{
    "paper_id": "PMC7091588",
    "metadata": {
        "title": "Asian Bioethics Review Enters a New Era",
        "authors": [
            {
                "first": "Graeme",
                "middle": [],
                "last": "Laurie",
                "suffix": "",
                "email": "Graeme.Laurie@ed.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "It is an honour and privilege to be writing this editorial in my capacity as the new Editor-in-Chief of the Asian Bioethics Review. It has been very heartening to watch the growth of this publication from before its inception until the present day. I recall fondly meetings in Edinburgh over a decade ago with Professor Alastair Campbell and Sally Campbell—ABR’s first Managing Editor, together with Editor-in-Chief Leonardo di Castro—to discuss my experience of setting up and running an online journal SCRIPT (https://script-ed.org/), from which I hope some lessons were learned to help put Asian Bioethics Review on its current trajectory. Much credit must be given to Associate Professor Calvin Ho as the outgoing Editor-in-Chief of the journal—he has worked tirelessly to maintain standards and to improve the standing of the journal internationally, and for this, he is to be congratulated. I wish him every continued success in his new post in Hong Kong. In turn, Prof. Ho has been strongly supported in his role, first by Prof. Campbell, and more recently by Professor Vikki Entwistle, to whom I am also personally very grateful for managing the transition of editorship so smoothly.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As we enter a new era for the journal, I want to remind readers of the core elements of the vision for this publication: we aim to provide a forum to express and exchange original ideas on all aspects of bioethics, especially those relevant to the region of Asia. The journal seeks to promote collaborative research among scholars in Asia or with an interest in Asia, as well as multi-cultural and multi-disciplinary bioethical studies more generally. For me, as a scholar originally trained in medical law and ethics, and who has had the opportunity to collaborate extensively with colleagues in the bioethics community on many continents, a key feature of the journal’s contribution is through capacity building for scholars at all stages of their career. As the new Editor-in-Chief, I offer you an unwavering commitment to make the Asian Bioethics Review a vehicle not only for high quality publications, but also as a means to receive respectful, timely and supportive feedback on publications in development. I am very happy to discuss work at all stages, and I invite you to contact me to discuss ideas. I provide my contact details below. The Editorial team is committed to working with authors productively to promote publication when we see real potential, and also to provide helpful advice for future opportunities even if publication in Asian Bioethics Review is not the right outlet. In other words, I see our role not only as a final mechanism for publication, but also as an opportunity for scholarly growth.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "For this current issue, we are very pleased to support work that makes multiple and diverse contributions. At a time when it seems that the world is obsessed with COVID-19 as the latest infectious disease pandemic to threaten our health and global security, our colleagues Florencia Luna and Valerie Luyckx (2020) invite us to reflect on a crucially important question: why have non-communicable diseases been left behind? In a rich ethical analysis, these authors examine and expose the weaknesses of argumentation supporting the prioritisation of resources towards communicable diseases at the expense of investment in treatment of non-communicable diseases. They admirably demonstrate that few positions stand up to robust scrutiny. Their argument from justice supporting a re-orientation of priorities deserves careful consideration.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 312,
                    "mention": "2020",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Closer to the patient experience, Sumytra Menon et al. (2020) examine the cultural, ethical and legal tensions that can arise in the context of family involvement in healthcare decision-making. Their paper highlights a crucial way in which this journal adds value to international understanding and global scholarship, viz. reminding us of diverse experiences and approaches to core ethical values and principles, such as respect for autonomy. Using the example of Singapore, the authors draw wider lessons for many Asian and other cultures where the role of families in crucial decision-making is common. From the scholarly perspective, they highlight the tensions that can arise when this practice is juxtaposed with extant ethical and legal frameworks where such a familial role is not necessarily recognised or formally respected. Importantly, they offer ways to engage productively with this phenomenon, arguing from a relational autonomy perspective.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 60,
                    "mention": "2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Finally, for our Original Articles section, and in keeping with the journal’s commitment to multi-disciplinary bioethical studies, we are pleased to publish a study by Zaw Zaw Oo et al. (2020) that focusses on experiences in Myanmar in considering fitness-for-purpose of research ethics committees (RECs) when assessing human health research. The article presents the result of a self-assessment tool deployed within Myanmar’s regulatory environment of RECs covering many organisation and procedural aspects of operating a REC system. The study is important both for the reporting of results in the Myanmar context, as well as for the comparative value of such findings in engaging with experiences in other lower- and middle-income countries.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "mention": "2020",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Our March 2020 issue ends with an insightful case commentary from Miho Tanaka and Satoshi Kodama (2020) that focuses on experiences in a Tokyo hospital—precisely one year ago—when a patient died when a physician complied with their request to withdraw kidney dialysis. Ethically and legally, the topic is complex in Japan for the absence of legal regulations dealing directly with the withdrawal of life-sustaining treatment. Our colleagues assist us in thinking through the dilemmas before turning to a normative argument that legal reform is now required.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "mention": "2020",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Before signing off on my first editorial for the Asian Bioethics Review, I would like to offer one final word of thanks to Karel Caals who serves as Assistant Editor to the journal. Together with Vikki Entwistle, he has made my transition into this role as effortless as possible, and I am eternally grateful for his can-do attitude when it comes to delivering on the objectives of the journal.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To all of you readers, please take on board my pledge to you above—get in touch with your ideas!",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}