{
    "paper_id": "PMC7203566",
    "metadata": {
        "title": "Advances in biochemical and functional roles of angiotensin-converting enzyme 2 and angiotensin-(1–7) in regulation of cardiovascular function",
        "authors": [
            {
                "first": "Carlos",
                "middle": [
                    "M."
                ],
                "last": "Ferrario",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aaron",
                "middle": [
                    "J."
                ],
                "last": "Trask",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jewell",
                "middle": [
                    "A."
                ],
                "last": "Jessup",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The RAS should be viewed as both a circulating and cellular hierarchically organized network with links characterized by enzyme-catalyzed biochemical reactions leading to the production of the COOH-terminus [ANG-(1–8) (ANG II), ANG-(2–8) (ANG III), and ANG-(3–8) (ANG IV)] and the NH2-terminus [ANG-(1–7)] active hormones (Fig. 1). The enzymes responsible for the formation of these hormones are the following: 1) the pro-renin, renin complex cleaving the decapeptide ANG I from the NH2-terminus angiotensinogen substrate; 2) ACE and the endopeptidases neutral endopeptidase 24.11 (neprilysin; E.C.3.4.24.11), prolyl endopeptidase 24.26 (E.C.4.3.4.24.26), and metallo protease 24.15 (E.C.4.3.4.24.15) hydrolyzing ANG I into the COOH-terminus octapeptide ANG II and the NH2-terminus heptapeptide ANG-(1–7); and 3) ACE2, metabolizing ANG I into ANG-(1–9) and ANG II into ANG-(1–7).",
            "cite_spans": [],
            "section": "REEXAMINATION OF BIOCHEMICAL CASCADE LEADING TO FORMATION OF ANGIOTENSIN PEPTIDES",
            "ref_spans": [
                {
                    "start": 323,
                    "end": 329,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "By applying the emerging concepts of systems biology enunciated by Barabasi and Oltvai (6), it can be readily interpreted that the RAS functions as a hierarchically organized network where the starting point of the system is based on the glycoprotein angiotensinogen precursor produced not only by the liver but also secreted by cells in organs such as the kidney, brain, heart, and visceral fat (18, 44). Both ACE and the ANG-(1–7)-forming enzymes represent nodes [points of connectivity or links within a biological network as defined by Barabasi and Oltvai (6)] within the system because ACE also degrades both bradykinin and ANG-(1–7) (20, 112), whereas neprilysin hydrolyzes atrial natriuretic peptide and cleaves ANG I into ANG-(1–7) in blood (114). ACE2 also catalyzes a number of substrates other than ANG II. As reviewed by Burrell et al. (14) ACE2 cleaves the COOH-terminal residue of the peptides des-Arg9-bradykinin, neurotensin 1–13, and kinetensin and hydrolyses apelin-13 and dynorphin A 1–13 with as high a catalytic efficiency as ANG II.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 89,
                    "mention": "6",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "18",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 401,
                    "end": 403,
                    "mention": "44",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 561,
                    "end": 562,
                    "mention": "6",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 640,
                    "end": 642,
                    "mention": "20",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 644,
                    "end": 647,
                    "mention": "112",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 750,
                    "end": 753,
                    "mention": "114",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 849,
                    "end": 851,
                    "mention": "14",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "REEXAMINATION OF BIOCHEMICAL CASCADE LEADING TO FORMATION OF ANGIOTENSIN PEPTIDES",
            "ref_spans": []
        },
        {
            "text": "Thus the system not only shows a high degree of hierarchy, but it also displays modularity because functionally linked molecules (or nodes) work together to achieve a relative distinct function. These important concepts, first applied by Ferrario et al. (35) to the RAS, underscore the weakness of the previously accepted view of the system as a linear and sequential biochemical cascade primarily responsible for the formation of ANG II. The findings also illustrate the complexity of the integration responsible for the formation and degradation of molecules participating in vascular tone, growth, and cellular signaling. An example of the dynamics of the system using the principle of network biology reveals the existence of a “feedforward” feedback mechanism within the ACE and ACE2 node of regulation (Fig. 2). At this site of the biochemical cascade, ACE determines both the production of ANG II and the degradation of ANG-(1–7), whereas ACE2, by facilitating the conversion of ANG II into ANG-(1–7), can regulate the net level of ANG II present in the tissues. Visualization of the interplay between the two ACEs in determining products formation and metabolism may be particularly useful in interpreting the effects of ACE inhibitors because blockade of the ACE enzyme will not only suppress the formation of ANG II but also inhibit the metabolism of both ANG-(1–7) and bradykinin. Studies from Dr. Erdos's (25) laboratory showed that ANG-(1–7) is an inhibitor of the COOH domain of ACE and that in contrast with ANG II, ANG-(1–7) metabolism by ACE is mediated by the NH2 domain of ACE. It is also critical to understand that ACE is also a network within a network because the enzyme is also involved in the inactivation of bradykinin and the degradation of the anti-fibrotic factor N-acetyl-seryl-aspartyl-lysyl-proline (82).",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "mention": "35",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1418,
                    "end": 1420,
                    "mention": "25",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1832,
                    "end": 1834,
                    "mention": "82",
                    "ref_id": "BIBREF97"
                }
            ],
            "section": "REEXAMINATION OF BIOCHEMICAL CASCADE LEADING TO FORMATION OF ANGIOTENSIN PEPTIDES",
            "ref_spans": [
                {
                    "start": 809,
                    "end": 815,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The other lesson that should be understood from viewing the system as illustrated above and in Fig. 3 is that in the context of this biological network, the action of enzyme inhibitors (and even receptor blockers) can affect the system (in our case the formation or metabolism of the active products) in forms not usually recognized by many. The feedforward mechanism illustrated in Fig. 2 may be particularly important during blockade of AT1 receptors because the increase in the concentration of ANG II will stimulate greater production of ANG-(1–7), as demonstrated in previous experiments (37, 52). In addition, the low affinity binding of ANG-(1–7) to AT1 receptors may allow the peptide to act as an agonist in the absence of ANG II and, conversely, function as an antagonist in the presence of ANG II (100).",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 596,
                    "mention": "37",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 598,
                    "end": 600,
                    "mention": "52",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 809,
                    "end": 812,
                    "mention": "100",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "REEXAMINATION OF BIOCHEMICAL CASCADE LEADING TO FORMATION OF ANGIOTENSIN PEPTIDES",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 101,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 383,
                    "end": 389,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Because a detailed review of the various components of the RAS network is outside the scope of this review, and several worthy publications are available for review (14, 17, 30, 36, 102, 103, 110, 115), the rest of our discussion will focus on the interplay among ACE, ACE2, and ANG-(1–7).",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "mention": "14",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 170,
                    "end": 172,
                    "mention": "17",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 174,
                    "end": 176,
                    "mention": "30",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 178,
                    "end": 180,
                    "mention": "36",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 182,
                    "end": 185,
                    "mention": "102",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 187,
                    "end": 190,
                    "mention": "103",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 192,
                    "end": 195,
                    "mention": "110",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 197,
                    "end": 200,
                    "mention": "115",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "REEXAMINATION OF BIOCHEMICAL CASCADE LEADING TO FORMATION OF ANGIOTENSIN PEPTIDES",
            "ref_spans": []
        },
        {
            "text": "ACE2, the newest member of the RAS, was cloned independently by Donoghue et al. (28) and Turner et al. (104) using genome-based strategies to probe for either proteins with functions similar to that of ACE or proteins involved in cardiac function. ACE2 exhibited a high catalytic efficiency for the conversion of ANG II to ANG-(1–7), almost 500-fold greater than that for the conversion of ANG I to ANG-(1–9) (85, 107). Vickers et al. (107) showed that from an array of over 120 peptides, only dynorphin A and apelin 13 were hydrolyzed by ACE2 with comparable kinetics to the conversion of ANG II to ANG-(1–7). ACE2 thus provided the missing connection between ANG II and ANG-(1–7), leading to a regulatory balance between the pressor and depressor arms of the RAS.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "mention": "28",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 104,
                    "end": 107,
                    "mention": "104",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 410,
                    "end": 412,
                    "mention": "85",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 414,
                    "end": 417,
                    "mention": "107",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 436,
                    "end": 439,
                    "mention": "107",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "ACE2",
            "ref_spans": []
        },
        {
            "text": "ACE2 is homologous to ACE, sharing about 42% amino acid sequence identity to the catalytic domain of ACE. Both enzymes are metallopeptidases, containing the typical HEXXH zinc-binding motif (102, 103). Similar to ACE, ACE2 is present in a wide variety of cells and tissues with high expression in the heart, kidney, the retina, and the uteroplacental tissue (12, 15, 28, 69, 70, 98, 99). A study of 72 human tissues by Harmer et al. (49) showed high ACE2 mRNA in cardiorenal and gastrointestinal tissues with limited expression in the central nervous system and lymphoid tissues. Despite shared similarities, there are notable differences between the two enzymes. ACE has two catalytic sites, whereas ACE2 has only one. ACE2 is a carboxy-monopeptidase with a preference for hydrolysis between a proline and carboxy-terminal hydrophobic or basic residues, differing from ACE, which cleaves two amino acids from ANG I. This reactivity divergence is due to amino acid substitutions in ACE2, causing changes in the substrate-binding subsite (101). Although a distinct difference between ACE and ACE2 is that ACE inhibitors have no direct effect on ACE2 activity, this interpretation needs a cautionary note because we showed that chronic administration of lisinopril in Lewis normotensive rats was associated with increase ACE2 mRNA in the heart (37) but not in the kidney (38), whereas ACE2 activity in lisinopril-treated rats was significantly augmented only in the kidney (38). The demonstration of a tissue-specific regulation of ACE2 gene expression and ACE2 enzyme activity is further underscored by our finding of a differential effect of AT1 receptor blockade on ACE2 mRNA in the aorta and carotid arteries of SHR. In this study, we showed increased ACE2 gene expression in the aorta but not the carotid arteries of SHR given olmesartan for 2 wk (50). Altogether, these studies suggest that ACE2 is highly regulated at transcription, a characteristic not unexpected for a rate-limiting enzyme that maintains the equilibrium between opposing arms of a biochemical pathway. It would not be surprising that multiple layers of regulation, including translational and posttranslational modifications, are involved in determining the tissue-specific activity of the enzyme.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "mention": "102",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 196,
                    "end": 199,
                    "mention": "103",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 359,
                    "end": 361,
                    "mention": "12",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 363,
                    "end": 365,
                    "mention": "15",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 367,
                    "end": 369,
                    "mention": "28",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 371,
                    "end": 373,
                    "mention": "69",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": "70",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 379,
                    "end": 381,
                    "mention": "98",
                    "ref_id": "BIBREF114"
                },
                {
                    "start": 383,
                    "end": 385,
                    "mention": "99",
                    "ref_id": "BIBREF115"
                },
                {
                    "start": 434,
                    "end": 436,
                    "mention": "49",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "mention": "101",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1343,
                    "end": 1345,
                    "mention": "37",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1370,
                    "end": 1372,
                    "mention": "38",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1472,
                    "end": 1474,
                    "mention": "38",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1851,
                    "end": 1853,
                    "mention": "50",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "ACE2",
            "ref_spans": []
        },
        {
            "text": "Komatsu et al. (63) mapped the ACE2 gene to the X chromosome in the mouse, whereas Crackower et al. (24) showed that the rat ace2 maps to a quantitative trait locus with a significant logarithm-of-the-odds score for hypertension in three models of hypertension: the Sabra salt-sensitive rat, the spontaneously hypertensive rat (SHR), and the stroke-prone SHR (SHRSP). In these three rat strains, Crackower et al. (24) further showed that both ACE2 mRNA and protein were significantly reduced, suggesting that ACE2 is a candidate gene for this quantitative trait locus. More importantly, however, the elevated blood pressure in these three strains of rats may result from the increase in ANG II and reduced ANG-(1–7) as a result of decreased ACE2 activity. These findings suggest that ACE2 maintains the delicate balance between the pressor peptide ANG II and the depressor ANG-(1–7). Pathophysiological conditions that alter ACE2 activity will tip this equilibrium, leading to hypertension or hypotension (110). The discovery and characterization of ACE2 quells any doubts, as documented below, about the importance of the ANG-(1–7) arm of the RAS.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 18,
                    "mention": "63",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 101,
                    "end": 103,
                    "mention": "24",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 414,
                    "end": 416,
                    "mention": "24",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1006,
                    "end": 1009,
                    "mention": "110",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "ACE2",
            "ref_spans": []
        },
        {
            "text": "The biological effects of the heptapeptide ANG-(1–7) were first demonstrated by our group in the rat hypothalamic-hypophysial implant (91, 92) following its detection in significant quantities in canine cerebrospinal fluid (86). In these experiments, Schiavone et al. (92) first showed that the ability of ANG-(1–7) to stimulate release of vasopressin from the explant was equivalent to that obtained with ANG II. At the time these studies were reported, there was consensus that angiotensin peptides with a truncated COOH-terminal had no biological activity (46), a concept that was disproved with the characterization of ANG-(1–7) biological effects by our laboratory (8–10).",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "mention": "91",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 139,
                    "end": 141,
                    "mention": "92",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 224,
                    "end": 226,
                    "mention": "86",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 269,
                    "end": 271,
                    "mention": "92",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "46",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 671,
                    "end": 672,
                    "mention": "8",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 673,
                    "end": 675,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "ANGIOTENSIN-(1–7)",
            "ref_spans": []
        },
        {
            "text": "These earlier experiments were followed by the demonstration of vasodilatory effects of the heptapeptide in the systemic circulation and characterization of the hypotensive action of ANG-(1–7) through the release of bradykinin, prostaglandins, and endothelium-derived NO (32, 36, 42, 53–56, 71, 75, 76, 78). On the basis of these and correlative studies, Ferrario et al. (36, 76) first suggested that the vascular responses to ANG-(1–7) were augmented in conditions in which the endogenous RAS had been stimulated by either induction of renovascular hypertension or a low-salt diet (77). The studies led to the realization that ANG-(1–7) may act as an endogenous inhibitor of ANG II, thus establishing the concept that there were two distinct arms for the processing of active angiotensins within the RAS. One arm of the biochemical axis represented the classically accepted hypertensive pathway for the formation of ANG II from ANG I, whereas the other arm of the system, acting as an antihypertensive pathway formed ANG-(1–7) from the same common precursor ANG I. A study of the effect of endogenous neutralization of ANG-(1–7) with either a specific antibody or the selective ANG-(1–7) receptor antagonist d-Ala7-ANG-(1–7) is in keeping with this interpretation (Fig. 4) because administration of either agent is associated with a hypertensive response when the circulating renin RAS was stimulated by chronic sodium depletion (53).",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 274,
                    "mention": "32",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "36",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "42",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 284,
                    "end": 286,
                    "mention": "53",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 287,
                    "end": 289,
                    "mention": "56",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 291,
                    "end": 293,
                    "mention": "71",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 295,
                    "end": 297,
                    "mention": "75",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 299,
                    "end": 301,
                    "mention": "76",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 303,
                    "end": 305,
                    "mention": "78",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 372,
                    "end": 374,
                    "mention": "36",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 376,
                    "end": 378,
                    "mention": "76",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 583,
                    "end": 585,
                    "mention": "77",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1431,
                    "end": 1433,
                    "mention": "53",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "ANGIOTENSIN-(1–7)",
            "ref_spans": [
                {
                    "start": 1266,
                    "end": 1272,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The significance of these findings was amplified by the demonstration of a contribution of endogenous ANG-(1–7) to the antihypertensive response elicited by administration of ACE inhibitors or even ANG receptor blockers (ARBs) (Fig. 3). Studies in animals showed that inhibition of ACE was associated with increased ANG-(1–7) levels due to the attending accumulation of ANG I and inhibition of ANG-(1–7) metabolism (53–56). ANG-(1–7) levels were also augmented by blockade of AT1 receptors (37); the mechanism of the increase is due to increased formation of the heptapeptide through a renin-mediated increase in ANG I (reflecting the blockade of the negative feedback that AT1 receptors exert on renin release). The change in the profile of ANG peptides in response to these treatments has been confirmed in human subjects in whom the chronic antihypertensive effects of either captopril or omapatrilat treatment correlated with increased urinary levels of ANG-(1–7) (39, 73).",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 418,
                    "mention": "53",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 419,
                    "end": 421,
                    "mention": "56",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "37",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 969,
                    "end": 971,
                    "mention": "39",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 973,
                    "end": 975,
                    "mention": "73",
                    "ref_id": "BIBREF87"
                }
            ],
            "section": "ANGIOTENSIN-(1–7)",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 234,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The heart (5, 108), brain (65), and the kidneys (1, 2) are sources for the production of ANG-(1–7), although other organs such as the uteroplacental tissue (11, 12) and ovaries (23) are implicated as well. The relative production of ANG-(1–7) in tissues is probably regulated by the abundance of ANG-(1–7)-forming enzymes or access to its substrate. ANG-(1–7)-forming enzymes appear to be distributed in different proportions among organs or possibly cellular compartments. We showed that neprilysin was primarily accountable for the formation of ANG-(1–7) in the circulation (114), whereas prolyl endopeptidase 24.26 and metallo endopeptidase 24.15 accounted for ANG-(1–7) formation in vascular endothelial cells and smooth muscle cells, respectively (109). These data imply that ANG-(1–7) acts as a tissue paracrine or autocrine hormone, an interpretation that is confirmed by the potent effects of the peptide in the rat mesenteric circulation (78) and vascular smooth muscle cells in culture (42).",
            "cite_spans": [
                {
                    "start": 11,
                    "end": 12,
                    "mention": "5",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 14,
                    "end": 17,
                    "mention": "108",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 27,
                    "end": 29,
                    "mention": "65",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 49,
                    "end": 50,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 52,
                    "end": 53,
                    "mention": "2",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 157,
                    "end": 159,
                    "mention": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 161,
                    "end": 163,
                    "mention": "12",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 178,
                    "end": 180,
                    "mention": "23",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 577,
                    "end": 580,
                    "mention": "114",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 753,
                    "end": 756,
                    "mention": "109",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 948,
                    "end": 950,
                    "mention": "78",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 997,
                    "end": 999,
                    "mention": "42",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "ANGIOTENSIN-(1–7)",
            "ref_spans": []
        },
        {
            "text": "The opposing actions of ANG-(1–7) on ANG II are not limited to the activation of vasoconstrictor influences. ANG-(1–7) manifested important anti-growth actions in both vascular endothelial and smooth muscle cells in culture (42, 94), as well as facilitation of diuresis and natriuresis via inhibition of the renal tubular Na+-K+-ATPase pump (19). Furthermore, ANG-(1–7) acts as an antiarrhythmic agent and protects the myocardium from the consequences of cardiac injury-reperfusion (40, 41). De Mello (26) recently showed that ANG-(1–7) activates the sodium pump, hyperpolarizes the heart cell, and reestablishes the impulse conduction during ischemia-reperfusion. These effects of ANG-(1–7) and the increment of cardiac refractoriness provide an explanation for the reduced incidence of arrhythmias during ischemia-reperfusion in the presence of ANG-(1–7). In addition, it has been reported that ANG-(1–7) may inhibit oxidative stress, stimulate plasminogen activator inhibitor 1 production and platelet aggregation, and act as an anti-inflammatory agent (27, 45, 64, 67, 68, 79).",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "mention": "42",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 229,
                    "end": 231,
                    "mention": "94",
                    "ref_id": "BIBREF110"
                },
                {
                    "start": 342,
                    "end": 344,
                    "mention": "19",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 483,
                    "end": 485,
                    "mention": "40",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 487,
                    "end": 489,
                    "mention": "41",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "26",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1057,
                    "end": 1059,
                    "mention": "27",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1061,
                    "end": 1063,
                    "mention": "45",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "mention": "64",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1069,
                    "end": 1071,
                    "mention": "67",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 1073,
                    "end": 1075,
                    "mention": "68",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1077,
                    "end": 1079,
                    "mention": "79",
                    "ref_id": "BIBREF93"
                }
            ],
            "section": "ANGIOTENSIN-(1–7)",
            "ref_spans": []
        },
        {
            "text": "That the actions of ANG-(1–7) are complex is also illustrated by the demonstration that ANG-(1–7) augments the vasodilator actions of bradykinin (71, 81, 88). This interaction could be particularly valuable in situations in which ACE is inhibited and also may explain the observation that blockade of AT1 receptors in hypertensive subjects is associated with increases in plasma bradykinin levels (16).",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "mention": "71",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 150,
                    "end": 152,
                    "mention": "81",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 154,
                    "end": 156,
                    "mention": "88",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 398,
                    "end": 400,
                    "mention": "16",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "ANGIOTENSIN-(1–7)",
            "ref_spans": []
        },
        {
            "text": "In most situations, the actions of ANG-(1–7) on cardiovascular tissue are mediated by a non-AT1/AT2 receptor. Recently, Santos et al. (90) identified the orphan mas receptor as a site for binding ANG-(1–7). The mas receptor, characterized as an oncogene receptor, was shown to influence fetal regulation of cellular differentiation and growth (48). Originally, the mas receptor was considered to be the first ANG II receptor isolated from tissues (57), but other studies soon disproved its participation. In mas receptor-deficient-mice there is no binding of radiolabeled ANG-(1–7) to renal tissue, and the aortas from these mice do not relax in response to administered ANG-(1–7) (90). It has been reported that ANG-(1–7) may bind to AT1 and even AT2 receptors (3, 4, 21, 22). Whereas most of these experiments employed pharmacological or even suprapharmacological doses of ANG-(1–7) (21), this may not be the only possible explanation for these findings. Although G protein-coupled receptors (GPCR) display a high selectivity for binding to their own agonist, Feng et al. (31) now report that two point mutations of N295S and L305Q enabled the AT1 receptors to recognize multiple ANG II fragments. In these experiments, the native angiotensins ANG-(1–7), ANG IV and the tripeptide ANG-(5–8) activated the mutant ANG II AT1 receptor, whereas they had no effect on the wild-type receptor. The novel pattern of GPCRs documented by these authors led them to suggest the potential existence in nature of functional GPCRs activated through conformational “selection” rather than “induction” mechanisms. We believe that these findings may provide additional clues for unraveling the identity of receptor subtypes binding ANG-(1–7).",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "mention": "90",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 344,
                    "end": 346,
                    "mention": "48",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 448,
                    "end": 450,
                    "mention": "57",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "90",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 763,
                    "end": 764,
                    "mention": "3",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 766,
                    "end": 767,
                    "mention": "4",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 769,
                    "end": 771,
                    "mention": "21",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 773,
                    "end": 775,
                    "mention": "22",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 886,
                    "end": 888,
                    "mention": "21",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "mention": "31",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "ANGIOTENSIN-(1–7)",
            "ref_spans": []
        },
        {
            "text": "The signal transduction mechanisms stimulated by ANG-(1–7) have been reviewed in detail by us in another study (34). ANG-(1–7) stimulates phospholipase A2 activity to release arachidonic acid for prostanoid production. In contrast to ANG II, ANG-(1–7) does not activate phospholipase C in vascular smooth muscle, endothelial cells, astrocytes, or mesangial cells (58, 96) and does not increase phospholipase D in vascular smooth muscle cells (42, 43). Tallant and Clark (95) showed that the molecular mechanisms of inhibition of vascular smooth muscle growth by ANG-(1–7) involve prostacyclin-mediated production of cAMP, activation of cAMP-dependent protein kinase, and attenuation of mitogen-activated protein kinase activation. In recent studies, Tallant et al. (97) confirmed that the anti-trophic effects of ANG-(1–7) on cardiac myocytes are mediated by the mas receptor.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "34",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 364,
                    "end": 366,
                    "mention": "58",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 368,
                    "end": 370,
                    "mention": "96",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 443,
                    "end": 445,
                    "mention": "42",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 447,
                    "end": 449,
                    "mention": "43",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 471,
                    "end": 473,
                    "mention": "95",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 766,
                    "end": 768,
                    "mention": "97",
                    "ref_id": "BIBREF113"
                }
            ],
            "section": "ANGIOTENSIN-(1–7)",
            "ref_spans": []
        },
        {
            "text": "Studies with ACE inhibitors or AT1 receptor antagonists indicate a role for the RAS in heart function and cardiac hypertrophy. Whereas mice deficient in ACE or angiotensinogen exhibit normal cardiac development or function, abnormal heart function characterized by mild thinning of the left ventricle and a severe reduction in cardiac contractility was first reported in the ACE2-knockout mice by Crackower et al. (24). Loss of ACE2 was associated with an increase in tissue and plasma ANG II, providing further evidence of a role for ACE2 in the hydrolysis of ANG II. Generation of double mutant ace/ace2 knockout mice completely abolished the cardiac dysfunction of the ACE2 knockout mice and caused a decrease in blood pressure (24). In addition, disruption of ACER, the Drosophila ACE2 homolog, results in severe defects in heart morphogenesis. In contrast, overexpression of ACE2 in the mouse heart increased the frequency of sudden death in a dose-dependent fashion (29). In mice with moderate ACE2 expression, 50% of the animals succumbed to sudden death at week 23 of age, whereas 50% of the mice with higher expression (a 2.9-fold increase) were dead by 5 wk of age. Although the hearts of these mice were normal by gross examination, they had severe and progressive conduction and rhythm disturbances. The electrophysiological disturbance in ACE2 transgenic mice may be related to modulation of connexin40 (47) and connexin43 (60) present in the conduction tissue and ventricular muscle, respectively. In this situation, the affinity of ACE2 for alternative substrates may annul the cardioprotective and anti-arrhythmic properties reported for ANG-(1–7) (88, 89).",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 417,
                    "mention": "24",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "24",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 973,
                    "end": 975,
                    "mention": "29",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1417,
                    "end": 1419,
                    "mention": "47",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 1437,
                    "end": 1439,
                    "mention": "60",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1665,
                    "end": 1667,
                    "mention": "88",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 1669,
                    "end": 1671,
                    "mention": "89",
                    "ref_id": "BIBREF104"
                }
            ],
            "section": "CARDIAC ACE2 AND ANG-(1–7)",
            "ref_spans": []
        },
        {
            "text": "The identification of ACE2 and ANG-(1–7) in the heart underscores their role in opposing the effects of ANG II on cardiac function and ventricular remodeling. Both ACE2 and ANG-(1–7) are found in cardiac myocytes of both rats and human specimens. In the rat, positive staining for ANG-(1–7) is restricted to cardiac myocytes, whereas ACE2 immunoreactivity can be found in the vascular endothelium and smooth muscle layer of intracoronary vessels (5, 15). Histological evidence for the presence of cardiac ANG-(1–7) correlates with previous observations showing the presence of the peptide in the venous effluent from the canine coronary sinus and the production of ANG-(1–7) from ANG I and ANG II in the interstitial fluid collected from microdialysis probes placed in canine left ventricle (87, 108). Because in the rat, cardiac myocytes express the mas receptor (97), collectively these data documented a role for this peptide in the regulation of cardiac function. The importance of this component of the antihypertensive arm of the RAS in the regulation of cardiac remodeling is buttressed by the independent demonstration of increased ANG-(1–7) immunoreactivity and ACE2 mRNA in cardiac myocytes surrounding the ischemic zone after coronary artery ligation (5, 15). Additional evidence for a cardioprotective role of ANG-(1–7) arose from observing the effects of a chronic infusion of ANG-(1–7) on cardiac remodeling in rats. Loot et al. (72) showed preservation of cardiac function, coronary perfusion, and aortic vascular endothelial function in rats given an 8-wk infusion of ANG-(1–7) commenced 2 wk after production of myocardial infarction.",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 448,
                    "mention": "5",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "15",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 792,
                    "end": 794,
                    "mention": "87",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 796,
                    "end": 799,
                    "mention": "108",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 865,
                    "end": 867,
                    "mention": "97",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 1263,
                    "end": 1264,
                    "mention": "5",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1266,
                    "end": 1268,
                    "mention": "15",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1444,
                    "end": 1446,
                    "mention": "72",
                    "ref_id": "BIBREF86"
                }
            ],
            "section": "CARDIAC ACE2 AND ANG-(1–7)",
            "ref_spans": []
        },
        {
            "text": "To date, our studies are the first to directly investigate the effect of RAS blockade on the expression of ACE2 and ANG-(1–7) in the normal and the ischemic heart (37, 52) and the large conduit arteries (50). Coronary artery ligation in the rat is a well-characterized model for the study of the local actions of the heart RAS in cardiac remodeling. At 28 days postmyocardial infarction, ACE2 mRNA showed a threefold increase in the viable myocardium of rats that were medicated with an AT1 receptor blocker throughout the time period following coronary artery ligation (52). Changes in cardiac ACE2 mRNA among all groups studied correlated directly with plasma levels of ANG-(1–7) and inversely with plasma levels of ANG II. In addition, plasma ANG-(1–7)-to-ANG II ratios were significantly augmented in the AT1 receptor-treated groups, a finding that suggests increased formation of ANG-(1–7) from ANG II. These data documented for the first time a differential effect of ANG II receptor blockade on the expression of cardiac ACE and ACE2 mRNAs and strongly support a role for the heptapeptide in the cardio-beneficial effects of AT1 receptor blockade, because ANG-(1–7) increased markedly following blockade of AT1 receptors. Because concurrent experiments showed that coadministration of the AT2 receptor antagonist (PD-123319) did not suppress the increase in cardiac ACE2 mRNA, these data confirmed that the effect was mediated by the AT1 receptor (52). Similar findings were observed in the aorta of SHR medicated with olmesartan (50).",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 166,
                    "mention": "37",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 168,
                    "end": 170,
                    "mention": "52",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 204,
                    "end": 206,
                    "mention": "50",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 571,
                    "end": 573,
                    "mention": "52",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1455,
                    "end": 1457,
                    "mention": "52",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1538,
                    "end": 1540,
                    "mention": "50",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "CARDIAC ACE2 AND ANG-(1–7)",
            "ref_spans": []
        },
        {
            "text": "We have also examined the comparative effect of 12-day treatment with lisinopril, losartan, or both drugs combined on plasma and cardiac levels of ANG II and ANG-(1–7) and the expression of ACE and ACE2 in their hearts (33). These experiments showed that inhibition of ANG II synthesis with lisinopril also increases cardiac ACE2 gene transcription. Although ACE2 activity is not inhibited by ACE inhibitors, the new finding suggests that a product resulting from inhibition of the hydrolytic activity of ACE regulates ACE2 mRNA but not ACE2 activity. Direct assessment of the endogenous metabolism of ANG II to ANG-(1–7), as reflected by the measurement of ACE2 activity in cardiac membranes from the same animals, showed that the increase in cardiac ACE2 mRNA was correlated with increased cardiac ACE2 activity in animals medicated with losartan and in those receiving both medications. The increase in cardiac ACE2 mRNA induced by blockade of ANG II production or activity was not caused by a hemodynamic effect of the drugs because all treatment combinations produced comparable decreases in blood pressure. Furthermore, neither losartan nor lisinopril induced changes in cardiac neprilysin mRNA, a primary pathway for the conversion of circulating ANG I to ANG-(1–7). Although the effect of the treatments on cardiac ACE2 mRNA may be best explained by a negative-feedback signal mediated by AT1 receptor modulation of the ACE2 gene, these findings do not exclude the possibility of a more complex signaling mechanism involving a negative effect of ANG-(1–7) on AT1 receptors or alternatively, an action of another unidentified product hydrolyzed by ACE2.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "mention": "33",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "CARDIAC ACE2 AND ANG-(1–7)",
            "ref_spans": []
        },
        {
            "text": "ANG II-induced forearm vasoconstrictor responses in humans were attenuated during local application of ANG-(1–7), whereas the peptide had no effect on norepinephrine-induced vasoconstriction (105, 107). On the other hand, compelling experimental evidence for a role of ANG-(1–7) in long-term blood pressure regulation remains to be substantiated in humans. In our studies, evidence has been obtained of reduced ANG-(1–7) concentrations in the urine of untreated essential hypertensive subjects, which is corrected during chronic treatment with captopril (73). In salt-sensitive, low-renin hypertensive subjects, the antihypertensive effect of chronic administration of the dual vasopeptidase inhibitor omapatrilat was also associated with large increases in the urinary excretion of ANG-(1–7), which correlated with the magnitude of the reduction in arterial pressure (39). Increased plasma ANG-(1–7) levels have been reported in children with either essential or renovascular hypertension (93). Surgical correction of the stenotic kidney was associated with normalization of plasma levels of both ANG II and ANG-(1–7). Indirect evidence for a potential deficit in ANG-(1–7) production was obtained by Jalil et al. (59) who reported a loss of the inverse relationship between ACE polymorphism and plasma neprilysin activity in essential hypertensive subjects. In addition, lower levels of plasma ANG-(1–7) in preeclamptic subjects (74) contrasted with a progressive rise of ANG-(1–7) throughout gestation (106).",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 195,
                    "mention": "105",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 197,
                    "end": 200,
                    "mention": "107",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 555,
                    "end": 557,
                    "mention": "73",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 869,
                    "end": 871,
                    "mention": "39",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 991,
                    "end": 993,
                    "mention": "93",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 1216,
                    "end": 1218,
                    "mention": "59",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1432,
                    "end": 1434,
                    "mention": "74",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1506,
                    "end": 1509,
                    "mention": "106",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "IS THERE A ROLE FOR ANG-(1–7) IN HUMAN HYPERTENSION?",
            "ref_spans": []
        },
        {
            "text": "Negative evidence for a role of ANG-(1–7) in the regulation of blood pressure was obtained from studies in which low doses of ANG-(1–7) were infused for 3 h in men on a low-sodium diet following acute blockade with captopril (83). This conclusion is weakened by the design of the study because the amounts of ANG-(1–7) given to the subjects (3 pmol·kg−1·min−1) would have had a minor contribution to the rise in the endogenous levels of ANG-(1–7) induced by the combination of the low-sodium diet and ACE inhibition, two factors amply documented to augment the plasma and urinary concentrations of ANG-(1–7) (53, 55, 77, 111, 112). Indeed, Kocks et al. (62) showed recently that a low-sodium intake in healthy human volunteers was accompanied by marked increases in plasma ANG-(1–7), which were further augmented in the presence of ACE inhibition. Clearly, the multilayered mechanisms that regulate blood pressure and volume status need to be kept in mind when attempting to unravel the effect of a procedure on the function of the RAS.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "mention": "83",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 609,
                    "end": 611,
                    "mention": "53",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 613,
                    "end": 615,
                    "mention": "55",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 617,
                    "end": 619,
                    "mention": "77",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 621,
                    "end": 624,
                    "mention": "111",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 626,
                    "end": 629,
                    "mention": "112",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "62",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "IS THERE A ROLE FOR ANG-(1–7) IN HUMAN HYPERTENSION?",
            "ref_spans": []
        },
        {
            "text": "Investigation of the contribution of ACE2 in human hypertension is in its incipient state. Upregulation of the ACE2 gene was identified in nonischemic cardiomyopathy using a microarray-based prediction algorithm (61), whereas ACE2 expression was increased in human heart postmyocardial infarction (15). Polymorphisms of the ACE2 gene in chromosome Xp22 were associated with familial predisposition to intracranial aneurysms in a Japanese cohort (113). Lely et al. (69) reported neoexpression of ACE2 in the glomerulus and peritubular capillary endothelium of patients with primary or secondary renal disease or transplanted kidneys. In contrast, Benjafield et al. (7) found no association of the ACE2 gene polymorphisms in essential hypertensive subjects. More indepth analysis is required to ascertain the role of ACE2 in the pathogenesis of high blood pressure and the progression of target organ damage.",
            "cite_spans": [
                {
                    "start": 213,
                    "end": 215,
                    "mention": "61",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 298,
                    "end": 300,
                    "mention": "15",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 446,
                    "end": 449,
                    "mention": "113",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 465,
                    "end": 467,
                    "mention": "69",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 665,
                    "end": 666,
                    "mention": "7",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "IS THERE A ROLE FOR ANG-(1–7) IN HUMAN HYPERTENSION?",
            "ref_spans": []
        },
        {
            "text": "In concluion, compelling evidence has been obtained for distinct actions of the two divergent branches of the RAS mediated by separate enzymatic pathways, receptors, and their associated physiological responses. One arm of the biochemical cascade within the RAS regulates the formation and degradation of the hypertensive and growth-promoting hormone ANG II, whereas the other arm of the system controls the generation of the vasodilator and antiproliferative peptide ANG-(1–7). Biochemical, cell biology, and studies in animals and humans showed that ANG-(1–7) acts as an endogenous inhibitor of ANG II, providing a negative feedback mechanism for the regulation of the hypertensive actions of ANG II. These data raise the possibility that a deficiency in the synthesis or activity of ANG-(1–7) at any of the sites at which its production, metabolism, or receptor signaling effects are regulated may contribute to the pathogenesis of high blood pressure or its consequences at cardiovascular target organs such as the heart, the vascular wall, or the kidneys.",
            "cite_spans": [],
            "section": "IS THERE A ROLE FOR ANG-(1–7) IN HUMAN HYPERTENSION?",
            "ref_spans": []
        },
        {
            "text": "ACE2 is highly regulated at transcription, a characteristic not unexpected for a rate-limiting enzyme that maintains the equilibrium between opposing arms of a biochemical pathway. It would not be surprising that multiple layers of regulation, including translational and posttranslational modifications, are involved in determining the tissue-specific concentrations of the enzyme. It is the modulation of this cellular control that must be exploited if ACE2 is to serve as an important therapeutic target. Our studies show that the cardioprotective effects of ACE inhibitors and ARBs are not explained solely by the action of these agents on either the synthesis of ANG II or antagonism of the AT1 receptor. The finding of increased ACE2 gene expression and activity direct us to specifically consider that at least a part of their mode of action is the result of the hydrolysis of the vasoconstrictor, mitogenic ANG II to the vasodilator anti-proliferative ANG-(1–7) through a feedforward mechanism within the RAS system axis.",
            "cite_spans": [],
            "section": "IS THERE A ROLE FOR ANG-(1–7) IN HUMAN HYPERTENSION?",
            "ref_spans": []
        },
        {
            "text": "Since its discovery in 2000, ACE2 has been implicated in heart function, hypertension, renal disease, and diabetes, with its effects being mediated, in part, through its ability to convert ANG II into ANG-(1–7). However, the enzyme appears to have additional critical roles in human biology, infection, and immunity because ACE2 also serves as the cellular entry point for the severe acute respiratory syndrome (SARS) virus. Kuba et al. (66) recently provided the first genetic proof that ACE2 is a crucial SARS-co-virus (CoV) receptor in vivo. In their studies in mice, SARS-CoV infections and the Spike protein of the SARS-CoV reduced ACE2 expression while blockade of the RAS attenuated acute lung failure produced by injection of SARS-CoV Spike into mice. Both ACE2 and blockade of AT1 receptors protect mice from severe lung injury induced by acid aspiration or sepsis, whereas administration of recombinant ACE2 to mice protects the rodent from the lethal effects of acute lung injury (51). These newer studies and those related above will serve as an underpinning for considering ACE2 and possibly ANG-(1–7) prime targets for pharmacological intervention on several disease fronts.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 440,
                    "mention": "66",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 992,
                    "end": 994,
                    "mention": "51",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "IS THERE A ROLE FOR ANG-(1–7) IN HUMAN HYPERTENSION?",
            "ref_spans": []
        },
        {
            "text": "Work described in this review was supported in part by National Heart, Lung, and Blood Institute Grant HL-51952. We also gratefully acknowledge grant support provided by Unifi, Inc., Greensboro, NC, and the Farley-Hudson Foundation, Jacksonville, NC.",
            "cite_spans": [],
            "section": "GRANTS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1.: Current view of renin angiotensin system enzymes and peptides. ACE, angiotensin-converting enzyme; ACE2, angiotensin-converting enzyme 2; EPs, endopeptidases (neprilysin, prolyl endopeptidase 24.26, and metalol protease 24.15) (109) controlling tissue-specific production of angiotensin-(1–7) [ANG-(1–7)] from ANG I [ANG-(1–10)]; ANG receptors are AT1-R, AT2-R, and AT1–7-R, [type 1, type 2, and ANG-(1–7) receptor subtypes, respectively] and insulin-regulated aminopeptidase (IRAP) (84). Nomenclature for ANG peptides follows the recommendations of the Nomenclature Committee for the Council for High Blood Pressure Research (13) as the following: angiotensin II [angiotensin-(1–8)]; angiotensin III [angiotensin-(2–8)]; angiotensin IV [angiotensin-(3–8)]. Call outs denote additional enzymatic cleavage activity of the angiotensins-forming enzymes.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: Schematic representation of feedforward enzymatic pathway through which ANG II is cleaved from ANG I by ACE and then further catalyzed by ACE2 into ANG-(1–7). In turn, ANG-(1–7) is metabolized by ACE into the ANG fragment ANG-(1–5).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.: Representative outline of changes induced by ACE inhibitors (ACEI) or ANG II type 1 receptor blockers (ARBs). Other abbreviations as in Fig. 1.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.: Conscious instrumented spontaneously hypertensive rats and [mRen2]27 transgenic hypertensive rats exposed to either a normal (0.5%) or a low (0.05%) -salt diet regimen for 12 days were administered systemic doses of either an affinity purified ANG-(1–7) antibody or the selective ANG-(1–7) receptor antagonist [(d-Ala7)-ANG-(1–7)]. Both endogenous neutralization of ANG-(1–7) and blockade of AT-1–7 receptors are associated with dose-dependent increases in the mean arterial pressure (MAP) of salt-depleted rats confirming a buffering role of the heptapeptide in which the condition of salt depletion causes increases in plasma renin activity and ANG II. Adapted from Iyer et al. (53).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Am J Physiol Renal Physiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Am J Physiol Heart Circ Physiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Int J Biochem Cell Biol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Biochem Soc Trans",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Trends Pharmacol Sci",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Can J Physiol Pharmacol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "J Hypertens",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Endocrine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "J Biol Chem",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "J Pharmacol Exp Ther",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "Life Sci",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Braz J Med Biol Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Regul Pept",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Eur Heart J",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Trends Endocrinol Metab",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Eur Heart J",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Curr Hypertens Rep",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Contrib Nephrol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Am J Physiol Renal Physiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "J Cardiovasc Pharmacol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Endocrinology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "J Renin Angiotensin Aldosterone Syst",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Br J Pharmacol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Circ Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "J Mol Cell Cardiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "Regul Pept",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Mol Pharmacol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "J Nephrol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Eur Heart J",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Handbook of Experimental Pharmacology: Angiotensin",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Kidney Int.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Am J Hypertens",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Curr Opin Nephrol Hypertens",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Braz J Med Biol Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Am J Hypertens",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Curr Med Chem Cardiovasc Hematol Agents",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Regul Pept",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "J Clin Invest",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [],
            "year": 1990,
            "venue": "Ciba Found Symp",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "FEBS Lett",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Am J Physiol Heart Circ Physiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "J Cardiovasc Pharmacol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "",
            "authors": [],
            "year": 1988,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "J Pharmacol Exp Ther",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "J Hum Hypertens",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Nat Rev Genet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Curr Biol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Physiol Genomics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "J Hypertens",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "DNA Seq",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Brain Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Nat Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "J Renin Angiotensin Aldosterone Syst",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Am J Hypertens",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Am J Physiol Renal Physiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "J Hypertens",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Endocrine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Am J Physiol Regul Integr Comp Physiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Peptides",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Regul Pept",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "Peptides",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "",
            "authors": [],
            "year": 1982,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Peptides",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Am J Physiol Regul Integr Comp Physiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Curr Opin Nephrol Hypertens",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF100": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Biochem J",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "",
            "authors": [],
            "year": 1988,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF102": {
            "title": "",
            "authors": [],
            "year": 1990,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Regul Pept",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF104": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Physiol Genomics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF105": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF106": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "",
            "authors": [],
            "year": 1990,
            "venue": "J Cardiovasc Pharmacol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF108": {
            "title": "",
            "authors": [],
            "year": 1988,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF109": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "J Pediatr",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF110": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF111": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF112": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF113": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Am J Physiol Heart Circ Physiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF114": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Hypertension",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF115": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Curr Eye Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}