{
    "paper_id": "PMC7195356",
    "metadata": {
        "title": "New policy and regulation for a Radiology-Oncology Center at the time of Covid-19 outbreak in Tehran-Iran",
        "authors": [
            {
                "first": "Sara",
                "middle": [],
                "last": "Samiee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Farimah",
                "middle": [],
                "last": "Hadjilooei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mahboobeh",
                "middle": [],
                "last": "Alamolhoda",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shahram",
                "middle": [],
                "last": "Akhlaghpoor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Pardis Noor Radiology-Oncology Center is a private cancer center located in Tehran. This center opened in 2009. It has three main branches in Tehran.(Table 1\n) It consists of Departments of Diagnostic Radiology, Interventional Radiology, Nuclear Medicine, Radiotherapy unit and Chemotherapy ward. Figure 2\nshows the locations of these three branches on the map in city of Tehran.",
            "cite_spans": [],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": [
                {
                    "start": 297,
                    "end": 305,
                    "mention": "Figure 2",
                    "ref_id": null
                },
                {
                    "start": 150,
                    "end": 157,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Quickly after the announcement of COVID-19 outbreak in Iran, we decided to implement new rules and principles for our personnel and visitors. As a health care center, we have the responsibility to maintain service as well as to keep our staff and patients safe. We also have the responsibility to give awareness and education to our society, about the outbreak in this challenging time.",
            "cite_spans": [],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "One of the highest risk groups for COVID-19 infection are patients who are diagnosed with malignancy and have received treatment for cancer or are under treatment of cancer such as chemotherapy or radiotherapy.3\n",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "We decided to develop policies in order to maintain the best service possible to our patients diagnosed with malignant disease.",
            "cite_spans": [],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "We defined our major goals for actions as follows:",
            "cite_spans": [],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Decreasing the chance of exposure of clinic’s staff",
            "cite_spans": [],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Assurance of accurate and sustained delivery of radiation therapy to patients",
            "cite_spans": [],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Decreasing the chance of exposure of patients and visitors who visit the clinic",
            "cite_spans": [],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Educating patients and visitors for signs and symptoms of COVID-19 and general screening of the population visiting the clinic",
            "cite_spans": [],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Guiding and giving appropriate recommendation and treatment if a person is found infected.",
            "cite_spans": [],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Target populations for the changing policies were:",
            "cite_spans": [],
            "section": "Description and Perspectives: ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Visitors (patients’ family and companions)",
            "cite_spans": [],
            "section": "Staff and Personnel ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Soon after the announcement of COVID-19 outbreak, our center faced increasing requests for Chest CT scans. This raised the concern of exposure of our high-risk patients to COVID-19. Hence, we decided to dedicate one branch (Pardis Noor Salamat located in the center of Tehran) to COVID-19 suspected cases and spare two other branches. This first move was followed by other plans and actions to prepare our oncology wards in this challenging situation.",
            "cite_spans": [],
            "section": "Staff and Personnel ::: Patients",
            "ref_spans": []
        },
        {
            "text": "We developed multiple policies for the Pardis Noor Niloo Center and radiotherapy and chemotherapy ward as well as diagnostic and interventional radiology. Table 2\nshows the different divisions of Pardis Noor Niloo Radiology-Oncology branch.",
            "cite_spans": [],
            "section": "Pardis Noor Niloo Radiology-Oncology Center: ::: Patients",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We reduced the working hours of radiology department in this branch to two days per week.",
            "cite_spans": [],
            "section": "Pardis Noor Niloo Radiology-Oncology Center: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "\nTable 3\nshows the number of patients who visited Pardis Noor Niloo branch within the first week before the outbreak (week -1), first week after the outbreak and third week after the outbreak (week +3)",
            "cite_spans": [],
            "section": "Pardis Noor Niloo Radiology-Oncology Center: ::: Patients",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "We started to have fever screening for all visitors and patients at the entrance. If anyone had body temperature ≥37.7 C, they then were put in a designated isolated waiting area. They had to see a physician before going ahead for their appointment.",
            "cite_spans": [],
            "section": "Pardis Noor Niloo Radiology-Oncology Center: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "The physician was responsible for deciding if suspected cases were able to receive the service that they were initially planned to receive or if the patient should be referred for additional tests such as virology polymerase chain reaction (PCR) test, blood work or chest CT scan. If necessary, the patient was referred to an external COVID-19 dedicated clinic (Iran Ministry of Health has published a list of dedicated clinics for suspected cases of COVID-19 infection1).",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 470,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Pardis Noor Niloo Radiology-Oncology Center: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "If these patients were deemed to receive any service in the center, they would wear a gown on top of their clothes, wear masks and gloves as well.",
            "cite_spans": [],
            "section": "Pardis Noor Niloo Radiology-Oncology Center: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "A detailed flowchart shows how we make decisions at time of screening (Figure 3\n). This flowchart is based on Iran Ministry of Health recommendation booklet for outpatient clinics at the time of outbreak. This booklet was published on March 8th, 2020 and is available online.1\n",
            "cite_spans": [
                {
                    "start": 275,
                    "end": 276,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Pardis Noor Niloo Radiology-Oncology Center: ::: Patients",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 79,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Hand sanitizers were available at the entrance and at all stations. Cleaning hands was mandatory before entrance and exit.",
            "cite_spans": [],
            "section": "Pardis Noor Niloo Radiology-Oncology Center: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Frequent (every half an hour) disinfecting all the surfaces, chairs and floors was in place.",
            "cite_spans": [],
            "section": "Pardis Noor Niloo Radiology-Oncology Center: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Staff had to change their clothes after coming to work and before going out of the building.",
            "cite_spans": [],
            "section": "Pardis Noor Niloo Radiology-Oncology Center: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "To ensure physical distancing, all patients and visitors were advised to sit with at least a chair in between them. If we faced limits in the capacity of our waiting area, we would advise the visitors and patient’s family to stay in the car or outside the building. We provided an isolated waiting area for anyone who was found to have a fever (before seeing the physician or administration staff) or reported a cough or unexpected malaise or myalgia. All suspected cases had to wear mask and gown on top of their clothes.",
            "cite_spans": [],
            "section": "Waiting area changes: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Radiation treatment is an integral part of cancer treatment. About 50% of all patients who are diagnosed with cancer will require radiation treatment at some point in their treatment.4\n",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Radiotherapy Department: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Radiotherapy is a complex multidisciplinary treatment that requires close coordination between different groups of health care workers, including Radiation Oncologists, Medical Physicists, Radiation Technicians and Dosimetrists.",
            "cite_spans": [],
            "section": "Radiotherapy Department: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Pardis Noor Niloo is the Oncology branch of Pardis Noor Radiology-Oncology Complex. It is located in northern east of Tehran. It is divided into 11 floors with an area of 2,500 sqm. In this branch we have a single unit of ARTIST Siemens Linear Accelerator with dual high energy photons (6 and 18MV). The unit is customized with Multi Leaf Collimator, Electronic Portal Imaging and Cone Beam CT.",
            "cite_spans": [],
            "section": "Radiotherapy Department: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "We implemented new rules and regulations in order to decrease the chance of exposure of our patients and staff; meanwhile, we deliver an accurate and sustained radiation treatment to our patients. Figures (4-6)",
            "cite_spans": [],
            "section": "Radiotherapy Department: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Clinics were open during the outbreak. Radiation Oncologists had to wear a surgical mask during the visit and physical exam. Physical distancing in the waiting area and clinic were met.",
            "cite_spans": [],
            "section": "Outpatient Clinics: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "However, the following modifications were implemented in order to decrease the chance of spreading COVID-19 virus:",
            "cite_spans": [],
            "section": "Outpatient Clinics: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Many Radiotherapy centers have started to modify the indications and scheduling of radiation treatment5, 6, 7\n",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 105,
                    "end": 106,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 108,
                    "end": 109,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "New Consults: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "To have a systematic approach to make decisions for our new patients, we developed a structured table so that decision making in clinics can be more homogenous. (Table 4\n)",
            "cite_spans": [],
            "section": "New Consults: ::: Patients",
            "ref_spans": [
                {
                    "start": 162,
                    "end": 169,
                    "mention": "Table 4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "We started to use and refer to the guideline recently published.8\n",
            "cite_spans": [
                {
                    "start": 64,
                    "end": 65,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "New Consults: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Radiation treatment is avoided in our patient population whenever possible. If not, it is deferred or shortened when possible.",
            "cite_spans": [],
            "section": "New Consults: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "All palliative treatments were and will be delivered through a hypofractionationed regimen (Either 5 or 1 fraction) until the outbreak is over. Breast cancer adjuvant radiotherapy treatement is one example planned to be delivered through a hypofractionationed regimen. At the time of COVID-19 outbreak we treat all breast cancer patients with 40Gy in 15 fractions (adopted from UK Consensus Statement)9\n",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 402,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "New Consults: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Most follow-up visits were performed through phone and video calls, unless physician felt that patient needed to be visited, then a visit would be arranged.",
            "cite_spans": [],
            "section": "B. Follow-up patients: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "This would include any new complaint, sign or symptom that warrants a detailed physical exam. ( For example: A new lump in breast for patients with history of breast cancer or a new lump in neck for patients with history of head and neck cancer)",
            "cite_spans": [],
            "section": "B. Follow-up patients: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "If there was not a concerning symptom or new complaint, follow up procedures such as colonoscopy for patients with colorectal cancer; endoscopic physical exam for patients with history of head and neck cancer and imaging requests were all deferred (For example: One can defer brain MRI for patients with history of glioblastoma multiforme or chest CT scan for patients with history of lung cancer)",
            "cite_spans": [],
            "section": "B. Follow-up patients: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Unless patients had a major side effect (like in head and neck cancer radiation treatment), they were advised to leave the building after the treatment. Hence, almost all weekly visits for patients under treatment were cancelled. A direct line, as well as direct WhatsApp line, to a Radiation Oncologist was provided for all patients so that they could report any complication they have. Whats app is a common messaging service in Iran and most people are familiar using it. We didn’t experience any issue using these measures.",
            "cite_spans": [],
            "section": "Patients under treatment: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "We reduced the CT simulation sessions to two days per week.",
            "cite_spans": [],
            "section": "Treatment Unit: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "We kept, at maximum, two radiation technicians (RT) at the time of each patient’s treatment working on the treatment machines. RTs had to wear air-tight waterproof clothes, provided by the center. Before and after each patient, all immobilization devices, as well as RT’s hands and front clothes and sleeves are disinfected using an alcohol based solution. The treatment machine coach is always covered with a one-time use cover sheet. We change this after all patients.",
            "cite_spans": [],
            "section": "Treatment Unit: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "All patients were asked if they had any symptoms of cough, myalgia, malaise and fever. This was an extra screening on top of screening at the entrance. If the answer to any of the questions was positive, the patient was treated with a mask, gown on top of his/her own clothes.",
            "cite_spans": [],
            "section": "Treatment Unit: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Then it would be arranged for the patient to visit the in-house physician.",
            "cite_spans": [],
            "section": "Treatment Unit: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "A thorough history of possible exposure, signs and symptoms for COVID-19 infection would be performed. Any required test (PCR test for COVID-19, CBC, CRP and or chest CT scan) would be ordered.10\n",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 195,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Treatment Unit: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "If a patient at any time of the treatment was confirmed to have COVID-19 by virology test or CT-Scan findings (as well as clinical symptoms), the radiation treatment would be ceased, and the patient was referred to a dedicated clinic for assessment and quarantine. (Iran Ministry of Health has published a list of dedicated clinics for suspected cases of COVID-19 infection1)",
            "cite_spans": [
                {
                    "start": 373,
                    "end": 374,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Treatment Unit: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Radiation treatment would be re-started after patient virology test is negative. The decision to continue the treatment after the quarantine is finished, is made by Radiation Oncologist based on the type of cancer, the number of days left and number of days of interruption. For some patients, some changes to their treatment plan to account for missed days might be made. This will be decided by Radiation Oncologist and responsible physicist.",
            "cite_spans": [],
            "section": "Treatment Unit: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Physicians could review CT images of patients from home. If any consult was needed with a radiologist or other specialists, it would be done through phone or video call. External access to treatment planning and contouring is not still available in our center. However, to practise physical and social distancing, different rooms are dedicated to physicians for contouring and to physicists for treatment planning.",
            "cite_spans": [],
            "section": "Physics and Dosimetry: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "In the medical physics department, we also tried to find ways to practise physical distancing of at least1.5m. The staff is distributed in separate working (long) shifts to minimize their exposure in an enclosed space in the planning room. All staff is required to change their clothes after coming to work and before going out of the building.",
            "cite_spans": [],
            "section": "Physics and Dosimetry: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Special strategies were taken to decrease the workload and decrease staff stay at the center. The annual quality assurance check of our center is presently postponed for two months.",
            "cite_spans": [],
            "section": "Physics and Dosimetry: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Monthly mechanical tests for the linear accelerators, lasers and treatment couch are all performed by a single medical physicist.",
            "cite_spans": [],
            "section": "Physics and Dosimetry: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "We stopped using physical wedges to decrease treatment time and presence of RTs in the treatment room. Virtual wedges continue to be used.",
            "cite_spans": [],
            "section": "Physics and Dosimetry: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "We have adopted a few strategies in the chemotherapy ward in COVID-19 outbreak. The distance between all beds in chemotherapy unit is set to be at least 1.5m. We limit the number of patient companions to maximum one person and preferably none. We started to refuse to accept any patients from other cities. We refer them to the nearest facility close to their home city. Outpatient regimens are now preferred to reduce the time of hospitalization. In cases that are eligible for upfront surgery like Breast Cancer or Sarcoma, neoadjuvant chemotherapy is omitted. For patients with history of neutropenia, dose adjustment should be done. Because of the shortage of blood supply, in the patients with borderline serum hemoglobin (=< 9gr/dl) , dose adjustment should be done.",
            "cite_spans": [],
            "section": "Chemotherapy Department: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "After day 5 of the outbreak, the team decided to reduce the radiology department working schedule to 2 days per week. This included both CT simulations and diagnostic radiology.",
            "cite_spans": [],
            "section": "Radiology Department: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "We also implemented a policy to disinfect the MRI and CT Scanner. At the end of the day all surfaces of the diagnostic machines are disinfected with Deconex solution. If Deconex is not available, we use Kodan solution (Kodan contains 2 and 1-propanol; biphenyl; hydrogen peroxide and water).",
            "cite_spans": [],
            "section": "Radiology Department: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "If a patient is referred to have a CT Chest or CXR regardless of the indication or symptom, s/he would be seated in an isolated area. S/he should also wear a mask and gown on top of her/his clothes. The images were all reviewed quickly so if there were suspicious findings, an urgent report by the radiologist would be done. An urgent consultation with a physician would be arranged.",
            "cite_spans": [],
            "section": "Radiology Department: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "All healthcare workers faced an extremely challenging situation following the announcement of outbreak in Iran. Emergency medicine specialists, internists, infectious disease specialists and respirologists, as well as nurses working with them, experienced a huge burden of workload and emotional stress. Many of our colleagues had to isolate themselves in hospital for a few days before switching their shifts, to keep their family safe. We have, sadly lost, many colleagues in different departments including physicians, nurses, radiology technicians, administration workers and laboratory technicians.",
            "cite_spans": [],
            "section": "Summary: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Patients who are diagnosed with malignant disease or those who have received therapy for cancer are at higher risk for COVID-19 infection and have a poorer prognosis.4 This will will be a further challenge to radiation oncologists whilst taking care of their patients.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 167,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Summary: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "Radiation therapy is a multidisciplinary treatment. We are dependent on our physicists, radiation therapists and nurses. We, as radiation oncologists, are aware of limited human resources that we are facing. We are trying diligently to decrease the chance of virus spread in our center.",
            "cite_spans": [],
            "section": "Summary: ::: Patients",
            "ref_spans": []
        },
        {
            "text": "We are dedicated, however, to keep our patients and staff safe whilst offering sustaining treatment to our patients. This report is a summary of the approach and precautions that we as a private sector in Tehran are taking to reach this goal. An international guideline for best practices in oncology clinics facing COVID-19 would best serve our cancer patients all over the world in this challenging time of the health history.",
            "cite_spans": [],
            "section": "Summary: ::: Patients",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Names, locations, and departments of each branch of Pardis Noor Radiology-Oncology Center.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Departments of Pardis Noor Niloo (North Eastern Branch of Pardis Noor Radiology-Oncology Center)\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Number of visits into of Pardis Noor Niloo Radiology-Oncology center (North-Eastern branch) within the week before, first week and third week after the outbreak (Rules were implemented at the end of first week). Number of patients visiting this center in week +3 is reduced 50% comparing to week -1.\n",
            "type": "table"
        },
        "FIGREF2": {
            "text": "Figure 3: Flowchart for decision making after screening patients, visitors and staff at the entrance.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/%20S1470-2045(20)30096-6"
                ]
            }
        },
        "BIBREF5": {
            "title": "Cancer and Radiation therapy: current advances and future directions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Basker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int J Med Sci",
            "volume": "9",
            "issn": "",
            "pages": "193-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.ctro.2020.03.009%20"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}