{
    "paper_id": "PMC7177138",
    "metadata": {
        "title": "India Fights Back: COVID-19 Pandemic",
        "authors": [
            {
                "first": "Kamal",
                "middle": [
                    "Kant"
                ],
                "last": "Sahu",
                "suffix": "",
                "email": "kamalkant.sahu@stvincenthospital.com",
                "affiliation": {}
            },
            {
                "first": "Ajay",
                "middle": [
                    "Kumar"
                ],
                "last": "Mishra",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Amos",
                "middle": [],
                "last": "Lal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shamendra",
                "middle": [
                    "Anand"
                ],
                "last": "Sahu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\n•\nFacts and Figures: Closely analyzing the above figures, despite holding a gigantic 17.1% of total world population, India so far has done well with only 0.57% of total COVID-19 disease burden (Figure 1\n). The first confirmed COVID-19 case in India was reported on 30 January 2020. So far, 1,359 cases have been successfully cured and discharged.•\nPandemic Stage: Population, poverty, unplanned cities, illiteracy, and an already overwhelmed health care system are the major hurdles ahead that would be deciding factors as India sail through this COVID-19 pandemic. Currently, most of the regions in India are still in stage 2, with a few locations marked as hotspot due to evidences of \"localized community transmission” suggesting pockets of stage 3 as well. From the experiences of Italy, Spain and United States, we observed that once a country enters stage 3 of COVID-19 pandemic, the health care capacity reaches to its threshold in matter of only few weeks. Even the developed nations with most advanced and resourceful health care infrastructure have crumpled and ran out of critical beds, mechanical ventilators, personal protective equipment's, and other intensive care devices.\nRealizing the grave consequences if not taken COVID-19 pandemic seriously, India is currently trying to be ahead of the curve and efficiently using its health and financial resources.\n•\nInfection rate: Basic reproduction number or R-naught is metric to predict how infectious a disease is? This is a dynamic number and indicates the total average number of persons that will be infected by a confirmed case. In India, R-naught has been found 1.7 as compared to the higher number noted from other countries (China-2.14, Italy-2.34, and Spain-2.74). Experts have expressed their inability to delineate the exact cause for India's low R-naught4. Stringent containment strategies, diligent contact tracing, effective isolation, self-quarantine, and possibly lower COVID-19 testing are few amongst the various circulating theories for this observation.\n",
            "cite_spans": [
                {
                    "start": 1831,
                    "end": 1832,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "COVID-19 Pandemic: India vs World",
            "ref_spans": [
                {
                    "start": 196,
                    "end": 204,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Unlike countries like United States and Singapore who have so far mostly relied on the mitigation strategy, India has responded strongly from the beginning of the pandemic. On 22 March 2020, the Indian government declared one day “Voluntary public curfew”, an innovative initiative requesting everyone to stay at home. However, realizing the increasing numbers every day, on 24th March 2020, the Indian government declared a complete nationwide lockdown for three weeks (Figure 2\n). This was the first ever largest movement restriction ordered by any country so far in the fight against COVID-19. This suppression strategy aims at bringing the reproduction number (R0) <1 and flattening the COVID-19 pandemic curve in order to reduce the burden over health care system. With the help of state agencies and local police, following measures are being implemented in all the states across the country:○Stay at home orders except for emergency situations like groceries, pharmacies and medical aid.○Shutting down of tourist spots, religious places, cinema halls, malls, and the public transport system○Closure of schools, colleges and universities.○Cancellation of all the regional and nations conferences, sports gatherings, mass gatherings.○Self-reporting portal for symptomatic patients.\n",
            "cite_spans": [],
            "section": "India on suppression strategy",
            "ref_spans": [
                {
                    "start": 471,
                    "end": 479,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The World health organization (WHO) has applauded India for its proactive and courageous act for the safety of its nationals5. At the same time, other international commentators have shown their concern on the impact of lockdown on informal, and daily wage workers, small-scale enterprises and sellers, and farmers. Unfortunately, it is a bittersweet decision and as per the experts without a lock down, India could have witnessed a COVID-19 cases surge to 31,000 by 14 April6.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 125,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 475,
                    "end": 476,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "India on suppression strategy",
            "ref_spans": []
        },
        {
            "text": "While majority of the nationals have come up in support of Indian government's move and are doing their bit in maintaining social distancing and following law and orders. However, time and again, random reports of unauthorized religious meetings, spreading of rumors, people fleeing the quarantine centers and hiding travel history, organizing unnecessary vacation trips is creating a setback for the government to achieve the desired milestones. There are very basic expectations from Indian nationals at this moment of health crisis: Staying indoors and practicing social distancing, following standard health hygiene guidelines like frequent washing of hands, covering face while coughing, and maintaining self-quarantine if developing dry cough, fever, and fatigue. Also, patients with cancer, pregnant women, and old patients with multiple comorbidities need special care as studies available so far have conveyed that once caught, these patients deteriorate rapidly[7], [8], [9], [10].",
            "cite_spans": [
                {
                    "start": 971,
                    "end": 974,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 976,
                    "end": 979,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 981,
                    "end": 984,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 986,
                    "end": 990,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Indian Citizens: Time to share the responsibly during COVID-19 pandemic",
            "ref_spans": []
        },
        {
            "text": "The Indian council of medical research (ICMR) has recently approved use of hydroxychloroquine (HCQ) to be used as a prophylactic medication in two scenarios, first for a health care worker who is treating a COVID-19 and secondly for persons staying and caring for a household Laboratory confirmed COVID-19 positive patient11. This is based on the recent studies which have shown efficacy of HCQ.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Hydroxychloroquine as prophylaxis",
            "ref_spans": []
        },
        {
            "text": "ICMR, the top Indian health research organization has recently given its approval on 10 April 2020 to the Sree Chitra Tirunal Institute for Medical Sciences and Technology (SCTIMST) for carrying out the plasma therapy in COVID-19 patients. Internationally, this therapy has gained fame based on success during previous coronavirus outbreaks. FDA also has given its emergency use authorization as a potential therapy against COVID-19.",
            "cite_spans": [],
            "section": "Convalescent-plasma therapy in India",
            "ref_spans": []
        },
        {
            "text": "India is not only protecting its own citizens but also global citizens. Various humanitarian acts of India in recent times which shows that India is genuinely concerned for all the individuals across the globe. India recently created a “COVID-19 Emergency Fund” and donated US$10 million to be utilized by SAARC countries. Early April, India has also exported a huge consignment of 35.82 lakh tablets of hydroxychloroquine to the US.",
            "cite_spans": [],
            "section": "India's helping hand to the world",
            "ref_spans": []
        },
        {
            "text": "So far, India has bagged world appraisal for its excellent efforts towards COVID-19 pandemic mitigation12. However, India's ongoing COVID-19 fight is a continuous process, and any loosening of grip over this pandemic could prove fatal for millions of Indians especially those who belong to below the poverty line. The major concerns for India are [1] A continuous rising rate of cases, [2] rapid declining doubling time [3] maintaining livelihood of >20% of population who fall under below poverty line [4] Sudden irresponsible mass gathering or religious events nullifying the government's effort, and [5] increasing numbers of hotspots indicating community transmission(Figure 2).",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Future roadmap for Lockdown and other interventions",
            "ref_spans": [
                {
                    "start": 672,
                    "end": 680,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In conclusion, Indian government is leaving no stones unturned when it comes to utilizing its resources to maximum capacity to fight against COVID-19. Recently, a smart phone application has been launched by Ministry of Health, India named as “Aarogya Setu” to help citizens understand the health hazards, symptoms, best practices and relevant recommendations. On 14 April 2020, India has extended the lockdown till 3 May 2020. Next few weeks will crucial to decide the trajectory of pandemic curve in India.",
            "cite_spans": [],
            "section": "Future roadmap for Lockdown and other interventions",
            "ref_spans": []
        },
        {
            "text": "The article doesn't contain the participation of any human being and animal.",
            "cite_spans": [],
            "section": "ETHICAL STATEMENT",
            "ref_spans": []
        },
        {
            "text": "All authors have seen the manuscript and agree to the content and data. All the authors played a significant role in the paper.",
            "cite_spans": [],
            "section": "VERIFICATION",
            "ref_spans": []
        },
        {
            "text": "Not applicable",
            "cite_spans": [],
            "section": "Patient consent",
            "ref_spans": []
        },
        {
            "text": "All authors in this manuscript have a significant contribution towards writing, collecting data, discussion and analysis.",
            "cite_spans": [],
            "section": "AUTHOR CONTRIBUTION STATEMENT",
            "ref_spans": []
        },
        {
            "text": "I confirm that none of the authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Heat Map of COVID-19 cases in India, state wise",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Timeline of New cases and total COVID-19 cases in India (30th Jan- 19th March)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Novel coronavirus (2019-nCoV): Update on 3rd Coronavirus Outbreak of 21st Century",
            "authors": [
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Sahu",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "QJM",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Latest updates on COVID-2019: A changing paradigm shift",
            "authors": [
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Sahu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Drug targets for corona virus: A systematic review",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Prajapat",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sarma",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Shekhar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Avti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kaur",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhattacharyya",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bansal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Medhi",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Indian J Pharmacol",
            "volume": "52",
            "issn": "1",
            "pages": "56-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Patterns of heart Injury in COVID – 19 and relation to outcome",
            "authors": [
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Sahu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sargent",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Reporting of all cardiac medications and their outcome in COVID - 19",
            "authors": [
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Sahu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A twin challenge to handle: COVID-19 with pregnancy",
            "authors": [
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Sahu",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "COVID-2019 and pregnancy: A plea for transparent reporting of all cases",
            "authors": [
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Sahu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lal",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Acta Obstet Gynecol Scand",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.10.20056697"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.04.08.20058347"
                ]
            }
        }
    }
}