{
    "paper_id": "PMC7165287",
    "metadata": {
        "title": "The COVID-19 Pandemic Personal Reflections on Editorial Responsibility",
        "authors": [
            {
                "first": "Rajiv",
                "middle": [],
                "last": "Tandon",
                "suffix": "",
                "email": "rajiv.tandon@med.wmich.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "I have just returned from a 1-week academic/journal-related visit to Qatar and am informed by my medical school Dean that I will have to quarantine myself for 2 weeks before I can return to work because “I may be bringing back COVID-19 contagion”. As I am somewhat familiar with COVID-19 happenings, I am confused (and somewhat annoyed) by this directive. Although COVID-19 has affected people in half the countries around the world and the vast majority of those affected are in Asia, Qatar has just a single reported case and this individual was airlifted from Iran and has been quarantined since arrival into Qatar. It is true that over 90 percent of the confirmed cases are in Asia (China, South Korea and Iran) and Italy is reporting a dramatic increase in the number of those affected with a lockdown being declared in Northern Italy earlier today, but my travels did not take me to any of those places- I went directly from the USA to Qatar and back. After providing this explanation and noting the absence of any COVID-19 relevant symptoms, I am allowed to return to work immediately without any restrictions. Even though COVID-19 has no direct impact on me other than causing mild consternation, it gets me thinking about how this pandemic (I am not quite sure why the World Health Organization has not labelled it as one yet) will affect people and if there is any useful role that I (as the Editor-in-Chief of the Asian Journal of Psychiatry) can and should perform.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "I start by thinking about what just happened to me. Fear and incomplete information likely contributed to a lack of understanding that, in turn, contributed to the initial determination that I should not return to work. The fear was understandable- this is a new virus that appears to be highly contagious and deadly, we have no immunity against this virus, and while experiences in South Korea and Taiwan provide some encouragement initial trends in Italy are disturbing. Once I provided clear information about where in Asia I had travelled and that this was not where there was high COVID-19 contagion, the initial decision was immediately reversed. Accurate information leading to clear understanding was the key to enabling appropriate decision-making. Do I have any ability and responsibility as a Journal editor to enable provision of accurate COVID-19 information that is both relevant and timely?",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "First, I ask if this fits the mission/scope of the Journal (Tandon and Keshavan, 2019; Tandon, 2020)- “a vehicle for exchange of relevant information and dissemination of knowledge and understanding across the countries of Asia and to and from the rest of the world” by addressing the following two questions:(i)Is COVID-19 relevant to psychiatry and is Psychiatry relevant to COVID-19?\n",
            "cite_spans": [
                {
                    "start": 60,
                    "end": 85,
                    "mention": "Tandon and Keshavan, 2019",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 87,
                    "end": 99,
                    "mention": "Tandon, 2020",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "My instinctive answer is “of course, it is” since any international medical crisis should be of relevance to psychiatry because of both the impact of the medical condition itself on people (directly on affected persons and indirectly on their family and friends) as also the effects of society’s response (e.g., quarantine, lock-down, etc.) on mental health. As I discuss this opinion with my medical colleagues (including some psychiatrists), their immediate response is in the negative- COVID-19 is a respiratory infection/disease requiring the attention of pulmonologists, intensive care specialists, infectious disease specialists, and epidemiologists, not psychiatrists. When I discuss the mental health effects of any epidemic on the general population with specific reference to COVID-19 (Wang et al., 2020), and specific mental health challenges faced by the above healthcare professionals (Chen et al., 2020), they promptly change their opinion (some reluctantly!) and acknowledge an important place for Psychiatry. (ii)Is there any unique Asia-specific and Asian country-specific information or understanding that is worth sharing?\n",
            "cite_spans": [
                {
                    "start": 796,
                    "end": 813,
                    "mention": "Wang et al., 2020",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 899,
                    "end": 916,
                    "mention": "Chen et al., 2020",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The answer to this question is an obvious “Yes”. COVID-19 began in Asia, different Asian countries took different approaches to anticipating and managing this challenge, results vary across these Asian countries, and as other Asian countries and those around the world confront their COVID-19 challenge, there may be much to learn from the experiences of various Asian countries (particularly China with Hong Kong, Taiwan, South Korea, Singapore, and Iran). Second, there are unique circumstances across Asia that constrain what is possible such as conflict (Brennan et al., 2020), refugee crises, and political/economic realities.",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 579,
                    "mention": "Brennan et al., 2020",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Having answered the first question in the affirmative, the second question I ask myself is “What information should I help disseminate, how should I seek contributions providing such useful material, and how should I review such submissions rapidly, yet fairly and effectively, so that the Journal can make relevant information available to the field in a timely manner. At this time, we had received ten submissions related to COVID-19; after an expeditious review, we accepted four for publication while finding the other six unsuitable. We published a case report in the previous issue (Goyal et al., 2020) and now publish the other three reports in the current issue (Banerjee, 2020; Bhat et al., 2020; Yao et al., 2020).",
            "cite_spans": [
                {
                    "start": 590,
                    "end": 608,
                    "mention": "Goyal et al., 2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 672,
                    "end": 686,
                    "mention": "Banerjee, 2020",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 688,
                    "end": 705,
                    "mention": "Bhat et al., 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 707,
                    "end": 723,
                    "mention": "Yao et al., 2020",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "I have asked Dr. Desai to compile a basic primer on must-know facts about COVID-19 for psychiatrists, which will hopefully be published in the next issue of the Journal. I have also sent out a specific request for COVID-19 mental health relevant publications focused on Asia and plan to review any such submissions expeditiously and prioritize publication of accepted articles. I hope you will find this collection of value",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although COVID-19 has already caused a significant amount of devastation, we appear to be in the early stages of responding to this epidemic- it should accurately be called a pandemic as it spans across the globe. As East Asia (China, South Korea, Taiwan, Singapore) appears to have weathered the initial storm, Europe appears to be the current epicenter with North America likely to be next. It is unclear as to how many cycles of COVID-19 each country may encounter. While COVID-19 presents a healthcare crisis, the economic paralysis that nations will experience because of current and future anticipated shutdowns/lockdowns and mandatory quarantines will likely be even more catastrophic. Even as there is a critical need for the world to collectively engage with the virus SARS-CoV-2 and the COVID-19 disease it causes, there is a discernible lack of leadership at a global level. Unfortunately, there is little global coordination thus far and nations appear to have adopted a solitary (forget about other countries; violent competition for scarce resources such as personal protective equipment and ventilators; blaming and at times abusing each other; etc.) and incoherent (too little, too late; mixed messaging; etc.) response to the challenge.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "There is much that we can do to support each other. There is much that we can learn from each other. I hope the Journal can play a small role in helping this happen.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The COVID-19 outbreak: The crucial role psychiatrists can play",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J Psychiatry",
            "volume": "50",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "COVID 2019 outbreak: The disappointment in teachers",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Bhat",
                    "suffix": ""
                },
                {
                    "first": "V.K.",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Naik",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J Psychiatry",
            "volume": "50",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Responding to health emergencies in the Eastern Mediterranean region in times of conflict",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Brennan",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Hajjeh",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Al-Mandhari",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S1040-6736"
                ]
            }
        },
        "BIBREF3": {
            "title": "Mental health care for medical staff in China during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366"
                ]
            }
        },
        "BIBREF4": {
            "title": "Fear of COVID 2019: First suicidal case in India!",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Goyal",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Chauhan",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Chhikara",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "S.P.",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian Journal of Psychiatry",
            "volume": "49",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Asian psychiatry and the Asian Journal of Psychiatry",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Keshavan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Asian J. Psychiatry",
            "volume": "43",
            "issn": "",
            "pages": "A1-A2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Asian Journal of Psychiatry- Beginning a new decade",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Tandon",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J. Psychiatry",
            "volume": "47",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Immediate psychological responses and associated factors during the initial stage of the 2019 coronavirus disease (COVID-19) epidemic among the general population in China",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Rethinking online mental health services in China during the COVID-19 epidemic",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Asian J Psychiatry",
            "volume": "50",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}