{
    "paper_id": "PMC7175063",
    "metadata": {
        "title": "Tracheostomy Considerations during the COVID-19 Pandemic",
        "authors": [
            {
                "first": "Travis",
                "middle": [],
                "last": "Shiba",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shabnam",
                "middle": [],
                "last": "Ghazizadeh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dinesh",
                "middle": [],
                "last": "Chhetri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Maie",
                "middle": [],
                "last": "St. John",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jennifer",
                "middle": [],
                "last": "Long",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Source information was sought via PubMed and Google searches for “(coronavirus or COVID) and tracheostomy.” Online content was specifically sought because of the very recent nature of many source documents.",
            "cite_spans": [],
            "section": "Methods",
            "ref_spans": []
        },
        {
            "text": "The need for tracheostomy should be exceedingly rare in patients diagnosed with COVID-19. Traditionally, tracheostomy is performed to ease weaning from ventilator support, to facilitate airway suctioning and clearance of secretions, to improve patient comfort and mobility, and to prevent long-term complications, including tracheal stenosis. However, in COVID-19, the disseminated interstitial pneumonia has instead been found to either progress or resolve within a short time frame, obviating the purported benefits of tracheostomy. Current intensive care protocols have a low incidence of stenosis that is not substantially higher than the approximate 2% to 3% airway stenosis associated with tracheostomy; there has also not been a proven mortality benefit of tracheostomy in severely ill patients in the intensive care unit (ICU).3-5 Additionally, the pace of respiratory failure from coronavirus disease is quite swift among those patients who are severely affected. A report of 21 critically ill patients from Washington State reported 67% of the patients dying within the 12- to 26-day period reported.6 In Wuhan, China, 67% of 201 patients who required intubation ultimately died.7 Given the rapid decline of those affected with widespread inflammation in the lungs, tracheostomy provides no medical benefit. We therefore do not foresee widespread indication for tracheostomy due to prolonged intubation in patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 835,
                    "end": 836,
                    "mention": "3",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 836,
                    "end": 836,
                    "mention": "",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 837,
                    "end": 838,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1110,
                    "end": 1111,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1189,
                    "end": 1190,
                    "mention": "7",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Decision for Tracheostomy",
            "ref_spans": []
        },
        {
            "text": "Conversely the risk of tracheostomy as a vector for viral transmission is significant, both in the operating room and during the entire postoperative course. Data from SARS (severe acute respiratory syndrome)—another severe respiratory illness caused by a genetically similar coronavirus—include reported transmission to 9 health care workers during a single difficult airway case, despite using N95 mask, face shields, gloves, and gowns.8 One patient undergoing tracheostomy would encounter, at a minimum, 3 persons in the operation and 14 shifts of nurses and respiratory therapists during 1 week of postoperative care. Tracheal secretions are highly aerosolized during coughing and suctioning and thus are expected to spread far from the patient source and remain suspended in air for up to 3 hours.9 The ongoing transmission risk to health care workers is thus substantially higher than other procedures, such as intubation, which results in more temporally limited respiratory trauma and viral shedding. In most cases, the risk of disease transmission from tracheostomy outweighs any potential patient benefit.",
            "cite_spans": [
                {
                    "start": 438,
                    "end": 439,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 802,
                    "end": 803,
                    "mention": "9",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Decision for Tracheostomy",
            "ref_spans": []
        },
        {
            "text": "Airway emergencies will still occur in patients during the era of COVID-19. Many of these patients do require intubation, sometimes under difficult circumstances, and one can expect that airway loss will occasionally occur. For patients with difficult intubation, alternative options for securing the airway with the least amount of exposure and respiratory mucosal trauma should be attempted first. So far, evidence shows that viral load is high in the nasal cavity, and anecdotal evidence from international experiences has suggested that endonasal procedures pose one of the highest risks for viral transmission.10 Therefore, avoidance of nasal instrumentation, including nasotracheal intubation and nasal trumpets, should be considered in patients who are COVID-19 positive. Conversely, a laryngeal mask airway should be considered as a preferred method to secure the airway in such patients rather than as an emergent surgical airway procedure. An intubating laryngeal mask airway can later be converted to an endotracheal tube under bronchoscopic guidance. This procedure does pose transmission risk at the time of performance but should produce less ongoing viral aerosolization throughout the postprocedure period.",
            "cite_spans": [
                {
                    "start": 615,
                    "end": 617,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Decision for Tracheostomy",
            "ref_spans": []
        },
        {
            "text": "If a surgical airway is required in the emergency setting, a surgical cricothyrotomy should be considered by the intubating team, often the emergency room, ICU, or anesthesiology physicians. In the event that the airway is lost, the time for the surgical team to arrive and don the proper PPE may take a prolonged period and lead to increased risk of exposure and poor patient outcomes. However, a cricothyrotomy can temporize the airway in the emergency setting and later be converted and formalized into a tracheostomy as indicated. If tracheostomy is unavoidable in an intubated patient and the procedure is not emergent, percutaneous tracheostomy in the ICU should be highly considered for patients who are COVID positive. This procedure has decreased open respiratory epithelial trauma; it takes less time; and it decreases exposure to operating room personnel. It is important to remember that bronchoscopy is also a high-risk aerosolizing procedure; thus, it should be performed by the most experienced clinician available and with the same personal protective measures as surgical tracheostomy.11 If it is suspected that bronchoscopy will be complicated or lead to increased exposure (eg, in patients who would normally not be recommended for percutaneous tracheostomy due to body habitus), then a discussion of the risks and benefits to open tracheostomy must be had among the senior-most physicians with consideration for patient and provider safety.",
            "cite_spans": [
                {
                    "start": 1102,
                    "end": 1104,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Decision for Tracheostomy",
            "ref_spans": []
        },
        {
            "text": "In the event that an open tracheostomy must be performed, the number of surgical personnel should be limited to decrease risk of exposure and conserve PPE. Similar to the SARS experience,8,12 paralytics before the procedure to prevent coughing should be considered. A powered air-purifying respirator should be considered as first-line PPE during surgical tracheostomy in patients with known or suspected coronavirus infection. If this is not available and time permits, the procedure should be delayed until COVID testing or proper PPE become available.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 188,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 189,
                    "end": 191,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Decision for Tracheostomy",
            "ref_spans": []
        },
        {
            "text": "Similar considerations apply to patients who are COVID negative or have unknown COVID status and need tracheostomy during this pandemic. Many persons will have unknown COVID status due to a lack of testing capability or lack of suspicious symptoms. In the setting of a true airway emergency, there may be inadequate time for testing. Such patients must be presumed to be COVID positive, with proper PPE and isolation undertaken if emergent tracheostomy is required. If tracheostomy is elective (defined as not imminently life-saving), it is highly recommended that the procedure be delayed until COVID testing can be performed. This includes patients who have cancer and for whom a tracheostomy is a requisite component of cancer resection. In addition to the risk to health care workers, there is certainly elevated risk to patients undergoing elective surgery during the prodromal phase of coronavirus disease. While RT-PCR (reverse transcription polymerase chain reaction) COVID testing is preferred and considered first-line, computed tomography chest imaging has been shown to have a high percentage of initial positive findings consistent with COVID-19 prior to, or in parallel with, RT-PCR results.13 This may provide a supplement or adjunct to COVID testing, which can add to our clinical suspicion and further inform clinical decision making in urgent or time-sensitive cases.",
            "cite_spans": [
                {
                    "start": 1205,
                    "end": 1207,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Decision for Tracheostomy",
            "ref_spans": []
        },
        {
            "text": "Postoperative tracheostomy care poses significant infectious risk due to high aerosol generation and droplet exposure to numerous health care personnel, including nursing staff, physicians, respiratory therapists, home health workers, as well as the patient’s family and community upon discharge. As a result, preoperative COVID-19 testing is highly recommended prior to tracheostomy if time permissible. If not able to be performed preoperatively, testing is still advisable postoperatively and would be helpful to conserve PPE required during routine trach care. As stated earlier, patients whose COVID status is unknown should be presumed to be COVID positive, out of an abundance of caution, and maximal PPE should be employed. In patients who are COVID positive, enhanced droplet-precaution PPE is required for all patient interactions. Aerosol-generating procedures, such as tracheostomy suctioning, additionally require powered air-purifying respirator. Suctioning should be performed with a closed suction system and an in-line viral filter. During the postoperative period, it is preferable to keep the cuff inflated and delay changing the tracheostomy tube until either COVID status can be determined or the infectious period has passed. This period has been reported as 14 days, but it may change as more information becomes available. In patients who are COVID negative, standard PPE, including surgical mask, face shield, gown, and gloves, should be utilized during tracheostomy care.",
            "cite_spans": [],
            "section": "Postoperative Tracheostomy Care",
            "ref_spans": []
        },
        {
            "text": "Prior to the recent COVID crisis, routine patients who underwent tracheostomy were discharged home after 5- to 7-day hospitalization with tracheostomy teaching and supplies. These patients may go to an acute care or rehabilitation facility, a skilled nursing facility, or a family home with the assistance of home health services. Since tracheotomy care results in extensive aerosolization and exposure for anyone who comes into such contact, patients present a high risk for viral shedding if COVID positive. For those going to a facility, this could result in exposure and transmission to a very fragile and high-risk community. Therefore, it would be advisable to consider COVID testing for all patients with tracheostomy prior to discharge. In the event that COVID testing is positive, consideration may be given to delay discharge until the patient has recovered and developed antibodies.",
            "cite_spans": [],
            "section": "Postoperative Tracheostomy Care",
            "ref_spans": []
        },
        {
            "text": "Tracheostomy has also been urged as a pathway for earlier discharge of patients who are ventilator dependent to clear ICU beds. We cannot support this practice in the absence of COVID testing due to the exposure risks during and after surgery. If the patient is confirmed to be COVID negative, tracheostomy may proceed, and postoperative care will be simplified.",
            "cite_spans": [],
            "section": "Postoperative Tracheostomy Care",
            "ref_spans": []
        },
        {
            "text": "General principles can be followed to limit exposures and to protect those who are exposed, without sacrificing patient outcomes. We acknowledge that each facility has different resources available with regard to testing, time to test results, and PPE. As more information becomes available, these guidelines may change. More rapid and available testing will help with risk stratification and determine which cases need the highest level of protective equipment. The following technical considerations are taken from the previously published experience with SARS and early experience with COVID-19.",
            "cite_spans": [],
            "section": "Technical Considerations during Tracheostomy",
            "ref_spans": []
        },
        {
            "text": "In all situations, proper PPE for all involved health care personnel is paramount when instrumenting the respiratory tract during these procedures.",
            "cite_spans": [],
            "section": "Technical Considerations during Tracheostomy",
            "ref_spans": []
        },
        {
            "text": "As this pandemic continues to evolve, the health care community will continue to be faced with difficult decisions. Surgical airways and tracheostomy care, though previously considered routine, pose significant risk of viral exposure to health care workers and the community. Practices and procedures should continue to be evaluated and refined as evidence-based guidelines and recommendations evolve.",
            "cite_spans": [],
            "section": "Implications for Practice",
            "ref_spans": []
        },
        {
            "text": "Travis Shiba, literature search, manuscript writing, editing; Shabnam Ghazizadeh, literature search, manuscript writing, editing; Dinesh Chhetri, literature search, manuscript writing, editing; Maie St. John, devised project, critically reviewed and revised manuscript; Jennifer Long, literature search, manuscript writing, editing.",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        },
        {
            "text": "Competing interests: None.",
            "cite_spans": [],
            "section": "Disclosures",
            "ref_spans": []
        },
        {
            "text": "Sponsorships: None.",
            "cite_spans": [],
            "section": "Disclosures",
            "ref_spans": []
        },
        {
            "text": "Funding source: None.",
            "cite_spans": [],
            "section": "Disclosures",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in china: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "JM.",
                    "middle": [],
                    "last": "McGoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF1": {
            "title": "Precautions for endoscopic transnasal skull base surgery during the COVID-19 pandemic [letter]",
            "authors": [
                {
                    "first": "ZM",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fernandez-Miranda",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Neurosurgery",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "American Association for Bronchology and Interventional Pulmonology (AABIP) statement on the use of bronchoscopy and respiratory specimen collection in patients with suspected or confirmed COVID-19 infection",
            "authors": [
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Wahidi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Carla Lamb",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Murgu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bronchology Interv Pulmonol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/LBR.0000000000000681"
                ]
            }
        },
        "BIBREF3": {
            "title": "Safe tracheostomy for patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "WI",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "HH",
                    "middle": [],
                    "last": "Tuen",
                    "suffix": ""
                },
                {
                    "first": "RWM",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "LK.",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Laryngoscope",
            "volume": "113",
            "issn": "",
            "pages": "1777-1779",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Correlation of chest CT and RT-PCR testing in coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases [published online February 26, 2020]",
            "authors": [
                {
                    "first": "Ai",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "Yang",
                    "middle": [],
                    "last": "Zhenlu",
                    "suffix": ""
                },
                {
                    "first": "Hou",
                    "middle": [],
                    "last": "Hongyan",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200642"
                ]
            }
        },
        "BIBREF5": {
            "title": "SARS resources: protected code blue",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Cricothyroidotomy versus tracheotomy: an otolaryngologist’s perspective",
            "authors": [
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "EA.",
                    "middle": [],
                    "last": "Aguilar",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Laryngoscope",
            "volume": "98",
            "issn": "2",
            "pages": "131-135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Coronavirus disease 2019 (COVID-19) in Italy [published online",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Livingston",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4344"
                ]
            }
        },
        "BIBREF8": {
            "title": "Risk factors for posttracheostomy tracheal stenosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yiu",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Merrill",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Yildiz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "deSilva",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Matrka",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Otolaryngol Head Neck Surg",
            "volume": "159",
            "issn": "4",
            "pages": "698-704",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Systematic review and meta-analysis of studies of the timing of tracheostomy in adult patients undergoing artificial ventilation",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "VS",
                    "middle": [],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Morgan",
                    "suffix": ""
                },
                {
                    "first": "JD.",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "BMJ",
            "volume": "330",
            "issn": "",
            "pages": "1243-1247",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Early tracheotomy versus prolonged endotracheal intubation in unselected severely ill ICU patients",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blot",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Similowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Trouillet",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Intensive Care Med",
            "volume": "34",
            "issn": "",
            "pages": "1779-1787",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Characteristics and outcomes of 21 critically ill patients with COVID-19 in Washington State",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Arentz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Yim",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Klaff",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4326"
                ]
            }
        },
        "BIBREF12": {
            "title": "Risk factors associated with acute respiratory distress syndrome and death in patients with coronavirus disease 2019 pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Intern Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jamainternmed.2020.0994"
                ]
            }
        },
        "BIBREF13": {
            "title": "Elective and emergency surgery in patients with severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Tien",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chughtai",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jogeklar",
                    "suffix": ""
                },
                {
                    "first": "AV",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Brenneman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Can J Surg",
            "volume": "48",
            "issn": "1",
            "pages": "71-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Aerosol and surface stability of SARS-CoV-2 as compared with SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2004973"
                ]
            }
        }
    }
}