{
    "paper_id": "PMC7166863",
    "metadata": {
        "title": "The Diagnosis and Treatment of Elderly Patients with Acute Exacerbation of Chronic Obstructive Pulmonary Disease and Chronic Bronchitis",
        "authors": [
            {
                "first": "Timothy",
                "middle": [
                    "E."
                ],
                "last": "Albertson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Samuel",
                "middle": [],
                "last": "Louie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrew",
                "middle": [
                    "L."
                ],
                "last": "Chan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "COPD is a significant and growing cause of mortality and morbidity worldwide. It was estimated that COPD was the fifth leading cause of worldwide death in 2001 and will become the third leading cause by 2020.\n8\n Aging of the world's population and the continued use of tobacco are thought to be responsible for the growing burden of COPD.\n8\n Using the Global Initiative for Chronic Obstructive Lung Disease (GOLD) criteria (forced expiratory volume in 1 second (FEV1)/forced vital capacity (FVC)<70% with symptoms of cough and sputum production), an international study demonstrated that the odds ratio (OR) for the diagnosis of stage II or higher COPD was 1.94 (95% confidence interval (CI)=1.80–2.10) per 10‐year increment of age.\n9\n This compares with the OR for developing stage II or higher COPD of 1.20 (95% CI=1.14–1.25) for each 10 pack‐years of smoking.\n9\n The adult prevalence found in this large worldwide study was 10.1% overall, 11.8% for men and 8.5% for women, for stage II or higher COPD.\n9\n Because normal lung aging results in obstructive changes, caution in interpreting spirometry of older adults is warranted. Adjustment of the GOLD criteria have been made and suggest that, in patients aged 70 and older, the normal FEV1/FVC ratio should be reduced from 70% to 65% to account for the normal aging process.\n10\n\n",
            "cite_spans": [],
            "section": "DEFINING AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "Inflammatory and immune responses to inhaled toxic particles and gases from tobacco smoke underlie the current theories of the pathogenesis of COPD, but other environmental types of inhalation injury, airway infections and genetic factors such as alpha‐1‐antitypsin deficiency contribute to the risk of developing COPD.\n2\n Although inflammatory changes are found in the airways of all smokers, only a susceptible minority of these smokers develops COPD with an amplified inflammatory and immune response. This response is prolonged over years and decades and is linked to lung tissue remodeling. Remodeling is also associated with CB with small‐airway bronchiolitis.\n2\n The resultant air flow limitations lead to hyperinflation of the lung and air trapping in COPD. Evidence supporting the concept of COPD as a disease of accelerated lung aging and chronic inflammation is growing, which may indicate future therapeutic approaches.\n11\n\n",
            "cite_spans": [],
            "section": "DEFINING AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "A standard definition of AECOPD includes acute and sustained worsening of the patient's chronic stable pulmonary condition that is beyond normal day‐to‐day variations.\n9\n, \n12\n, \n13\n The main risk factor for AECOPD is lung infection, but secondary risk factors include exposure to pollutants, allergens, and sedatives; congestive heart failure (CHF); and pulmonary embolism.\n14\n AECOPD is associated with bacterial airway changes in approximately half of cases\n15\n and viral, bacterial, or mixed viral–bacterial changes in up to 70% of the cases.\n7\n Bacteria in the airway of patients with AECOPD can cause the release of antigens, including endotoxins, peptidoglycan fragments, lipoproteins, and other molecules, to induce potent systemic and local airway inflammatory effects.\n16\n Reduction or modulation of viral‐ or bacterial‐induced inflammation has the potential to mitigate or prevent the clinical manifestations of AECOPD. Multifactorial causes may also precipitate AECOPD, although in some cases no definite cause for the exacerbation can be determined.\n2\n, \n14\n\n",
            "cite_spans": [],
            "section": "DEFINING AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "Severe limitation of the quality of life (QOL), healthcare costs, deaths, and hospitalizations are associated with AECOPD. High healthcare costs can be seen even before the diagnosis of COPD is made. Retrospective analyses of healthcare costs during the 2 years before the initial diagnosis of COPD were conducted. It was found that the costs before diagnosis were $2,489 higher for Year 1 and $1,182 higher for Year 2 than for matched controls.\n17\n Data from 2000/01 estimated that approximately 110,000 deaths, more than 500,000 hospitalizations, and more than $18 billion in direct medical expenditures per year occurred in the United States from AECOPD.\n14\n AECOPD causes progressive loss of lung function with each exacerbation. The annual rate of decline in FEV1 was approximately 20% greater in patients with COPD with frequent (>2/year) AECOPD than those with less frequent rates.\n14\n Greater frequency of AECOPD is associated with greater use of healthcare resources and lower QOL scores than in patients with COPD without frequent AECOPD. Risk factors for frequent AECOPD include older age, severity of FEV1 impairment, chronic bronchial mucus hyperexcretion, frequent past episodes of AECOPD, daily cough or wheeze, and persistent symptoms of CB.\n14\n\n",
            "cite_spans": [],
            "section": "DEFINING AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "Early studies of patients with COPD isolated bacterial pathogens from the sputum at the same rates during exacerbations and during stable disease, causing the role of bacteria to be questioned.\n18\n Recently, using molecular typing of sputum isolates of nonencapsulated Haemophilus influenzae, Moraxella catarrhalis, Streptococcus pneumoniae, and Pseudomonas aeruginosa, new strains were more frequently isolated during AECOPD than at clinic visits without exacerbation, with a relative exacerbation risk of 2.15 (95% CI=1.83–2.53).\n18\n In a recent cohort of 433 subjects with COPD (aged 65±11), those with chronic cough and sputum production consistent with CB were found to have significantly more‐frequent AECOPD episodes that required hospitalizations than those without CB.\n19\n\n",
            "cite_spans": [],
            "section": "DEFINING AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "CB is a progressive disease characterized by chronic sputum production and defined by at least 3 months of cough and sputum in each of 2 consecutive years after the elimination of tuberculosis, lung cancer, and other causes of cough.\n3\n, \n20\n CB is reported in the majority of patients with COPD.\n3\n AECB causes recurrent attacks in these patients associated with worsening bronchial inflammation. They occur on average 1.5 to 3 times a year and are superimposed on the baseline cough and sputum production. Three cardinal symptoms (increased daily sputum volume, a change in sputum color (e.g., darker—more gray, yellow, or green), and worsening dyspnea) define exacerbations.\n20\n In 1987, it was found that, in patients with COPD and AECB, those with two or three of the previously defined symptoms had better clinical outcomes and fewer clinical failures when treated with antibiotics (e.g., amoxicillin, trimethoprim‐sulfamethoxazole, or doxycycline) than with placebo.\n21\n A meta‐analysis of placebo‐controlled trials of AECB and COPD between 1957 and 1992 found an overall significant benefit for antibiotic‐treated patients.\n22\n\n",
            "cite_spans": [],
            "section": "DEFINING AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "Recent U.S. estimates suggest that 4% to 6% of the adult population has CB.\n23\n Based on 1995 claims data, more than 90% of patients with CB sought healthcare treatment at an estimated yearly cost of $1.6 billion for patients aged 65 and older and $419 million for patients younger than 65 in the United States.\n24\n Internationally, AECB results in more than 1.5 million annual Canadian physician visits.\n3\n A decline in lung function and QOL are seen after AECB, along with an increase in patients becoming housebound and reporting impaired health status and a resultant increased mortality.\n6\n, \n7\n\n",
            "cite_spans": [],
            "section": "DEFINING AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "As previously noted, older age is a risk factor for greater frequency of AECOPD and may explain the worldwide rise in COPD‐associated hospitalizations.\n25\n The risk of 90‐day mortality is 3 times as great in elderly patients admitted with AECOPD as in younger patients.\n26\n A patient aged 80 and older hospitalized with AECOPD has a relative risk of death during or shortly after discharge of 3.0 compared with patients younger than 65.\n27\n The risk of developing AECB increases with age, particularly with comorbidities such as advanced COPD, malnutrition, recurrent aspiration, cardiac disease, active smoking, recent viral infections, alcoholism, impaired immune function, other chronic lung conditions, and residence in a long‐term care facility.\n5\n, \n6\n, \n28\n The prevalence of CB in the United Kingdom also increases with age. Between the ages of 25 to 44, the prevalence is 7.5 per 10,000. It increases to 65 per 10,000 in people aged 44 to 64 and to more than 200 per 10,000 in people aged 75 to 84.\n28\n\n",
            "cite_spans": [],
            "section": "DEFINING AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "Clinically, bronchiectasis is associated with a chronic productive cough with recurrent or persistent infections. Remodeling and distortion of the conducting airways by repeated infections or profound inflammatory reactions result in dilation and scarring of the bronchi and bronchioles and defines bronchiectasis.\n29\n Postinfectious states (e.g., tuberculosis, necrotizing pneumonias, and fungal diseases), idiopathic genetic disorders (e.g., primary ciliary dysfunction, cystic fibrosis, and alpha 1‐antitrypsin deficiency), recurrent aspiration, immune deficiency, rheumatoid arthritis, ulcerative colitis, and allergic bronchopulmonary aspergillosis are some of the known causes of bronchiectasis.\n30\n An association between bronchiectasis and COPD also exists, with one study reporting that 50% of patients with COPD with FEV1 less than 1L had evidence on high‐resolution chest computed tomography (CT) of bronchiectasis.\n31\n Those patients with COPD with CT evidence of bronchiectasis clinically had more‐severe episodes of AECOPD.\n31\n The prevalence of non‐cystic fibrosis bronchiectasis in the United States determined between 1999 and 2001 was estimated to be more than 110,000 cases and ranged from 4.2 cases in 100,000 persons aged 18 to 34 to 272 cases in 100,000 for those aged 75 and older.\n32\n The prevalence was higher in women than in men at all ages. Patients with bronchiectasis required on average more days in the hospital, more days of antibiotic therapy, and higher medical care expenditure than those without bronchiectasis.\n32\n The burden of bronchiectasis is significant in developed countries, but the prevalence and burden of bronchiectasis is thought to be even greater in less‐developed countries.\n30\n\n",
            "cite_spans": [],
            "section": "DEFINING AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "Much of the morbidity and mortality of COPD is associated with AECOPD. Bacteria are thought to cause half of the episodes, with non‐encapsulated H. influenzae, M. catarrhalis, and S. pneumoniae representing the most common pathogens.\n16\n, \n33\n Bacteria often appear to be at the center of a complicated process that involves amplification of inflammation in part by bacterial antigens stimulating inflammatory mediators.\n16\n As previously noted, even in patients with COPD with baseline sputum cultures positive for H. influenzae, M. catarrhalis, S. pneumoniae, or pseudomonas, using molecular typing techniques, sputum isolated during AECOPD tended to demonstrate evidence of new strains.\n18\n\n",
            "cite_spans": [],
            "section": "THE ROLE OF BACTERIA",
            "ref_spans": []
        },
        {
            "text": "Similar to AECOPD, several potential triggers for AECB have been identified. These include environmental conditions such as tobacco smoke, lack of adherence to COPD therapies, and worsening congestive heart failure (CHF), although infections, including those from bacteria, viruses, and atypical pathogens, are likely to cause 80% of AECB. Bacterial infections represent the majority of causative organisms. Several respiratory viruses are associated with approximately 30% of exacerbations, and atypical bacteria (mostly Chlamydia pneumoniae) are implicated in less than 10%.\n34\n The viral pathogens found in AECB include influenza, parainfluenza, rhinovirus, coronavirus, adenovirus, and respiratory syncytial virus.\n34\n The four major bacterial causes of AECB, including those in elderly patients, are S. pneumoniae, H. influenzae, H. parainfluenzae, and M. catarrhalis.\n3\n, \n6\n Less commonly, Staphylococcus aureus, Pseudomonas, and members of the Enterobacteriaceae family can be isolated during AECB.\n3\n A study of patients requiring mechanical ventilation for AECB or AECOPD reported frequently isolating Gram‐negative enteric bacilli, Pseudomonas, and Stenotrophomonas spp.\n6\n, \n35\n The degree of measured baseline airway obstruction tends to predict the bacterial organisms that will be isolated from sputum obtained during AECB.\n6\n When patients were classified according to baseline FEV1, patients with less‐severe baseline airway obstruction were more often found to have S. pneumoniae, and other gram‐positive cocci, whereas more‐severe baseline airway obstruction was associated with H. influenzae and M. catarrhalis. The patients with the worst baseline FEV1 had greater likelihood of having Pseudomonas and Enterobacteriaceae spp. Isolated from their sputum during their episodes of AECB/AECOPD. These patients also tended to have other risk factors for gram‐negative organisms in their sputum, including recent hospitalizations and the use of mechanical ventilation.\n36\n\n",
            "cite_spans": [],
            "section": "THE ROLE OF BACTERIA",
            "ref_spans": []
        },
        {
            "text": "Frequently, sputum from patients with bronchiectasis during AECB demonstrates nonenteric gram‐negative bacteria on culture. Reviews have reported the isolation in the sputum of H. influenzae in 30% to 47%, Pseudomonas aeruginosa (including mucoid species) in 12% to 31%, M. catarrhalis in 2.4% to 20%, S. pneumoniae in 7% to 10%, S. aureus in 4% to 14%, Mycobacterium (primarily Mycobacterium‐avium intracellulare complex) in 2% to 17%, and no organism in 21% to 23% of patients with bronchiectasis during exacerbations.\n29\n\n",
            "cite_spans": [],
            "section": "THE ROLE OF BACTERIA",
            "ref_spans": []
        },
        {
            "text": "The pathogens isolated from patients during AECB, particularly in those with bronchiectasis, unfortunately often demonstrate significant antibiotic resistance patterns to penicillin, beta‐lactams, macrolides, and trimethoprim/sulfamethoxazole.\n37\n, \n38\n The sputum isolates of elderly patients also result more frequently in drug‐resistant pathogens such as multiple drug–resistant S. pneumoniae than those of younger patients.\n39\n In addition, during AECB/AECOPD, older patients are more likely than younger patients to have H. influenzae and P. aeruginosa cultured from their sputum.\n37\n More than 50% of fluoroquinolone‐resistant S. pneumoniae strains isolated were in patients aged 65 and older.\n40\n The emergence of plasmid‐mediated fluoroquinolone gram‐negative resistance is a worldwide problem.\n41\n\n",
            "cite_spans": [],
            "section": "THE ROLE OF BACTERIA",
            "ref_spans": []
        },
        {
            "text": "The cardinal or major symptoms of increased sputum volume, sputum purulence, and worsening dyspnea can be used to classify clinical severity of AECB. Older age and the severity of the underlying lung disease are associated with greater frequency of AECB.\n6\n The most‐severe AECB is labeled Type I when all three of the major symptoms are present.\n21\n Type II AECB exhibits two of the three major symptoms. Type III includes only one of these symptoms and at least one of the minor symptoms of a respiratory tract infection occurring within 5 days (e.g., increased wheezing, increased cough, fever, or a 20% increase in respiratory or heart rate).\n21\n It has been argued that this system classifies the likelihood of bacterial infection as the cause of an exacerbation and is not really a severity scale.\n42\n\n",
            "cite_spans": [],
            "section": "DIAGNOSTIC CRITERIA AND SEVERITY OF AECB AND AECOPD",
            "ref_spans": []
        },
        {
            "text": "The GOLD guideline provides a spirometric classification of disease severity for COPD.\n43\n Using these guidelines, Stage I is mild COPD, with FEV1 greater than 80% of predicted values. Stage II is moderate COPD, with FEV1 between 50% and 80% of predicted values. Stage III is severe COPD, with FEV1 between 30% and 50% of predicted values. Stage IV is the most‐severe COPD, with FEV1 less than 30% of predicted values or evidence of chronic respiratory failure with FEV1 less than 50% of predicted values. Exacerbations of COPD are defined as changes in the patient's baseline dyspnea, cough, or sputum that are acute in onset and beyond normal day‐to‐day variation of the disease.\n43\n The GOLD guidelines further stratify patients with AECOPD and purulent sputum based on the presence of the same three cardinal symptoms of increased dyspnea, sputum volume, and sputum purulence used in defining episodes of AECB. This further stratification, along with the need for invasive or noninvasive mechanical ventilation, is used to determine the need for and the choice of antibiotics based on the potential pathogens involved during AECOPD. Consideration of likely organisms, the resistance patterns of the likely organisms, and strategies to reduce further development of resistance are key components when considering whether and which antibiotic to initiate in older patients with AECB or AECOPD.",
            "cite_spans": [],
            "section": "DIAGNOSTIC CRITERIA AND SEVERITY OF AECB AND AECOPD",
            "ref_spans": []
        },
        {
            "text": "Evidence for the use of antibiotics in patients undergoing Type I or II AECB exists.\n3\n Several guidelines have been developed for AECB that use risk stratification in recommending antibiotics. Some of these guidelines have been promoted for elderly patients without specific data on this population.\n3\n, \n44\n A recent review of international guidelines for antibacterial treatment of AECB based on risk stratification concluded that most are similar.\n45\n The Canadian Thoracic Society (CTS) has developed a guideline based on a risk‐stratification system that has three categories for assessment and treatment of patients with AECB.\n3\n Group I or “simple CB” describes patients of any age who demonstrate the three cardinal signs of bronchitis severity and have fewer than four exacerbations per year, with an FEV1 greater than 50% of predicted and have no history of cardiac disease (Table 1). Group II or “complicated CB” describes patients who meet simple CB (Group I) criteria plus have one or more of the following risk factors: FEV1 of less than 50% of predicted value, more than four exacerbations per year, a history of cardiac disease, supplemental oxygen use, long‐term oral corticosteroid use, or antibiotic use within the previous 3 months.\n3\n The final Group III or “chronic suppurative” category describes patients who meet the criteria of Group II plus have chronic purulent sputum production or more than four exacerbations per year, require antibiotics more than four times per year (often within the previous 3 months), have a baseline FEV1 less than 35% of predicted value, and may have multiple of these risk factors (Table 1). A prospective study used patient stratification to define antibiotic treatment in AECB and demonstrated that patients with complicated CB exacerbations had lower clinical and microbiological success rates than patients with simple or uncomplicated CB exacerbations.\n46\n\n",
            "cite_spans": [],
            "section": "DIAGNOSTIC CRITERIA AND SEVERITY OF AECB AND AECOPD",
            "ref_spans": [
                {
                    "start": 886,
                    "end": 893,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1639,
                    "end": 1646,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In addition to classifying AECB, the CTS also classifies AECOPD as a purulent or nonpurulent event.\n47\n Purulent AECOPD episodes are further defined as simple or complicated exacerbations. Simple AECOPD has increased sputum purulence and dyspnea, whereas complicated AECOPD has the features of simple plus at least one of the following risk factors for poor outcome: FEV1 less than 50% predicted, more than four exacerbations per year, ischemic heart disease, use of home oxygen, or chronic oral steroid use.",
            "cite_spans": [],
            "section": "DIAGNOSTIC CRITERIA AND SEVERITY OF AECB AND AECOPD",
            "ref_spans": []
        },
        {
            "text": "\nTable 2 summarizes the GOLD guidelines for the causative organisms associated with AECOPD. Group A episodes are mild events, rarely require hospitalization, have only one cardinal symptom of CB, and have no risk factors for poor outcome.\n43\n Groups B and C AECOPD are likely to require hospitalization, are increasingly severe events, have increasing risk factors for poor outcome, and in the case of Group C, have risk factors for P. aeruginosa.",
            "cite_spans": [],
            "section": "DIAGNOSTIC CRITERIA AND SEVERITY OF AECB AND AECOPD",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Because of the significant overlap between the syndromes of AECOPD and AECB, the discussed nonantibiotic treatment approach in elderly patients will be combined in this article. The acute use of inhaled bronchodilators represents a mainstay of treatment in patients with evidence of airway obstruction. Short‐acting inhaled beta2‐agonists appear to be the preferred initial bronchodilator for the treatment of AECOPD, although prospective placebo‐controlled trials have not been performed.\n48\n The short‐acting anticholinergic agent ipratropium bromide can be added to the treatment regiment. A meta‐analysis has shown that, in AECOPD, there is no significant difference between the results of inhaled short‐acting beta2‐agonists or short‐acting anticholinergics.\n49\n Although commonly used, the combination of a short‐acting beta2‐agonist with a short‐acting anticholinergic has not uniformly been shown to improve outcomes in AECOPD.\n48\n, \n49\n Nebulizer‐based delivery of these agents appears to be as effective as using a metered‐dose inhaler with a spacer in patients with AECOPD.\n48\n The use of intravenous aminophylline, a methylxanthine, in the treatment of AECOPD is controversial, and no consistent benefits have been demonstrated.\n48\n The frequent presence of comorbidities, particularly cardiovascular comorbidities in elderly patients with AECOPD, must be considered before using high‐dose inhaled beta2‐agonist treatment or intravenous methylxanthines.\n50\n, \n51\n Ensuring appropriate but not excessive hydration of older patients with exacerbations of COPD or CB can reduce the thickness of the sputum and aid clearance. Supplemental oxygen therapy to ensure an arterial oxygen tension greater than 60 mmHg has been advocated.\n48\n A recent meta‐analysis of the treatment of AECOPD has demonstrated that systemic corticosteroids are effective in reducing treatment failures and that the use of noninvasive positive pressure ventilation can reduce the need for intubation and mortality.\n52\n\n",
            "cite_spans": [],
            "section": "NONANTIBIOTIC THERAPY FOR ELDERLY PATIENTS WITH AECOPD/AECB",
            "ref_spans": []
        },
        {
            "text": "In addition to the chronic use of bronchodilators and inhaled corticosteroids, domiciliary oxygen therapy has been shown to improve survival in COPD. Participation in pulmonary rehabilitation can improve the health status of elderly patients with COPD, CB, or both.\n53\n Smoking cessation and pneumococcal and influenza vaccinations are also important preventive measures in elderly patients with COPD, CB, or both.\n43\n, \n53\n Intravenous replacement therapy (e.g., immunoglobulin G or alpha‐1 antitrypsin infusions) has been used in patients with appropriately deficient bronchiectasis, but data on elderly patients are scarce. Mechanical and pharmacological techniques for the mobilization of secretions in these patients appear to be important adjunctive treatments.\n29\n, \n30\n\n",
            "cite_spans": [],
            "section": "NONANTIBIOTIC THERAPY FOR ELDERLY PATIENTS WITH AECOPD/AECB",
            "ref_spans": []
        },
        {
            "text": "Using a risk‐stratification approach that includes comorbidity evaluation and determination of recent exposure to antibiotics appears central to the various guidelines for the selection of antibiotics in the treatment of episodes of AECOPD and AECB. Unfortunately, prospective outcome‐based trials have yet to be done to confirm these expert consensus guidelines, and in general, no subset analyses on elderly patients are reported in the many recent industry‐sponsored noninferiority trials.",
            "cite_spans": [],
            "section": "ANTIBIOTIC TREATMENT IN ELDERLY PATIENTS WITH AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "Because bacteria cause as many as 50% to 70% of AECOPD episodes,\n7\n, \n15\n it has been stressed that, in approaching older patients with AECOPD, it is important to evaluate the severity of the exacerbation using the three cardinal symptoms of CB—increased sputum volume, increased purulence, and increased dyspnea from baseline.\n15\n Furthermore, consideration of underlying comorbidities, underlying severity of lung disease, and the frequency of exacerbations help determine whether the episode is a “simple” or “complicated” AECOPD. Table 3 outlines the risk‐stratified CTS guidelines for antibiotic treatment in patients with purulent sputum–associated AECOPD. It is recommended that cases of simple AECOPD with purulent sputum be treated with amoxicillin, second‐ or third‐generation cephalosporins, doxycycline, extended‐spectrum macrolides, or trimethoprim/sulfamethoxazole.\n15\n, \n47\n The antibiotic treatment recommended for purulent AECOPD classified as “complicated” includes the respiratory fluoroquinolones (gemifloxacin, levofloxacin, and moxifloxacin) and beta‐lactam/beta‐lactamase inhibitor agents such as amoxicillin/clavulanate. Sputum culture–guided therapy may be useful in this group.",
            "cite_spans": [],
            "section": "ANTIBIOTIC TREATMENT IN ELDERLY PATIENTS WITH AECOPD AND AECB",
            "ref_spans": [
                {
                    "start": 534,
                    "end": 541,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "A meta‐analysis of randomized controlled trials on the use of antibiotics in AECOPD (N=1,020, mean age 67) concluded that antibiotic treatment significantly reduced treatment failures and in‐hospital mortality.\n52\n Short‐course antibiotic treatment approaches (<5 days) were evaluated in a 21‐study meta‐analysis in AECOPD and AECB. Short courses of antibiotics were just as effective as the traditional longer treatment courses in patients with mild to moderate AECOPD and AECB.\n55\n In addition to the acute use of macrolide antibiotics in the treatment of “simple” AECOPD associated with purulent sputum, the chronic use of macrolides has been evaluated for its ability to immunomodulate and potentially prevent AECOPD. Data exist that support the use of prolonged macrolide antibiotics in a number of chronic inflammatory lung conditions (diffuse panbronchiolitis, asthma, non‐cystic fibrosis–associated bronchiectasis, and cystic fibrosis). The data in patients with COPD have been limited and somewhat supportive.\n56\n, \n57\n\n",
            "cite_spans": [],
            "section": "ANTIBIOTIC TREATMENT IN ELDERLY PATIENTS WITH AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "In evaluating acute bronchitis and AECOPD in elderly patients (average age ≥75), Dutch investigators found that general practitioners prescribed antibiotics to the majority of cases of acute bronchitis (84%) and AECOPD (53%). When prescribing antibiotics to elderly patients with acute bronchitis, no association with comorbid conditions was found.\n58\n Antibiotics were more often prescribed for AECOPD in patients with diabetes mellitus and heart failure. The authors called for practitioners to better follow published comorbidity risk‐stratified guidelines, which would have greatly limited treatment of acute bronchitis.\n58\n\n",
            "cite_spans": [],
            "section": "ANTIBIOTIC TREATMENT IN ELDERLY PATIENTS WITH AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "Antibiotics selected using a risk‐stratification approach involving comorbidity analysis have been advocated in treating AECB in elderly patients.\n6\n Similar to AECOPD, risk‐stratification‐based guidelines for the treatment of AECB treat lower‐risk patients with classes of antibiotics with narrow spectrums of antibacterial coverage (first‐line). Several antibiotic guidelines for the treatment of AECB have been published.\n3\n, \n6\n, \n45\n These consensus‐based guidelines have not been prospectively validated, and no specific outcome‐based data exist for older patients.",
            "cite_spans": [],
            "section": "ANTIBIOTIC TREATMENT IN ELDERLY PATIENTS WITH AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "A meta‐analysis compared first‐line with second‐line antibiotics in the treatment of AECB.\n59\n Mean ages of the patients in the 12 randomized controlled trials examined ranged from 49 to 71. Second‐line antibiotics (e.g., amoxicillin/clavulanic acid, second‐ or third‐generation cephalosporins, and fluoroquinolones) were more effective and just as safe as first‐line antibiotics (e.g. amoxicillin, ampicillin, pivampicillin, trimethoprim/sulfamethoxazole, and doxycycline).\n59\n A more‐detailed analysis of antibiotic effectiveness stratified according to risk factors for poor outcomes including advanced age could not be done because of a lack of data. Another meta‐analysis of 19 trials comparing antibiotic treatments in AECB found that macrolides, fluoroquinolones, and amoxicillin/clavulanate were equivalent in their short‐term effectiveness,\n60\n although the use of fluoroquinolones demonstrated better microbiological success with fewer recurrences of AECB than macrolides. The use of amoxicillin/clavulanate was found to be associated with more adverse effects than the use of fluoroquinolones or macrolide antibiotics.\n60\n Again, further risk stratification including age could not be done. A third meta‐analysis of five randomized controlled trials on the use of the semisynthetic penicillins (e.g., amoxicillin, ampicillin, and pivampicillin) and trimethoprim‐based regimens (e.g., trimethoprim, trimethoprim‐sulfamethoxazole, and trimethoprim‐sulfadiazine) found that they had equivalent effectiveness and toxicity in treating AECB.\n61\n The various guidelines for treating AECB are similar in their recommendations.\n45\n The current CTS antibiotic guidelines for treating AECB are summarized in Table 4 and are similar to their antibiotic guidelines for AECOPD with purulent sputum (Table 3).",
            "cite_spans": [],
            "section": "ANTIBIOTIC TREATMENT IN ELDERLY PATIENTS WITH AECOPD AND AECB",
            "ref_spans": [
                {
                    "start": 1708,
                    "end": 1715,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1796,
                    "end": 1803,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "A specific meta‐analysis of randomized controlled trials of AECB has found that short courses of antibiotics (<5 days) are as effective as and safer than long‐duration antimicrobial treatments.\n62\n Antibiotic courses as short as 3 days have been shown to be as effective as long‐duration courses of comparator antibiotics in 12 randomized controlled trials.\n63\n Early initiation of antibiotics appears important in patients requiring hospitalization. When antibiotics were started before elderly patients (average age 75) reached the hospital, those hospitalized for AECB or AECOPD had lower short‐term mortality.\n64\n\n",
            "cite_spans": [],
            "section": "ANTIBIOTIC TREATMENT IN ELDERLY PATIENTS WITH AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "The CTS guidelines for Group III or suppurative CB with adjustment of the selection of oral or parenteral antibiotics based on previous or current sputum culture results appear appropriate for most elderly patients with bronchiectasis.\n3\n Because of frequent P. aeruginosa infections in these patients, the nonrespiratory fluoroquinolone ciprofloxacin (oral or intravenous), together with other intravenous antipseudomonal agents, is frequently prescribed in an attempt to reduce the emergence of fluoroquinolone‐resistant P. aeruginosa organisms. Inhaled tobramycin lacks Food and Drug Administration approval and lacks proven efficacy in patients with non‐cystic fibrosis bronchiectasis.\n29\n, \n30\n, \n31\n Specialty consultation is often required when treating elderly patients with bronchiectasis after isolation of non‐tuberculosis mycobacteria.\n29\n\n",
            "cite_spans": [],
            "section": "ANTIBIOTIC TREATMENT IN ELDERLY PATIENTS WITH AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "\nTable 5 summarizes recent randomized controlled comparative antibiotics trials in the treatment of AECB. All of these trials were designed as noninferiority trials and for the most part are industry sponsored. Only three of the 13 trials enrolled patients with mean ages of 65 and older. Only two of the 13 trials demonstrated statistical difference in outcomes.\n65\n, \n66\n In reviewing these recent trials, moxifloxacin was shown to have a small but significantly better “clinical cure” rate than comparator antibiotics in AECB.\n65\n The same study showed a 14‐day‐longer interval to the next exacerbation with moxifloxacin.\n65\n In a second trial, gemifloxacin also demonstrated a small but statistically better clinical cure rate than comparator antibiotics in hospitalized patients with AECB.\n66\n Gemifloxacin treatment was associated with a 2‐day reduction in hospitalization.\n66\n The limited size of the studies in Table 5, the lack of detailed risk stratification, and the limited number of older patients makes direct application of their results to older patients difficult.",
            "cite_spans": [],
            "section": "ANTIBIOTIC TREATMENT IN ELDERLY PATIENTS WITH AECOPD AND AECB",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 919,
                    "end": 926,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "When selecting antibiotic treatment in elderly patients with AECB, several considerations beyond the use of risk‐stratified guidelines must be made. Potential alterations in pharmacokinetics and pharmacodynamics of agents as a result of disease‐ or age‐related decreases in renal and metabolic drug clearances and the potential for drug interactions must be evaluated. The final antibiotic selection, as well as any special monitoring and dosing requirements, must be carefully considered because of the potential complexity of older patients.",
            "cite_spans": [],
            "section": "ANTIBIOTIC TREATMENT IN ELDERLY PATIENTS WITH AECOPD AND AECB",
            "ref_spans": []
        },
        {
            "text": "COPD is a syndrome unique in each patient and consists of elements of CB, bronchiectasis, emphysema, and reversible airway disease. Elderly patients (≥65) are at high risk for COPD with CB and bronchiectasis. Episodes of AECOPD and AECB are associated with viral, bacterial, and atypical organisms, along with environmental factors acting as triggers. Elderly patients also have greater risk for resistant bacterial organisms such as multiple drug–resistant S. pneumoniae, and nonenteric gram‐negative organisms such as H. influenzae, Stenotrophomonas spp., and P. aeruginosa. Although not prospectively validated, risk‐stratified antibiotic guidelines appear helpful in directing the treatment of AECOPD and AECB, but these have not specifically been designed for the aging population. Antibiotic risk‐stratified guidelines have been generated as a consensus process and have not specifically been designed for the elderly population. Recent antibiotic studies have not reported specific outcomes in elderly patients and are often noninferiority‐designed studies with small numbers of subjects. In general, antibiotic treatment of AECOPD and AECB appears to be beneficial and warranted in individual patients who may need more‐aggressive and ‐comprehensive care. Further work directed specifically at antibiotic therapy for elderly patients experiencing AECOPD and AECB is needed to establish valid outcome‐based risk‐stratified antibiotic guidelines for this population. The optimal strategy for managing AECOPD and AECB requires long‐term interventional studies aimed at preventing frequent acute exacerbations and hospitalizations.",
            "cite_spans": [],
            "section": "CONCLUSIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:  \nCanadian Thoracic Society and Canadian Infections Disease Society Chronic Bronchitis (CB) Stratification System\n\n3\n\n\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2:  \nGlobal Initiative for Chronic Obstructive Lung Disease Guidelines for Acute Exacerbations of Chronic Obstructive Pulmonary Disease (AECOPD) Severity and Need for Antibiotics\n\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3:  \nCanadian Antibiotic Recommendations for Purulent Acute Exacerbations of Chronic Obstructive Pulmonary Disease (COPD)\n\n54\n\n\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4:  \nAntibiotic Recommendations for Acute Exacerbations of Chronic Bronchitis (CB) Based on a Canadian Risk‐Stratification System\n\n3\n\n\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5:  \nRecent Respiratory Antibiotic Trials in Acute Exacerbations of Chronic Bronchitis and Acute Exacerbations of Chronic Obstructive Pulmonary Disease\n\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "ATS guidelines. Diagnosis and care of patients with COPD",
            "authors": [],
            "year": 1995,
            "venue": "I. definitions epidemiology; pathophysiology; diagnosis and prognosis",
            "volume": "152",
            "issn": "",
            "pages": "S77-S120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Lung function testing in the elderly–can we still use FEV1/FVC<70% as a criterion of COPD?",
            "authors": [],
            "year": 2007,
            "venue": "Respir Med",
            "volume": "101",
            "issn": "",
            "pages": "1097-1105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "COPD as a disease of accelerated lung aging",
            "authors": [],
            "year": 2009,
            "venue": "Chest",
            "volume": "135",
            "issn": "",
            "pages": "173-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "COPD exacerbations",
            "authors": [],
            "year": 2004,
            "venue": "The importance of a standard definition",
            "volume": "98",
            "issn": "",
            "pages": "99-107",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Toward a consensus definition for COPD exacerbations",
            "authors": [],
            "year": 2000,
            "venue": "Chest",
            "volume": "117",
            "issn": "",
            "pages": "398S-401S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2007,
            "venue": "Proc Am Thorac Soc",
            "volume": "4",
            "issn": "",
            "pages": "554-564",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2002,
            "venue": "Role of bacteria and guide to antibacterial selection in the older patient",
            "volume": "19",
            "issn": "",
            "pages": "761-775",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The role of bacteria in airway inflammation in exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2006,
            "venue": "Curr Opin Infect Dis",
            "volume": "19",
            "issn": "",
            "pages": "225-230",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The direct medical costs of undiagnosed chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2008,
            "venue": "Value Health",
            "volume": "11",
            "issn": "",
            "pages": "628-636",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "New strains of bacteria and exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "",
            "pages": "465-471",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Cough and sputum production are associated with frequent exacerbations and hospitalizations in COPD subjects",
            "authors": [],
            "year": 2009,
            "venue": "Chest",
            "volume": "135",
            "issn": "",
            "pages": "975-982",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The pathology of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2009,
            "venue": "Annu Rev Pathol",
            "volume": "4",
            "issn": "",
            "pages": "435-459",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Acute exacerbation of chronic bronchitis",
            "authors": [],
            "year": 2004,
            "venue": "A primary care consensus guideline",
            "volume": "10",
            "issn": "",
            "pages": "689-696",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Antibiotic therapy in exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 1987,
            "venue": "Ann Intern Med",
            "volume": "106",
            "issn": "",
            "pages": "196-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Antibiotics in chronic obstructive pulmonary disease exacerbations. A meta‐analysis",
            "authors": [],
            "year": 1995,
            "venue": "JAMA",
            "volume": "273",
            "issn": "",
            "pages": "957-960",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Interpreting COPD prevalence estimates",
            "authors": [],
            "year": 2003,
            "venue": "What is the true burden of disease?",
            "volume": "123",
            "issn": "",
            "pages": "1684-1692",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Treatment cost of acute exacerbations of chronic bronchitis",
            "authors": [],
            "year": 1999,
            "venue": "Clin Ther",
            "volume": "21",
            "issn": "",
            "pages": "576-591",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "The impact of COPD on lung health worldwide",
            "authors": [],
            "year": 2000,
            "venue": "Epidemiology and incidence",
            "volume": "117",
            "issn": "",
            "pages": "1S-4S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Admissions to hospital with exacerbations of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2006,
            "venue": "Effect of age related factors and service organisation",
            "volume": "61",
            "issn": "",
            "pages": "843-848",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Clinical audit indicators of outcome following admission to hospital with acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "137-141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The excess cost of acute exacerbations of chronic bronchitis in patients aged 45 and older in England and Wales",
            "authors": [],
            "year": 2001,
            "venue": "Value Health",
            "volume": "4",
            "issn": "",
            "pages": "370-375",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Bronchiectasis",
            "authors": [],
            "year": 2008,
            "venue": "Chest",
            "volume": "134",
            "issn": "",
            "pages": "815-823",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Canadian guidelines for the management of acute exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2003,
            "venue": "Can Respir J",
            "volume": "10",
            "issn": "\n(Suppl B)",
            "pages": "3B-32B",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Update on non‐cystic fibrosis bronchiectasis",
            "authors": [],
            "year": 2008,
            "venue": "Curr Opin Pulmon Med",
            "volume": "14",
            "issn": "",
            "pages": "595-599",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Bronchiectasis, exacerbation indices, and inflammation in chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2004,
            "venue": "Am J Respir Crit Care Med",
            "volume": "170",
            "issn": "",
            "pages": "400-407",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Prevalence and economic burden of bronchiectasis",
            "authors": [],
            "year": 2005,
            "venue": "Clin Pulmon Med",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Bacterial infection in chronic obstructive pulmonary disease in 2000",
            "authors": [],
            "year": 2001,
            "venue": "A state-of-the-art review",
            "volume": "14",
            "issn": "",
            "pages": "336-363",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Infectious etiology of acute exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2000,
            "venue": "Chest",
            "volume": "117",
            "issn": "",
            "pages": "380S-385S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Bronchial microbial patterns in severe exacerbations of chronic obstructive pulmonary disease (COPD) requiring mechanical ventilation",
            "authors": [],
            "year": 1998,
            "venue": "Am J Respir Crit Care Med",
            "volume": "157",
            "issn": "",
            "pages": "1498-1505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Infective exacerbations of chronic bronchitis",
            "authors": [],
            "year": 1998,
            "venue": "Relation between bacteriologic etiology and lung function",
            "volume": "113",
            "issn": "",
            "pages": "1542-1548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Antimicrobial resistance in Haemophilus influenzae: how can we prevent the inevitable? Commentary on antimicrobial resistance in H. influenzae based on data from the TARGETed surveillance program",
            "authors": [],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "\n(Suppl 4)",
            "pages": "S234-S238",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Worldwide prevalence of antimicrobial resistance in Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis in the SENTRY Antimicrobial Surveillance Program, 1997–1999",
            "authors": [],
            "year": 2001,
            "venue": "Clin Infect Dis",
            "volume": "32",
            "issn": "\n(Suppl 2)",
            "pages": "S81-S93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Drug treatment of pneumococcal pneumonia in the elderly",
            "authors": [],
            "year": 2004,
            "venue": "Drugs Aging",
            "volume": "21",
            "issn": "",
            "pages": "851-864",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Lung infections and aging",
            "authors": [],
            "year": 2004,
            "venue": "Ageing Res Rev",
            "volume": "3",
            "issn": "",
            "pages": "55-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "A review of Streptococcus pneumoniae infection treatment failures associated with fluoroquinolone resistance",
            "authors": [],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "118-121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "The worldwide emergence of plasmid‐mediated quinolone resistance",
            "authors": [],
            "year": 2006,
            "venue": "Lancet Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "629-640",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Clinical definition of COPD exacerbations and classification of their severity",
            "authors": [],
            "year": 2009,
            "venue": "South Med J",
            "volume": "102",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Acute exacerbations of chronic bronchitis in elderly patients",
            "authors": [],
            "year": 2007,
            "venue": "Pathogenesis, diagnosis and management",
            "volume": "24",
            "issn": "",
            "pages": "555-572",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "A review of guidelines for antibacterial use in acute exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2006,
            "venue": "Pulm Pharmacol Ther",
            "volume": "19",
            "issn": "",
            "pages": "361-369",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Patient stratification in the management of acute bacterial exacerbation of chronic bronchitis",
            "authors": [],
            "year": 2005,
            "venue": "The role of levofloxacin 750 mg",
            "volume": "25",
            "issn": "",
            "pages": "1001-1010",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Canadian Thoracic Society recommendations for management of chronic obstructive pulmonary disease—2008 update—highlights for primary care",
            "authors": [],
            "year": 2008,
            "venue": "Can Respir J",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Acute exacerbations of COPD",
            "authors": [],
            "year": 2003,
            "venue": "Swiss Med Wkly",
            "volume": "133",
            "issn": "",
            "pages": "247-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Aging",
            "authors": [],
            "year": 2005,
            "venue": "Proc Am Thorac Soc",
            "volume": "2",
            "issn": "",
            "pages": "433-439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Chronic obstructive pulmonary disease in the elderly",
            "authors": [],
            "year": 2009,
            "venue": "An update on pharmacological management",
            "volume": "26",
            "issn": "",
            "pages": "447-456",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "The use of bronchodilators in the treatment of airway obstruction in elderly patients",
            "authors": [],
            "year": 2006,
            "venue": "Pulm Pharmacol Ther",
            "volume": "19",
            "issn": "",
            "pages": "311-319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Contemporary management of acute exacerbations of COPD",
            "authors": [],
            "year": 2008,
            "venue": "A systematic review and metaanalysis",
            "volume": "133",
            "issn": "",
            "pages": "756-766",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Contemporary management of chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2003,
            "venue": "Scientific review",
            "volume": "290",
            "issn": "",
            "pages": "2301-2312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Canadian Thoracic Society recommendations for management of chronic obstructive pulmonary disease—2008 update—highlights for primary care",
            "authors": [],
            "year": 2008,
            "venue": "Can Respir J",
            "volume": "15",
            "issn": "\n(Suppl A)",
            "pages": "1A-8A",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Short‐course antibiotic treatment in acute exacerbations of chronic bronchitis and COPD",
            "authors": [],
            "year": 2008,
            "venue": "A meta-analysis of double-blind studies",
            "volume": "63",
            "issn": "",
            "pages": "415-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Role of macrolide therapy in chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2008,
            "venue": "Int J Chron Obstruct Pulmon Dis",
            "volume": "3",
            "issn": "",
            "pages": "331-350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Is co‐morbidity taken into account in the antibiotic management of elderly patients with acute bronchitis and COPD exacerbations?",
            "authors": [],
            "year": 2007,
            "venue": "Fam Pract",
            "volume": "24",
            "issn": "",
            "pages": "317-322",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Comparison of first‐line with second‐line antibiotics for acute exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2007,
            "venue": "A metaanalysis of randomized controlled trials",
            "volume": "132",
            "issn": "",
            "pages": "447-455",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Acute exacerbations of chronic bronchitis in elderly patients",
            "authors": [],
            "year": 2007,
            "venue": "Pathogenesis, diagnosis and management",
            "volume": "24",
            "issn": "",
            "pages": "555-572",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Macrolides, quinolones and amoxicillin/clavulanate for chronic bronchitis",
            "authors": [],
            "year": 2007,
            "venue": "A meta-analysis",
            "volume": "29",
            "issn": "",
            "pages": "1127-1137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Penicillins vs trimethoprim‐based regimens for acute bacterial exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2009,
            "venue": "Meta-analysis of randomized controlled trials",
            "volume": "55",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Short‐ versus long‐duration antimicrobial treatment for exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2008,
            "venue": "A meta-analysis",
            "volume": "62",
            "issn": "",
            "pages": "442-450",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Use of azithromycin in the treatment of acute exacerbations of COPD",
            "authors": [],
            "year": 2008,
            "venue": "Int J Chron Obstruct Pulmon Dis",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Outpatient antibiotic therapy and short term mortality in elderly patients with chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2000,
            "venue": "Can Resp J",
            "volume": "7",
            "issn": "",
            "pages": "466-475",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Short‐term and long‐term outcomes of moxifloxacin compared to standard antibiotic treatment in acute exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2004,
            "venue": "Chest",
            "volume": "125",
            "issn": "",
            "pages": "953-964",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Oral gemifloxacin once daily for 5 days compared with sequential therapy with i.v. ceftriaxone/oral cefuroxime (maximum of 10 days) in the treatment of hospitalized patients with acute exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2003,
            "venue": "Respir Med",
            "volume": "97",
            "issn": "",
            "pages": "242-249",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Comparison of the efficacy of extended‐release clarithromycin tablets and amoxicillin/clavulanate tablets in the treatment of acute exacerbation of chronic bronchitis",
            "authors": [],
            "year": 2001,
            "venue": "Clin Ther",
            "volume": "23",
            "issn": "",
            "pages": "72-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Efficacy of amoxycillin versus amoxycillin/clavulanate in acute exacerbations of chronic pulmonary obstructive disease in primary care",
            "authors": [],
            "year": 2009,
            "venue": "Int J Chron Obstruct Pulmon Dis",
            "volume": "4",
            "issn": "",
            "pages": "45-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Levofloxacin 500 mg once daily versus cefuroxime 250 mg twice daily in patients with acute exacerbations of chronic obstructive bronchitis",
            "authors": [],
            "year": 2007,
            "venue": "Clinical efficacy and exacerbation-free interval",
            "volume": "30",
            "issn": "",
            "pages": "52-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Do we need new antibiotics for treating exacerbations of COPD?",
            "authors": [],
            "year": 2007,
            "venue": "Ther Adv Respir Dis",
            "volume": "1",
            "issn": "",
            "pages": "61-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Efficacy and safety of azithromycin vs levofloxacin in the outpatient treatment of acute bacterial exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2003,
            "venue": "Chest",
            "volume": "123",
            "issn": "",
            "pages": "772-777",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Levofloxacin 750 mg QD for five days versus amoxicillin/clavulanate 875 mg/125 mg BID for ten days for treatment of acute bacterial exacerbation of chronic bronchitis",
            "authors": [],
            "year": 2006,
            "venue": "A post hoc analysis of data from severely ill patients",
            "volume": "28",
            "issn": "",
            "pages": "1175-1180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Moxifloxacin versus levofloxacin against acute exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2006,
            "venue": "The Latin American Cohort",
            "volume": "100",
            "issn": "",
            "pages": "1504-1511",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Five‐day moxifloxacin therapy compared with 7‐day co‐amoxiclav therapy for the treatment of acute exacerbation of chronic bronchitis",
            "authors": [],
            "year": 2004,
            "venue": "Int J Antimicrob Agents",
            "volume": "23",
            "issn": "",
            "pages": "129-137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Efficacy and safety of 3‐day azithromycin versus 5‐day moxifloxacin for the treatment of acute bacterial exacerbations of chronic bronchitis",
            "authors": [],
            "year": 2007,
            "venue": "Int J Antimicrob Agents",
            "volume": "29",
            "issn": "",
            "pages": "56-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Efficacy and safety of short course (5‐day) moxifloxacin vs 7‐day ceftriaxone in the treatment of acute exacerbations of chronic bronchitis (AECB)",
            "authors": [],
            "year": 2002,
            "venue": "J Chemother",
            "volume": "14",
            "issn": "",
            "pages": "597-608",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "A multinational, multicentre, non‐blinded, randomized study of moxifloxacin oral tablets compared with co‐amoxiclav oral tablets in the treatment of acute exacerbation of chronic bronchitis",
            "authors": [],
            "year": 2001,
            "venue": "J Int Med Res",
            "volume": "29",
            "issn": "",
            "pages": "314-328",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Chronic obstructive pulmonary disease",
            "authors": [],
            "year": 2006,
            "venue": "Current burden and future projections",
            "volume": "27",
            "issn": "",
            "pages": "397-412",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "International variation in the prevalence of COPD (the BOLD Study)",
            "authors": [],
            "year": 2007,
            "venue": "A population-based prevalence study",
            "volume": "370",
            "issn": "",
            "pages": "741-750",
            "other_ids": {
                "DOI": []
            }
        }
    }
}