{
    "paper_id": "PMC7153349",
    "metadata": {
        "title": "Epidemic modeling and control of HIV/AIDS dynamics in populations under external interactions: A worldwide challenge",
        "authors": [
            {
                "first": "Paolo",
                "middle": [],
                "last": "Di Giamberardino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniela",
                "middle": [],
                "last": "Iacoviello",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ahmad",
                "middle": [
                    "Taher"
                ],
                "last": "Azar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In this chapter the interactions between populations affected by different diseases are discussed. In the last years, in the globalized world it has become increasingly important to propose prompt suitable actions whenever an infectious disease starts to spread. In fact it has been estimated that, whereas in the 19th century an infectious disease took about 18 months to spread all over the world, in the recent years it takes less than 36 h, less than the incubation period of most of the diseases. Moreover, the world population has increased in the same period by about five times and almost 400 million people travel to another country or region every year, thus becoming possible transmission vehicles. A classical classification for epidemics refers to epidemic disease, when it is limited both from geographic and temporal point of view, pandemic disease, limited from a temporal point of view but potentially spreading in an entire continent, sporadic case, an irregular (in time and space) presence of an epidemic-like disease, and endemic disease, bounded from a space point of view but not referring to a specific time. Various attempts have been made in the last years to study the spread of epidemic diseases; the main problem is to understand and describe the modalities of the geographic spread among nations with different social characteristics and health status, as well as the effects of migration phenomena.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The problem being so complex, in this work, is efficiently studied in sequential steps: first, a single population with a disease is analyzed, along with the effects of the different control actions when acting separately; then, by using such results, the effects of changes introduced on that population when interacting with external world are deeply discussed. These interactions may be suitably modeled as additional changes in the parameter values and by introducing additional inputs as sum of the effects of migration.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The case study analyzed in this chapter is the human immunodeficiency virus (HIV), which is responsible for the acquired immune deficiency syndrome (AIDS); it infects cells of the immune system, destroying or impairing their function: the immune system becomes weaker, and the person is more susceptible to infections. AIDS is the most advanced stage of the HIV infection and could be reached in 10–15 years from the infection. It can be transmitted only by some body fluids: blood, semen, preseminal fluid, rectal fluid, vaginal fluid, and breast milk. The data from the World Health Organization (WHO) have confirmed the dangerousness of the HIV, an estimated 1.2 million of people have died of AIDS-related illnesses worldwide in 2014 (last update); in the same period the number of people living with HIV-AIDS was about 37 million. A significant aspect is that only 54% of people with HIV is aware of the infection. Currently no vaccine exists and the treatment consists in standard antiretroviral therapy to maximally suppress the HIV virus and stop its progression; use of condom and regular analysis of the subjects belonging to risk categories could help in contrasting the spread of this pandemia. The HIV/AIDS virus suitably represents the situation at hand: a virus spreading all over the world but with different levels of dangerousness depending on the population interested; the social, economic, and cultural habits may strongly vary the dynamics among the different categories of subjects. The HIV/AIDS is generally studied by considering compartmental modeling, that is, dividing the population into groups homogeneous with respect to the level of disease, as discussed in the following sections. In general susceptible individuals and infected ones are considered, splitting each class depending on the specific characteristics to be discussed; due to the long nonsymptom period, among the infected individuals there are those who are not aware of their situation and the ones in the pre-AIDS and AIDS conditions. Due to its dangerousness, an effective control is required to interrupt the spread, by putting together two characteristics: wise behavior and the fast detection of the infection so that the virus does not spread. Three possible actions are suggested by the WHO; they represent different levels of prevention: •\nPrimary prevention: It is designed for healthy people to reduce the possibility of new infections.•\nSecondary prevention: It is devoted to a fast identification of new infections and risk conditions to improve the percentage of subjects who become aware of their illness by regular blood tests.•\nTertiary prevention: It is the medication to the infected subjects who are aware of infection.\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The importance of such actions is discussed in this work by analyzing the effects of each control on the number of subjects in the different categories introduced and enhancing their effectiveness when the interaction among different populations is present.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This chapter is organized as follows: in Section 2, a brief review of the relevant literature is proposed, referring to the general HIV/AIDS modeling aspects and spreading processing. In Section 3, mathematical model referring to a single society is described, whereas in Sections 4 and 5, the model analysis is developed in the absence of control and with constant inputs, respectively. The interactions between populations are deeply described in Section 6, whereas the effects of migration parameters on the individual's evolutions are developed in Section 7. A final discussion of the proposed results is in Section 8; and some conclusions along with future work outlines are in Section 9.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "When dealing with epidemic diseases, an important role is played by the development of mathematical models at different levels; for a useful description of the social implications of the infectious spread, various models, referred to different epidemic diseases, such as SIR (Susceptible, Infected and Removed), SARS (Severe Acute Respiratory Syndrome), SIRC (Susceptible, Infected, Removed and Cross-immune), SEIR (Susceptible, Exposed, Infected and Recovered), HIV (Human Immunodeficiency Virus), have been introduced and analyzed (Casagrandi et al., 2006; Chalub and Souza, 2011; Cinati et al., 2004; Kuniya and Nakata, 2012; Yan and Zou, 2008), and, on the basis of such analysis, possible control strategies, such as vaccination, drug medication, and quarantine, are studied (Behncke, 2000; Di Giamberardino and Iacoviello, 2017a, Di Giamberardino and Iacoviello, 2017b, Di Giamberardino and Iacoviello, 2018; Di Giamberardino et al., 2018; Iacoviello and Liuzzi, 2008a, Iacoviello and Liuzzi, 2008; Iacoviello and Stasio, 2013; Joshi, 2002; Tanaka and Urabe, 2014; Wodarz, 2001). Moreover, epidemic models can be applied in different scenarios, such as biological and social networks (Dadlani et al., 2014; Kryftis et al., 2017).",
            "cite_spans": [
                {
                    "start": 534,
                    "end": 557,
                    "mention": "Casagrandi et al., 2006",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 559,
                    "end": 581,
                    "mention": "Chalub and Souza, 2011",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 583,
                    "end": 602,
                    "mention": "Cinati et al., 2004",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 604,
                    "end": 627,
                    "mention": "Kuniya and Nakata, 2012",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 629,
                    "end": 646,
                    "mention": "Yan and Zou, 2008",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 781,
                    "end": 794,
                    "mention": "Behncke, 2000",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 796,
                    "end": 834,
                    "mention": "Di Giamberardino and Iacoviello, 2017a",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 836,
                    "end": 874,
                    "mention": "Di Giamberardino and Iacoviello, 2017b",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 876,
                    "end": 913,
                    "mention": "Di Giamberardino and Iacoviello, 2018",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 915,
                    "end": 944,
                    "mention": "Di Giamberardino et al., 2018",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 946,
                    "end": 974,
                    "mention": "Iacoviello and Liuzzi, 2008a",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 976,
                    "end": 1003,
                    "mention": "Iacoviello and Liuzzi, 2008",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1005,
                    "end": 1032,
                    "mention": "Iacoviello and Stasio, 2013",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1034,
                    "end": 1045,
                    "mention": "Joshi, 2002",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1047,
                    "end": 1069,
                    "mention": "Tanaka and Urabe, 2014",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1071,
                    "end": 1083,
                    "mention": "Wodarz, 2001",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1191,
                    "end": 1211,
                    "mention": "Dadlani et al., 2014",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1213,
                    "end": 1233,
                    "mention": "Kryftis et al., 2017",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Related works",
            "ref_spans": []
        },
        {
            "text": "The HIV/AIDS virus spread is considered in this chapter as the disease that could affect a population. Available models of HIV-AIDS infection may be divided into two main groups: one focuses on the dynamics at cell levels (Chang and Astolfi, 2009; Mascio et al., 2004; Wodarz, 2001; Wodarz and Nowak, 1999) and the other deals with the dynamic of subject interactions (Naresh et al., 2009; Pinto and Rocha, 2012). In the first approach, it is considered that in an HIV positive subject the virus infects the CD4 T-cells in the blood; when the number of these cells is below 200 per mm3 the HIV patient is diagnosed with AIDS. The model by Wodarz (2001) includes the uninfected and the infected CD4 T-cells, the concentration of helper-independent and of the helper-dependent cells, and the concentration of the precursors. The attention is focused on the analysis of the two equilibrium points, one corresponds to the AIDS status and the other to the long-term nonprogressor (LTNP). The same model has been simplified by Chang and Astolfi (2009), by introducing the effects of cytotoxic T lymphocyte, to drive the HIV patient state into the LTNP region of attraction. A double control action aimed at delaying the virus progression and boosting the immune system was proposed by Joshi (2002), whereas by Zhou et al. (2014) have established an idea to reduce the number of virus particles, besides increasing the number of uninfected CD4 T-cells.",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 246,
                    "mention": "Chang and Astolfi, 2009",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 248,
                    "end": 267,
                    "mention": "Mascio et al., 2004",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 269,
                    "end": 281,
                    "mention": "Wodarz, 2001",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 283,
                    "end": 305,
                    "mention": "Wodarz and Nowak, 1999",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 369,
                    "end": 388,
                    "mention": "Naresh et al., 2009",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 390,
                    "end": 411,
                    "mention": "Pinto and Rocha, 2012",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 639,
                    "end": 652,
                    "mention": "Wodarz (2001)",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1021,
                    "end": 1045,
                    "mention": "Chang and Astolfi (2009)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1279,
                    "end": 1291,
                    "mention": "Joshi (2002)",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1304,
                    "end": 1322,
                    "mention": "Zhou et al. (2014)",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Related works",
            "ref_spans": []
        },
        {
            "text": "The second approach is the one followed in this chapter; generally four categories are introduced: the susceptible one (S), that is, the subjects who are not yet infected but may contract the virus, the infected one (I) containing subjects with HIV but are not aware of the infection, the HIV subjects who are the pre-AIDS patients (P), and the AIDS patients (A). The four-class model by Naresh et al. (2009) considers a constant inflow of HIV-infected subjects assuming birth balancing death and migration. Also natural death is introduced; from the S class a subject could go to the I or P class, whereas in the I class the subjects could discover to be in the pre-AIDS class (P) or in the AIDS one (A). A dynamic compartmental simulation model for Botswana and India by Nagelkerke et al. (2002) considers sex behavioral compartment, high risk and low risk, to identify the best strategies for preventing the spread of HIV/AIDS. As discussed in Section 3, in this work the model adopted is the one introduced by Di Giamberardino et al. (2018); two classes of noninfected subjects are introduced by splitting the S class considering the subjects who are not aware of irresponsible acts and, therefore, could contract the virus, and the subjects representing the wise population who, suitably informed, try to avoid dangerous behaviors. Therefore, in the considered approach, the first level of prevention corresponds to the information effort and the use of wise attitudes to assist the noninfected subjects in avoiding the acquisition of the HIV infection. The interaction between populations with different diseases is an interesting topic in a globalized world and requires prompt suitable action (Dadlani et al., 2014; Naresh et al., 2009; Tanaka and Urabe, 2014). A survey on the possible approaches to face the problem of spreading processes was presented by Nowzari et al. (2016); in particular, the concepts of network and metapopulation models are discussed, as well as deterministic and stochastic ones. It is also emphasized that the same kind of modeling could be efficiently applied to spreading processing regarding information propagation through social network, viral marketing, and malware spreading.",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 408,
                    "mention": "Naresh et al. (2009)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 773,
                    "end": 797,
                    "mention": "Nagelkerke et al. (2002)",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1014,
                    "end": 1044,
                    "mention": "Di Giamberardino et al. (2018)",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1702,
                    "end": 1722,
                    "mention": "Dadlani et al., 2014",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1724,
                    "end": 1743,
                    "mention": "Naresh et al., 2009",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1745,
                    "end": 1767,
                    "mention": "Tanaka and Urabe, 2014",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1866,
                    "end": 1887,
                    "mention": "Nowzari et al. (2016)",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Related works",
            "ref_spans": []
        },
        {
            "text": "A specific work on the role of population interactions and HIV/AIDS spread was performed by Crush et al. (2005). It is evident that a deep understanding of the social, behavioral, and economical elements is important in the analysis of the spread of this virus in order to yield the most effective actions.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 111,
                    "mention": "Crush et al. (2005)",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Related works",
            "ref_spans": []
        },
        {
            "text": "The mathematical model adopted here has been introduced by Di Giamberardino et al. (2018). It considers two classes of susceptible individuals, divided according to the difference in the probability of being contagious due to different social attitudes and behavior: the first class, S\n1, represents people who are not aware of unprotected sex acts and then can easily contract the virus; the second one, S\n2, denotes the part of healthy population which, suitably informed, gives a great attention to the partners and to the protections. With such a classification, the first group is mainly responsible for the virus propagation. In addition to the susceptible individuals, the model considers the infected subjects, I, the individuals who are infected but do not know their illness status. They represent the most dangerous class, since they can have sexual relationships with the unwise susceptible individuals S\n1 and so spread the infection. The diagnosed patients are divided into two classes: the P class and the A class, the first one represents the individuals who are diagnosed with HIV (pre-AIDS) condition, the latter contain the ones with a diagnosis of AIDS.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 89,
                    "mention": "Di Giamberardino et al. (2018)",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "The single society mathematical model",
            "ref_spans": []
        },
        {
            "text": "Using for the state variables the same names as for the classes, for a more intuitive description, the five-dimensional dynamical model describing the evolution of the population in each of the classes is designed.",
            "cite_spans": [],
            "section": "The single society mathematical model",
            "ref_spans": []
        },
        {
            "text": "On the basis of the following parameters:",
            "cite_spans": [],
            "section": "The single society mathematical model",
            "ref_spans": []
        },
        {
            "text": "\n-\nβ regulates the interaction responsible of the infectious propagation;-\nγ takes into account the fact that a wise individual in S\n2(t) can, accidentally, assume a incautious behavior as the S\n1(t) persons;-\nδ weights the natural rate of I(t) subjects becoming aware of their status;-\nα characterizes the natural rate of transition from P(t) to A(t) due to the evolution of the infectious disease;-\nψ determines the effect of the test campaign on the unaware individuals I(t);-\nϕ is the fraction of individuals in I(t) which become, after test, classified as P(t) (ϕ) or A(t)(1 − ϕ);-\nɛ is the fraction of individuals I(t) who are discovered to be in the pre-AIDS condition or in the AIDS one;-\nd is responsible of the natural death rate, assumed the same for all the classes, while μ is the additional death factor for individuals A(t)\n",
            "cite_spans": [],
            "section": "The single society mathematical model",
            "ref_spans": []
        },
        {
            "text": "the model can be written as (1a)S˙1(t)=Q−dS1(t)−cβS1(t)I(t)Nc(t)+γS2(t)−S1(t)u1(t)\n(1b)S˙2(t)=−(γ+d)S2(t)+S1(t)u1(t)\n(1c)İ(t)=cβS1(t)I(t)Nc(t)−(d+δ)I(t)−ψI(t)Nc(t)u2(t)\n(1d)P˙(t)=ɛδI(t)−(α1+d)P(t)+ϕψI(t)Nc(t)u2(t)+P(t)u3(t)\n(1e)A˙(t)=(1−ɛ)δI(t)+α1P(t)−(α+d)A(t)+(1−ϕ)ψI(t)Nc(t)u2(t)−P(t)u3(t)whose compact form is (2)ξ˙(t)=f(ξ(t))+g1(ξ(t))u1(t)+g2(ξ(t))u2(t)+g3(ξ(t))u3(t)once ξ(t) = (S\n1(t)S\n2(t)I(t)P(t)A(t))T denotes the five-dimensional state vector of Eq. (1), and the vector fields have the expressions (3)f(⋅)=Q−dS1(t)−cβS1(t)I(t)Nc(t)+γS2(t)−(γ+d)S2(t)cβS1(t)I(t)Nc(t)−(d+δ)I(t)ɛδI(t)−(α1+d)P(t)(1−ɛ)δI(t)+α1P(t)−(α+d)A(t),g1(⋅)=−S1(t)S1(t)000g2(⋅)=00−ψI(t)Nc(t)ϕψI(t)Nc(t)(1−ϕ)ψI(t)Nc(t),g3(⋅)=000P(t)−P(t)\n",
            "cite_spans": [],
            "section": "The single society mathematical model",
            "ref_spans": []
        },
        {
            "text": "More in details, the interactions between the classes in model (1) are given by the following terms:",
            "cite_spans": [],
            "section": "The single society mathematical model",
            "ref_spans": []
        },
        {
            "text": "\n(i)\nγS\n2(t), which represents the fraction of the wise uninfected individuals who accidentally or occasionally behaves like the unwise ones, so move from S\n2 to S\n1;(ii)\nS\n1(t)u\n1(t), which models the fact that, under a suitable informative campaign whose strength is given by u\n1(t), a proportional part of S\n1 becomes wise and then moves to S\n2 class;(iii)\ncβS1(t)I(t)Nc(t) models the interaction between the unwise people S\n1 and the infected individuals who are not conscious of their condition. The term is normalized with respect to N\nc(t) = S\n1(t) + S\n2(t) + I(t), the total population that can have sexual relationships. People who become infected go from S\n1 to I, until the infection is diagnosed;(iv)\nδI, the fraction of unaware infected people who were discovered to be ill, some of them, ɛδI, with HIV (pre-AIDS) infection, and the remaining, (1 − ɛ)δI, positive for the AIDS;(v)\nψI(t)Nc(t)u2(t), proportional to the blood analysis campaign u\n2(t) operated on the potentially infected N\nc(t), for which a positive response is given for the actual I(t) subjects; as for the previous term, the results can prove a HIV infection, ϕψI(t)Nc(t)u2(t), or an AIDS one, (1−ϕ)ψI(t)Nc(t)u2(t);(vi)\nα\n1\nP(t) and P(t)u\n3(t) describe the natural degeneration of the illness from HIV to AIDS (first term) and a therapy action to prevent such transition (second term);(vii)a natural death rate d is added to all the classes; an additional rate α is introduced for the AIDS-infected individuals to consider the increased probability to die in such a critical conditions.\n",
            "cite_spans": [],
            "section": "The single society mathematical model",
            "ref_spans": []
        },
        {
            "text": "The external actions, which for the isolated group correspond to control inputs for the dynamical model, are defined by u\n1, the informative actions to prevent dangerous relationships, u\n2, the blood analysis to discover infected individuals, and u\n3, the therapy action for the diagnosed patients.",
            "cite_spans": [],
            "section": "The single society mathematical model",
            "ref_spans": []
        },
        {
            "text": "A deeper explanation of the meaning and the role of each coefficient and each term, along with the motivation of their introduction was provided by Di Giamberardino et al. (2018).",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 178,
                    "mention": "Di Giamberardino et al. (2018)",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "The single society mathematical model",
            "ref_spans": []
        },
        {
            "text": "The equilibrium points of dynamics (1) are computed solving the nonlinear system (4)f(S1e,S2e,Ie,Pe,Ae)=0with f(⋅) given in Eq. (3) (Di Giamberardino et al., 2018). Computations give two solutions (5)ξ1e=1d0000Q,ξ2e=1cβ−δ0cβ−(d+δ)(d+δ)(cβ−δ)ɛδ[cβ−(d+δ)](α1+d)(d+δ)(cβ−δ)δcβ−(d+δ)(1−ɛ)d+α1(α1+d)(α+d)(d+δ)(cβ−δ)Q\nξ1e is always a solution, while the existence of ξ2e depends on the fulfillment of the condition (6)cβ−(d+δ)>0which is necessary and sufficient for the nonnegativeness of the equilibrium values in ξ2e (Di Giamberardino et al., 2018).",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 162,
                    "mention": "Di Giamberardino et al., 2018",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 514,
                    "end": 543,
                    "mention": "Di Giamberardino et al., 2018",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Equilibrium points ::: Stability analysis",
            "ref_spans": []
        },
        {
            "text": "Local stability of the equilibrium points is studied making use of the linear approximations in a neighborhood of the equilibrium point ξ1e and, if it exists, ξ2e in Eq. (5). The Jacobian matrix Jf(ξ)=∂f∂ξ must be computed and then evaluated at each equilibrium point. For the equilibrium point ξ1e, one gets(7)\n",
            "cite_spans": [],
            "section": "Stability analysis ::: Stability analysis",
            "ref_spans": []
        },
        {
            "text": "The block triangular structure allows to find easily its eigenvalues (8)λ1=−d,λ2=−(γ+d),λ3=cβ−(d+δ),λ4=−(α1+d),λ5=−(α+d)and the equilibrium point ξ1e is locally asymptotically stable if and only if (9)cβ−(d+δ)<0\n",
            "cite_spans": [],
            "section": "Stability analysis ::: Stability analysis",
            "ref_spans": []
        },
        {
            "text": "As far as the second equilibrium point ξ2e in Eq. (5) is concerned, the block triangular structure of the linear approximating dynamical matrix (10)A2=∂f∂ξξ=ξ2e=A2110A221A222simplifies the analysis, since the eigenvalues of matrix A\n2, denoted by σ(A\n2), are given by σ(A2)=σ(A211)∪σ(A222). Then, once the two matrices (11)A211=−d−cβIeNce+cβS1eIeNce2γ+cβS1eIeNce2−cβS1eNce+cβS1eIeNce20−(γ+d)0cβIeNce−cβS1eIeNce2−cβS1eIeNce2−(d+δ)+cβS1eNce−cβS1eIeNce2ξ=ξ2eand (12)A222=−(α1+d)0α1−(α+d)are computed, the stability of the equilibrium point results from the stability of dynamical matrix (Eq. 11), being the eigenvalues of Eq. (12), λ\n4 = −(α\n1 + d) and λ\n5 = −(a + d) are always negative.",
            "cite_spans": [],
            "section": "Stability analysis ::: Stability analysis",
            "ref_spans": []
        },
        {
            "text": "The eigenvalues of Eq. (11) can be computed solving the equation (13)λ2+cβ−δλ+(d+δ)(cβ−(d+δ))(cβ−δ)cβ=0since λ\n3 = −(γ + d) is straightforwardly obtained.",
            "cite_spans": [],
            "section": "Stability analysis ::: Stability analysis",
            "ref_spans": []
        },
        {
            "text": "For the Descartes’ rule of signs, the equilibrium point is locally asymptotically stable if (14)cβ−(d+δ)>0\n",
            "cite_spans": [],
            "section": "Stability analysis ::: Stability analysis",
            "ref_spans": []
        },
        {
            "text": "This means that the equilibrium point ξ2e is locally asymptotically stable if and only if Eq. (14) holds. Therefore, it is possible to conclude that if ξ1e is the only equilibrium point (Eq. 9 satisfied), it is also locally asymptotically stable. If the second point ξ2e exists, then ξ1e becomes unstable while ξ1e is locally asymptotically stable.",
            "cite_spans": [],
            "section": "Stability analysis ::: Stability analysis",
            "ref_spans": []
        },
        {
            "text": "Such a behavior depends on the values of parameters cβ, d, and δ. On the basis of their meanings, the existence and the stability of the two different equilibrium points depend on the relative values of probability of the infection transmission (cβ) and the velocity of reduction of the infected I(t) by natural death (d) or by infection diagnosis (δ).",
            "cite_spans": [],
            "section": "Stability analysis ::: Stability analysis",
            "ref_spans": []
        },
        {
            "text": "In this case, the system to be solved is (15)f(S1e,S2e,Ie,Pe,Ae)+g1(S1e,S2e,Ie,Pe,Ae)u1=0which is the same as Eq. (4), with the addition of g\n1(ξ(t))u\n1, with g\n1 as in Eq. (3).",
            "cite_spans": [],
            "section": "Computation of the equilibrium points for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "The solutions can be computed analytically. After some manipulations, one gets the two equilibrium points (16)ξ1e(u1)=1d1+u1γ+du1γ+dd1+u1γ+d000TQand (17)ξ2e(u1)=1cβ−δ1+u1γ+du1γ+dcβ−δ1+u1γ+d1d+δ1−d1+u1γ+dcβ−δ1+u1γ+dɛδ(α1+d)(d+δ)1−d1+u1γ+dcβ−δ1+u1γ+dδ1−ɛdα1+d(α+d)(d+δ)1−d1+u1γ+dcβ−δ1+u1γ+dQconsistent with the uncontrolled case (5).",
            "cite_spans": [],
            "section": "Computation of the equilibrium points for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "Moreover, as in the uncontrolled case, the solutions are admissible if they have nonnegative components. The first point, ξ1e(u1), clearly satisfies such condition for every u\n1 ≥ 0. For the second point, condition (18)cβ−(d+δ)1+u1γ+d≥0must be verified; it is the extension of Eq. (6) under u\n1.",
            "cite_spans": [],
            "section": "Computation of the equilibrium points for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "The study of local stability for the equilibrium points (16), (17) can be performed, as in the unforced case in Section 4.2, replacing f with f + u\n1\ng\n1 (as in Eq. 3). Then, the Jacobian matrix to be computed can be denoted by (19)Jf+u1g1(ξ)=∂(f+u1g1)∂ξ\n",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "The evaluation of Eq. (19) in the equilibrium point ξ1e(u1) gives(20)\n",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "The block structure helps once again to study the signs of the real parts of the eigenvalues. For the upper left block, the eigenvalues are obtained solving the characteristic equation (21)λ2+(γ+2d+u1)λ+d(γ+d+u1)=0\n",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "The solutions λ\n1(u\n1) and λ\n2(u\n1) of Eq. (21) have always negative real part because the three coefficients are all positive for any admissible u\n1. So Reλ1(u1)<0andReλ2(u1)<0∀u1∈[0,+∞)\n",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "For the bottom right triangular block, the eigenvalues are (22)λ3(u1)=cβ11+u1γ+d−(δ+d),λ4=−(α1+d),λ5−(α+d)While λ\n4 and λ\n5 are always real negative, the condition cβ11+u1γ+d−(δ+d)<0 must be verified for λ\n3(u\n1) as u\n1 varies. It can be rewritten as (23)cβ−(d+δ)1+u1γ+d<0This condition and the one in Eq. (18) are mutually exclusive. Then, as in the unforced case, if ξ2e(u1) does not exist (Eq. 18 not verified), then ξ1e(u1) is locally asymptotically stable; otherwise, if ξ2e(u1) exist, ξ1e(u1) is an unstable equilibrium point. In this forced case, existence and stability of equilibrium points depend on u\n1. Recalling the stability condition on the system parameters for the unforced dynamics in Eq. (9), it can be stated that if for the unforced system ξ1e is the only, stable, equilibrium point, then the same holds for ξ1e(u1), ∀u\n1; on the other hand, if cβ − (d + δ) > 0, that is, ξ2e exists and ξ1e is unstable, there exists the value (24)u1,0=(γ+d)cβd+δ−1such that (25)cβ−(δ+d)1+u1γ+d<0∀u1>u1,0\n",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "Changing u\n1, the transition from the conditions in which Eq. (23) holds, with one asymptotically stable equilibrium point ξ13(u1), to the conditions with Eq. (23) not true, with two equilibria ξ13(u1) and ξ23(u1), presents a bifurcation (Di Giamberardino et al., 2018) at the point (26)ξ12e=limu1→u1,0ξ1(u1)=limu1→u1,0ξ2(u1)=d+δcβdcβ−(d+δ)cβd000TQ\n",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 268,
                    "mention": "Di Giamberardino et al., 2018",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "In order to put in evidence such behaviors, a numerical case is introduced to depict the time histories of the state variables as u\n1 changes.",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "The numerical values chosen for the model parameters are the same as used in Di Giamberardino et al. (2018).",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 107,
                    "mention": "Di Giamberardino et al. (2018)",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "The initial conditions ξ0=92,0000800000T are used in all the numerical simulations, corresponding to the situation in which an infection is present but nobody knows it yet.",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "To help the interpretation of the results in the next figures, the numerical values of the equilibrium points, for the set of parameters taken, are given: (27)ξ1e(u1)=10.021+u10.22u10.220.021+u10.22000TQ\n(28)ξ2e(u1)=11.5−0.41+u10.22u10.221.5−0.41+u10.222.38101−0.021+u10.221.5−0.41+u10.221.09891−0.021+u10.221.5−0.41+u10.220.91221−0.021+u10.221.5−0.41+u10.22Qwith cβ − (d + δ) = 1.08 > 0, so that the uncontrolled dynamics has two equilibrium points, the first unstable and the second, the endemic condition, asymptotically stable. With u\n1 ≠ 0, the threshold value u\n1,0 is u\n1,0 = 0.5657 and the bifurcation point ξ12e is (29)ξ12e=1.4×1053.6×105000T\n",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "Two sets of figures show, separately, the different behaviors for values of u\n1 smaller and greater than u\n1,0: in Fig. 1, Fig. 2, Fig. 3, Fig. 4\nthe case in which 0 ≤ u\n1 ≤ u\n1,0 is reported, while in Fig. 5, Fig. 6, Fig. 7, Fig. 8\nthe case in which u\n1 ≥ u\n1,0 is referred.",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 121,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 123,
                    "end": 129,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 131,
                    "end": 137,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 139,
                    "end": 145,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 202,
                    "end": 208,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 210,
                    "end": 216,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 218,
                    "end": 224,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 226,
                    "end": 232,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "For the first set, the values u1∈0,0.1,0.20.30.4,0.5,u1,0 are considered. In Fig. 1, Fig. 2, Fig. 3, Fig. 4, the dashed line denotes the evolutions for u\n1 = 0, while the dotted line represents the behaviors when u\n1 = u\n1,0. The five solid lines are associated with the intermediate values: they show a behavior that uniformly goes from the uncontrolled one, dashed line, to the bifurcation value for the control, dotted line. Such a variation increases for S\n1(t) and S\n2(t), while it decreases for I(t). This means that as u\n1 increases, the parts of the population in S\n1(t) and S\n2(t), after an initial decrement, increases as well, showing, at each time, greater numbers for greater control amplitude and reaching, at steady state, greater numbers. Correspondingly, the infected population in I(t) evolves following smaller values at each time, the steady-state value decreases as u\n1 increases, till assuming zero as asymptotic value when u\n1 is equal to the bifurcation value. The overall effect is the increment in the fraction of healthy population, depicted in Fig. 4, reaching the full health condition as u\n1 → u\n1,0.",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 83,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 85,
                    "end": 91,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 93,
                    "end": 99,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 101,
                    "end": 107,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1072,
                    "end": 1078,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In the second set, the values u1∈u1,0,0.6,0.7,0.8,0.9,1 are considered. In this case also, in Fig. 5, Fig. 6, Fig. 7, Fig. 8, the dotted line represents the behavior when u\n1 = u\n1,0. As previously proved, for u\n1 > u\n1,0 the system has only one equilibrium point, the first one, and it is locally asymptotically stable. Then, according to the expression (27), the behavior of the state variable S\n1(t), for its steady-state value, decreases as u\n1 increases, and for the higher value simulated, u\n1 = 1, it reaches the value of 9.0164 × 104. At the same time, S\n2 increases, as shown in Fig. 6; for u\n1 = 1, its steady-state value is 4.0984 × 105, as expression (27) gives. The time history of I(t), depicted in Fig. 7, shows a faster convergence to zero as u\n1 increases, always having zero as steady-state value, according to Eq. (27). Then, all the population tends to be healthy, as shown in Fig. 8.",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 102,
                    "end": 108,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 110,
                    "end": 116,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 118,
                    "end": 124,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 588,
                    "end": 594,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 713,
                    "end": 719,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 897,
                    "end": 903,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "For the study of local stability of ξ2e(u1) an analogous analysis must be performed, starting with the evaluation of Eq. (19) in such an equilibrium point. The result is the block triangular matrix(30)with (31)A211(u1)=−(d+u1)−cβIeNce1−S1eNceγ+cβS1eNceIeNce−cβS1eNce1−IeNceu1−(γ+d)0cβIeNce1−S1eNce−cβS1eNceIeNce−(d+δ)+cβS1eNce1−IeNce\n(32)A221=00ɛδ00(1−ɛ)δA222=−(α1+d)0α1−(α+d)\n",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "After some computations, the characteristic polynomial of matrix (31) can be written as p(λ)=λ3+m2λ2+m1λ+m0with (33)m2=cβ−δ+(γ+d)+γ−δγ+du1m1=(cβ−δ)(γ+d)+(cβ−(d+δ))(d+δ)cβ+δu1−(d+δ)2(cβ−δ)cβ(γ+d)u1m0=−(d+δ)(cβ−(d+δ))(γ+d)(cβ−δ)cβ+d+δcβdcβ+2δ(cβ−(d+δ))u1−δ(d+δ)2cβ(γ+d)u12\n",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "The conditions for the local stability of the equilibrium point (17) are (34)mi>0,i=0,1,2andm1m2>m0\n",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "For the numerical case referred here, the equilibrium point is Eq. (28) and the Jacobian matrix (31) becomes (35)A211(u1)=−0.7976+0.3745u10.5024−0.5345u1−0.1176−0.5345u1u1−0.220000.7776−1.3745u1−0.3024+0.5345u1−0.3024+0.5345u1\n",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "In Fig. 9\n, the real part of the three eigenvalues of matrix (35) for values of u\n1 ∈ [0, 1] are reported. It can be observed that, for u\n1 < u\n1,0 = 0.5657, highlighted in the figure with the vertical dotted line, the linearized dynamics is asymptotically stable, then the equilibrium point ξ2e(u1) (Eq. 17) exists as a second equilibrium point and is asymptotically stable (the endemic condition). Above that value, one eigenvalue becomes positive. The results of this analysis are that the equilibrium and the stability conditions of the dynamics (Eq. 1) can be affected by external inputs, u\n1 in this case, even leading to the loss of some stability properties.",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "In the following section, the same study is carried on for the input u\n2, aiming to show whether the influence of the input on the stability is present for the second input too.",
            "cite_spans": [],
            "section": "Stability analysis for u1≠0 ::: Analysis of the case u1(t) = u1 = const, u2(t) = u3(t) = 0 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "In this case, to compute the new equilibria, the nonlinear system (36)f(S1e,S2e,Ie,Pe,Ae)+g2(S1e,S2e,Ie,Pe,Ae)u2=0has to be solved. It is the same as Eq. (4), with the addition of g\n2(ξ(t))u\n2, with g\n2 as in Eq. (3). Performing the computations, the solution (37)ξ1e(u2)=1d0000TQis obtained; it does not depend on u\n2 and it is the same as the unforced case ξ1e in Eq. (5). Moreover, once S2e=0 is obtained, computations give also the expressions (38)Ie=cβ−(d+δ)d+δS1e−ψu2d+δ\n(39)cβ(δ−cβ)(S1e)2+cβQ+ψu2(d+cβ)S1e−ψQu2=0Note that if u\n2 = 0, from Eq. (38) one has the same condition on the uncontrolled case and, in fact, Eq. (39) reduces to a first-order one, yielding the same solution as in Eq. (5). If (δ − cβ) > 0, the two roots of Eq. (39) are real, one positive and one negative; then, one value for the equilibrium point can be obtained, the positive root, say S1e0(u2). On the other hand, if (δ − cβ) < 0, both the solutions have positive real part. They are real, then they are equilibrium points, if and only if (40)Qcβ+ψu2(d+cβ)2>4cβQψu2|δ−cβ|If Eq. (40) is satisfied, two solutions S1e1(u2) and S1e2(u2) are obtained for Eq. (39). Then, for the first three components of the equilibrium points, three cases are possible, according to the values of the parameters and the input u\n2: (i) for δ − cβ > 0, one value for S1e(u2) is obtained, S1e0(u2), solving Eq. (39) and taking the only positive solution; (ii) for δ − cβ < 0, if Eq. (40) holds, two solutions S1e1(u2) and S1e2(u2) are obtained solving Eq. (39); (iii) for δ − cβ < 0, if Eq. (40) does not hold, no admissible (real) solutions are obtained from Eq. (39). Consequently, the corresponding values for the equilibrium I\ne(u\n2) can be computed from Eq. (38) and denoted by Iei(u2), i = 0, 1, 2 correspondingly to the value S1ei(u2), while S2e(u2)=0 holds in any case. For the remaining two components P\ne(u\n2) and A\ne(u\n2) using Eq. (38), one has (41)Pei(u2)=ɛδα1+d+ϕψ(α1+d)S1ei(u2)+Ieiu2Iei\n(42)Aei(u2)=(1−ɛ)δIei(u2)+α1Pei(u2)+(1−ϕ)ψIei(u2)(α+d)S1ei(u2)+Iei(u2)u2\n",
            "cite_spans": [],
            "section": "Equilibria computation for u2≠0 ::: Analysis of the case u1(t) = u3(t) = 0 and u2(t) = u2 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "The equilibrium points ξ2ei(u2) can then be written as (43)ξ2ei(u2)=S1ei(u2)0Iei(u2)Pei(u2)Aei(u2)T\n",
            "cite_spans": [],
            "section": "Equilibria computation for u2≠0 ::: Analysis of the case u1(t) = u3(t) = 0 and u2(t) = u2 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "Once again, the study of local stability for the equilibrium points (37), (43) can be performed referring to their linear approximations. The study for ξ1e(u2) in Eq. (37) provides with the matrix(44)Then, in addition to the four constant negative eigenvalues λ\n1 = −d, λ\n2 = −(γ + d), λ\n3 = −(α\n1 + d), and λ\n4 = −(α + d), there is one eigenvalue which is the function of the input u\n2, λ\n5 = cβ − (d + δ) − ψu\n2. If cβ − (d + δ) < 0, the same as Eq. (9), then λ\n5 < 0 ∀u\n2 ≥ 0. On the other hand, if condition (9) is not verified for the uncontrolled system, there exists a value u2,0=cβ−(d+δ)ψ such that λ\n5 < 0 ∀u\n2 > u\n2, 0. This means that a system, for which the parameters are such that the equilibrium ξ1e is unstable, under the action of an input u\n2 can become stable. Once again, the effect of a control input, in this case, u\n2, affects the stability properties of a system (1).",
            "cite_spans": [],
            "section": "Stability analysis for the equilibrium ξ1e(u2) ::: Analysis of the case u1(t) = u3(t) = 0 and u2(t) = u2 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": []
        },
        {
            "text": "On the basis of the discussion in Section 5.2.1, the existence, and hence the stability, of the equilibrium points ξ2ei(u2) (Eq. 43), is highly dependent on the values of the system parameters. Thus, an analytical study of their stability involves long and complicated expressions, not useful for qualitative discussions. To show the effects of an input u\n2 on the existence and the stability of the points (43), a numerical analysis is performed, making use of the values introduced in Table 1\n.",
            "cite_spans": [],
            "section": "Stability analysis for the equilibrium ξ2ei(u2) ::: Analysis of the case u1(t) = u3(t) = 0 and u2(t) = u2 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": [
                {
                    "start": 487,
                    "end": 494,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Numerical simulations are performed for u\n1 = u\n3 = 0 and for values of u\n2 in the set u\n2 ∈{0, 0.2, 0.4, 0.6, 0.8, 1}. Some of the results are reported in Fig. 10, Fig. 11, Fig. 12, Fig. 13, Fig. 14, Fig. 15, Fig. 16, Fig. 17\n. In all the figures, the case u\n2 = 0, the uncontrolled case, is depicted by the dashed line, for comparative purpose with the other increasing values. Figs. 10 and 11 show the time histories of the two state components S\n1(t) and I(t), for different input values. Although monotonical increment in the individuals S\n1(t) as u\n2 increases is expected, as well as the corresponding decrement in the infected subjects I(t), there are two interesting results which the figures show. The first is the appearance of the oscillatory behavior which is related to the amplitude of the input u\n2. This kind of time evolution is well evidenced referring to Fig. 14, where the trajectories in the plane I(t) + P(t) + A(t) versus S\n1(t) + S\n2(t) is plotted: the spiral trajectory while converging to the equilibrium point is clearly visible. This means that, under input u\n2 ≠ 0, there are time instants in which the number of the infected individuals I(t) can seem greater than expected, but it is related to the transient behavior only. The second result puts in evidence from the numerical simulations is that the number of diagnosed infected individuals P(t) and A(t) do not decrease as I(t) decreases. This is due to the fact that the action of the control u\n2 aims at increasing the number of diagnoses, so that while I(t) decreases, people moves to P(t) (Fig. 12) and A(t) (Fig. 13). The overall effects on the total population is shown in Fig. 15, where its increment is clear. While the total population increases, the fraction of healthy people S\n1(t) + S\n2(t) with respect to the total population strongly increases, as reported in Fig. 16 and, at the same time, the fraction of diagnosed patients P(t) + A(t) significantly decreases (Fig. 17).",
            "cite_spans": [],
            "section": "Stability analysis for the equilibrium ξ2ei(u2) ::: Analysis of the case u1(t) = u3(t) = 0 and u2(t) = u2 ::: Equilibria and stability analysis under constant inputs",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 163,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 165,
                    "end": 172,
                    "mention": "Fig. 11",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 174,
                    "end": 181,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 183,
                    "end": 190,
                    "mention": "Fig. 13",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 192,
                    "end": 199,
                    "mention": "Fig. 14",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 201,
                    "end": 208,
                    "mention": "Fig. 15",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 210,
                    "end": 217,
                    "mention": "Fig. 16",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 219,
                    "end": 226,
                    "mention": "Fig. 17",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 380,
                    "end": 388,
                    "mention": "Figs. 10",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 393,
                    "end": 395,
                    "mention": "11",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 875,
                    "end": 882,
                    "mention": "Fig. 14",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 1578,
                    "end": 1585,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1597,
                    "end": 1604,
                    "mention": "Fig. 13",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 1663,
                    "end": 1670,
                    "mention": "Fig. 15",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 1859,
                    "end": 1866,
                    "mention": "Fig. 16",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 1962,
                    "end": 1969,
                    "mention": "Fig. 17",
                    "ref_id": "FIGREF16"
                }
            ]
        },
        {
            "text": "Under the hypothesis previously described, in this case the equilibrium points are computed solving the nonlinear system (49)Q−dS1e−cβS1eIeNce+γS2e+m1S1e+S2e+IeNe−n1Pe+AeNe=0\n(50)−(γ+d)S2e=0\n(51)cβS1eIeNce−(d+δ)Ie=0\n(52)ɛδIe−(α1+d)Pe=0\n(53)(1−ɛ)δIe+α1Pe−(α+d)Ae=0One solution is given by (54)ξ1e(m1,n1)=Q+m1d0000T\n",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of healthy population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": []
        },
        {
            "text": "Then, setting (55)Pe+Ae=δα1+dɛα+α1+dα+dIe=πIeand performing some computations, the second solution (56)ξ2e(m1,n1)=Qcβ−δ+m1cβ−n1π(cβ−(d+δ))(cβ(1+π)−π(d+δ))(cβ−δ)0cβ−(d+δ)d+δQcβ−δ+m1cβ−n1π(cβ−(d+δ))(cβ(1+π)−π(d+δ))(cβ−δ)ɛδα1+dcβ−(d+δ)d+δQcβ−δ+m1cβ−n1π(cβ−(d+δ))(cβ(1+π)−π(d+δ))(cβ−δ)δα1+d(1−ɛ)(α+d)(α1+d)cβ−(d+δ)d+δQcβ−δ+m1cβ−n1π(cβ−(d+δ))(cβ(1+π)−π(d+δ))(cβ−δ)is obtained. The existence of this solution depends on the coefficients m\n1 and n\n1, since it must be verified that S1e≥0. However, once the condition on S1e is satisfied, from I\ne ≥ 0 the condition cβ − (d + δ) ≥ 0 must hold. This is the same as Eq. (6) for ξ2e in Section 4.1. Expression (56) can be simplified writing (57)ξ2e(m1,n1)=C0+Cmm1−Cnn10KIC0+Cmm1−Cnn1KPC0+Cmm1−Cnn1KAC0+Cmm1−Cnn1once the following coefficients are defined: (58)C0=Qcβ−δ\n(59)Cm=cβ(cβ(1+π)−π(d+δ))(cβ−δ)\n(60)Cn=π(cβ−(d+δ))(cβ(1+π)−π(d+δ))(cβ−δ)\n(61)KI=cβ−(d+δ)d+δ\n(62)KP=ɛδα1+dKI\n(63)KA=δα1+d(1−ɛ)(α+d)(α1+d)KIThe structure of expression (57) shows that the equilibrium point linearly change w.r.t. both m\n1 and n\n1.",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of healthy population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": []
        },
        {
            "text": "The study of the stability characteristics for the two equilibrium points is performed, once again, analyzing the stability of the linearized dynamics in the neighborhood of the equilibria. For the first point ξ1e(m1,n1), the Jacobian matrix computed in the equilibrium point is the same as for the isolated unforced case ξ1e in Eq. (5). Its expression is given in Eq. (7) and the same stability conditions can be obtained: the equilibrium point ξ1e(m1,n1) is locally asymptotically stable under condition (9). For the second equilibrium point ξ2e(m1,n1) in Eq. (57), the dynamical matrix of the linear approximation has the structure(64)with A222(m1,n1) equal to the one in Eq. (12) for the isolated unforced case, for which the two eigenvalues, λ\n4 = −(α\n1 + d) and λ\n5 = −(α + d), are real negative. Then, for the stability conditions, matrix (65)A211(m1,n1)=−d−cβKI2(1+KI)2γ+cβKI(1+KI)2−cβ1(1+KI)20−(γ+d)0cβKI2(1+KI)2−cβKI(1+KI)2cβ1(1+KI)2−(d+δ)must be analyzed. It is interesting to note that it does not depend on the coefficients m\n1 or n\n1; then, the same holds for the stability of the equilibrium points obtained by varying such coefficients. One of the eigenvalues of Eq. (65), λ\n3 = −(γ + d) < 0, is evident from the structure. The other two can be computed as the roots of the polynomial equation (66)λ2+d+(d+δ)−cβ1−KI2(1+KI)2λ+d(d+δ)+cβ(d+δ)KI2−d(1+KI)2or, by replacing the full expression for K\nI and performing all the simplifications, (67)λ2+(cβ−δ)λ+(d+δ)(cβ−δ)cβ−(d+δ)cβ=0which is the same as Eq. (13). On the basis of the discussion in Section 4.2, it is possible to conclude that the condition for the local asymptotic stability for ξ2e(m1,n1) does not depend on m\n1 and n\n1 and it is the same as given in Eq. (14). Moreover, the same relationships between existence and stability of the two equilibrium points, as in Section 4.2 for ξ1e and ξ2e, hold.",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of healthy population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": []
        },
        {
            "text": "Following the same procedure as in the previous cases, the equilibrium points are computed solving the nonlinear system (68)Q−dS1e−cβS1eIeNce+γS2e=0\n(69)−(γ+d)S2e=0\n(70)cβS1eIeNce−(d+δ)Ie+m3S1e+S2e+IeNe−n3Pe+AeNe=0\n(71)ɛδIe−(α1+d)Pe=0\n(72)(1−ɛ)δIe+α1Pe−(α+d)Ae=0\n",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of infected population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": []
        },
        {
            "text": "From Eq. (69) S2e=0 is immediately obtained. Once Nce=S1e+Ie and Ne=S1e+(1+π)Ie=Nce+πIe are introduced, the system to be solved can be reduced to Eqs. (68), (70), and rewritten as (73)Q−dS1e−cβS1eIeS1e+Ie=0\n(74)cβS1eIeS1e+Ie−(d+δ)Ie+m3S1e+IeS1e+(1+π)Ie−n3πIeS1e+(1+π)Ie=0From Eq. (73), one can write (75)Ie=(dS1e−Q)Q−(cβ+d)S1eS1ewhile, for S1e, after computations one gets the polynomial equation (76)a3S1e3+a2S1e2+a1S1e+a0=0whose coefficients are as follows: (77)a3=d(cβ−δ)(cβ−πd)a2=2πQd(cβ−δ)−(cβ+d)(cβ(Q+m3)+πdn3)+Qcβδ+πQd2a1=cβQQ(1−π)+m3+πn3+πQ2δ−2πQdQ−n3a0=πQ2Q−n3 The feasible solutions correspond to the real positive roots of polynomial (76). Conditions should be given for the coefficients to characterize the roots in order to have admissible solutions but they are not easy to be written and their analysis requires a numerical evaluation of such conditions. Hence, from now on, the numerical values reported in Table 1 are used to show a possible behavior and also for comparative purpose with all the results and the discussions given in Section 5.",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of infected population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": [
                {
                    "start": 923,
                    "end": 930,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "With the parameters presented in Table 1, coefficients (77) assume the following expression depending on the two parameters m\n3 and n\n3: (78)a3=0.0326\n(79)a2=−2.2800m3−0.0257n3−1.6425×104\n(80)a1=15,000m3+1.3008×104n3+5.3710×107\n(81)a0=−8.4465×107n3+8.4465×1011\n",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of infected population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": [
                {
                    "start": 33,
                    "end": 40,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The three solutions of Eq. (76) are computed for different values of m\n3 ∈ [0, 5 × 104] and n\n3 ∈ [0, 5 × 104]. In Fig. 18, Fig. 19, Fig. 20\n, the variations of such solutions with respect to m\n3 are reported, keeping n\n3 = 0, while Fig. 21, Fig. 22, Fig. 23\ndepict how the solutions vary according to different values of n\n3 with m\n3 = 0. In each figure, the solid line represents the real part of the solution and the dashed line denotes the imaginary part, so that it is easy to reject the solutions which are not consistent with the real condition of the state variables. In all the six figures, it can be observed that the values of the equilibrium components S1e and I\ne are all real. Moreover, in order to be admissible values, the components of the state must be nonnegative. In this case, for the range of values for the parameters m\n3 and n\n3, it can be seen that keeping n\n3 = 0, the three roots S1e of the polynomial (76) are real, two positive, Figs. 18 and 19, and one negative, Fig. 20, for all the values given to m\n3 ∈ [0, 5 × 104]. The corresponding values for the equilibrium I\ne are negative for the first solution in Fig. 18 and positive for the remaining two cases, Figs. 19 and 20. While for m\n3 = n\n3 = 0 the first and second solutions are admissible, as m\n3 increases, only the second is a feasible solution; in this case, only one equilibrium point exists and its components S1e and I\ne are given in Fig. 19 for each value of m\n3 in the range considered.",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of infected population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": [
                {
                    "start": 115,
                    "end": 122,
                    "mention": "Fig. 18",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 124,
                    "end": 131,
                    "mention": "Fig. 19",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 133,
                    "end": 140,
                    "mention": "Fig. 20",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 233,
                    "end": 240,
                    "mention": "Fig. 21",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 242,
                    "end": 249,
                    "mention": "Fig. 22",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 251,
                    "end": 258,
                    "mention": "Fig. 23",
                    "ref_id": "FIGREF22"
                },
                {
                    "start": 958,
                    "end": 966,
                    "mention": "Figs. 18",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 971,
                    "end": 973,
                    "mention": "19",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 993,
                    "end": 1000,
                    "mention": "Fig. 20",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 1138,
                    "end": 1145,
                    "mention": "Fig. 18",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 1188,
                    "end": 1196,
                    "mention": "Figs. 19",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 1201,
                    "end": 1203,
                    "mention": "20",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 1426,
                    "end": 1433,
                    "mention": "Fig. 19",
                    "ref_id": "FIGREF18"
                }
            ]
        },
        {
            "text": "On the other hand, varying n\n3 while m\n3 = 0, the first solution, depicted in Fig. 21, shows that n\n3 does not influence one of the equilibrium point of the noninteracting case, defined in Section 4.1 as ξ1e. Also the second solution, plotted in Fig. 22, is admissible, since both S1e and I\ne are positive for all the values considered for n\n3. On the contrary, the third solution cannot be assumed as an equilibrium point, because when S1e is positive, I\ne is negative. Moreover, the value S1e=0 is never acceptable since it does not satisfy Eq. (73).",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of infected population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 85,
                    "mention": "Fig. 21",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 246,
                    "end": 253,
                    "mention": "Fig. 22",
                    "ref_id": "FIGREF21"
                }
            ]
        },
        {
            "text": "A stability analysis for the equilibrium points just computed is performed necessarily on the numerical case addressed till now. The Jacobian matrix (19) Jf(ξ)=∂f∂ξ must be computed and then evaluated at each equilibrium point. Since the structure of the system is the same as in Eq. (1) with the additional term (82)m3S1+S2+IN−n3P+ANin the dynamics of the infected subjects I, expression (19) for the present case is the same as for Eq. (1) except for the third row depending on f\n3, in which the elements in Eq. (82) must be considered. What is then obtained is (83)∂f1∂S1=−d−cβINc+cβS1INc2,∂f1∂S2=γ+cβS1INc2\n(84)∂f1∂I=−cβS1Nc+cβS1INc2,∂f2∂S2=−(γ+d)\n(85)∂f4∂I=ɛδ,∂f4∂P=−(α1+d)\n(86)∂f5∂I=(1−ɛ)δ,∂f5∂P=α1,∂f5∂A=−(α+d)as for the isolated case, while for the third row one has (87)∂f3∂S1=cβINc−cβS1INc2+(m3+n3)(P+A)N2\n(88)∂f3∂S2=−cβS1INc2+(m3+n3)(P+A)N2\n(89)∂f3∂I=−(d+δ)+cβS1Nc−cβS1INc2+(m3+n3)(P+A)N2\n(90)∂f3∂P=−(m3+n3)(S1+S2+I)N2\n(91)∂f3∂A=−(m3+n3)(S1+S2+I)N2\n",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of infected population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": []
        },
        {
            "text": "The corresponding Jacobian matrix is computed for each of the admissible equilibrium points obtained in Section 6.1. Then, for the case n\n3 = 0, only one solution is considered, whose value changes with m\n3 (Fig. 19). For each value of m\n3, one equilibrium point is obtained as well as one corresponding Jacobian matrix. For each of them five eigenvalues are computed and are plotted in Fig. 24\n. It can be noted that all the five eigenvalues, three real and one conjugate complex pair, have their real part negative until m\n3 = 2.285 × 104, marked with the dotted vertical line. Above that value, one eigenvalue becomes positive and the local stability is lost.",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of infected population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": [
                {
                    "start": 208,
                    "end": 215,
                    "mention": "Fig. 19",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 387,
                    "end": 394,
                    "mention": "Fig. 24",
                    "ref_id": "FIGREF23"
                }
            ]
        },
        {
            "text": "The same computations are performed for the two admissible equilibrium points reported in Figs. 21 and 22. The eigenvalues of the Jacobian matrix which locally approximates the nonlinear dynamics in a neighborhood of the n\n3-dependent first equilibrium point are reported in Fig. 25\n, where it is possible to see that for the range considered for n\n3, one root is always positive and so the equilibrium point is unstable. On the contrary, for the second equilibrium point, the one in Fig. 22, the situation is equivalent to the case in Fig. 24: three real eigenvalues and one conjugate complex pair, whose real parts are depicted in Fig. 26\n, solid line for the real roots, dashed line for the complex ones. They are all negative for n\n3 < 8.4 × 105, so yielding to local asymptotic stability of the equilibrium points; for values n\n3 > 8.4 × 105 stability condition is no more satisfied.",
            "cite_spans": [],
            "section": "Equilibrium points and stability properties for the case of infected population migration ::: Equilibria under external interactions ::: The interactions between populations",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 98,
                    "mention": "Figs. 21",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 103,
                    "end": 105,
                    "mention": "22",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 275,
                    "end": 282,
                    "mention": "Fig. 25",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 484,
                    "end": 491,
                    "mention": "Fig. 22",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 536,
                    "end": 543,
                    "mention": "Fig. 24",
                    "ref_id": "FIGREF23"
                },
                {
                    "start": 633,
                    "end": 640,
                    "mention": "Fig. 26",
                    "ref_id": "FIGREF25"
                }
            ]
        },
        {
            "text": "This section is devoted to report some behavior of the system for different values of the coefficients m\n1, n\n1, m\n3, and n\n3, according to the stability results discussed in Section 6. The numerical values of the system parameters are, obviously, the ones illustrated in Table 1; the initial conditions for all the simulations have been chosen as S\n1(0) = 92, 000, I(0) = 8000, S\n2(0) = P(0) = A(0) = 0, aiming at modeling a population in which, initially, the epidemic is not known but some infected individuals are already present.",
            "cite_spans": [],
            "section": "The effects of migration parameters on the individuals evolutions",
            "ref_spans": [
                {
                    "start": 272,
                    "end": 279,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The first case reported refers to the time evolution of the system where m\n1 varies while n\n1 = m\n3 = n\n3 = 0. The results are reported in Fig. 27, Fig. 28, Fig. 29, Fig. 30, Fig. 31\n. In particular, Fig. 27 depicts the evolution of the number of unwise healthy population S\n1(t) when m\n1 changes and Fig. 28 reports the same cases for m\n1, starting from zero (corresponding to the dashed lines) and increasing its value. The evolution of S\n2(t) is not reported because for the initial condition chosen it is constant and equal to zero. Also the time histories of P(t) and A(t) are omitted since they have the same shape of I(t). The obvious result that can be evidenced from Fig. 27 is that the number of healthy people increases as m\n1 grows; unfortunately, this increment makes the infected individuals I(t) grow too. However, a very interesting behavior of the system can be observed once the evolution of the fraction of diagnosed infected patients P(t) + A(t) w.r.t. the total population is determined, varying m\n1, as reported in Fig. 29. From these plots it can be seen that, under the hypothesis of an immigration of healthy people driven by the health of the total population, the different values of m\n1 affects the transient behavior only, reaching, for all m\n1, the same steady-state value. The same result can be observed in Fig. 30, where the fraction of the healthy population S\n1(t) + S\n2(t) w.r.t. the total one is reported: also in this case, the steady-state value is the same. Thus, it is possible to conclude that, for the model considered, an immigration of healthy individuals makes the population grow, as evidenced in Fig. 31; each of the classes grows (Figs. 27 and 28) but the fraction of healthy population as well as the fraction of infected one tends to remain unchanged even if the rate of immigration (m\n1) increases.",
            "cite_spans": [],
            "section": "The effects of migration parameters on the individuals evolutions",
            "ref_spans": [
                {
                    "start": 139,
                    "end": 146,
                    "mention": "Fig. 27",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 148,
                    "end": 155,
                    "mention": "Fig. 28",
                    "ref_id": "FIGREF27"
                },
                {
                    "start": 157,
                    "end": 164,
                    "mention": "Fig. 29",
                    "ref_id": "FIGREF28"
                },
                {
                    "start": 166,
                    "end": 173,
                    "mention": "Fig. 30",
                    "ref_id": "FIGREF29"
                },
                {
                    "start": 175,
                    "end": 182,
                    "mention": "Fig. 31",
                    "ref_id": "FIGREF30"
                },
                {
                    "start": 200,
                    "end": 207,
                    "mention": "Fig. 27",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 301,
                    "end": 308,
                    "mention": "Fig. 28",
                    "ref_id": "FIGREF27"
                },
                {
                    "start": 676,
                    "end": 683,
                    "mention": "Fig. 27",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 1037,
                    "end": 1044,
                    "mention": "Fig. 29",
                    "ref_id": "FIGREF28"
                },
                {
                    "start": 1339,
                    "end": 1346,
                    "mention": "Fig. 30",
                    "ref_id": "FIGREF29"
                },
                {
                    "start": 1644,
                    "end": 1651,
                    "mention": "Fig. 31",
                    "ref_id": "FIGREF30"
                },
                {
                    "start": 1680,
                    "end": 1688,
                    "mention": "Figs. 27",
                    "ref_id": "FIGREF26"
                },
                {
                    "start": 1693,
                    "end": 1695,
                    "mention": "28",
                    "ref_id": "FIGREF27"
                }
            ]
        },
        {
            "text": "In Fig. 32, Fig. 33, Fig. 34, Fig. 35, Fig. 36\n, the results of simulations for different values of n\n1 while m\n1 = m\n3 = n\n3 = 0 are reported. This represents an emigration of healthy people based on the presence of infection in the population. As expected, both S\n1(t) and I(t) decrease, as reported in Figs. 32 and 33, respectively, I(t) more sensibly than S\n1(t). However, in this case also the percentage of infected subjects, plotted in Fig. 34, and the one of healthy individuals, depicted in Fig. 35, tend to remain unchanged as n\n1 changes, having the same steady-state values. Differently from the case of variation of m\n1, in this case the transients present a higher amplitudes as n\n1 increases. This result can be used to better understand the actual dangerousness of the phenomenon, since high values of relative infected individuals can be limited to finite time intervals, during the transient, and may not represent a real social alarm situation. Fig. 36 shows that in this case the total population decreases as the emigration rate increases, but with oscillations during the transient with increasing amplitude.",
            "cite_spans": [],
            "section": "The effects of migration parameters on the individuals evolutions",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "mention": "Fig. 32",
                    "ref_id": "FIGREF31"
                },
                {
                    "start": 12,
                    "end": 19,
                    "mention": "Fig. 33",
                    "ref_id": "FIGREF32"
                },
                {
                    "start": 21,
                    "end": 28,
                    "mention": "Fig. 34",
                    "ref_id": "FIGREF33"
                },
                {
                    "start": 30,
                    "end": 37,
                    "mention": "Fig. 35",
                    "ref_id": "FIGREF34"
                },
                {
                    "start": 39,
                    "end": 46,
                    "mention": "Fig. 36",
                    "ref_id": "FIGREF35"
                },
                {
                    "start": 305,
                    "end": 313,
                    "mention": "Figs. 32",
                    "ref_id": "FIGREF31"
                },
                {
                    "start": 318,
                    "end": 320,
                    "mention": "33",
                    "ref_id": "FIGREF32"
                },
                {
                    "start": 443,
                    "end": 450,
                    "mention": "Fig. 34",
                    "ref_id": "FIGREF33"
                },
                {
                    "start": 500,
                    "end": 507,
                    "mention": "Fig. 35",
                    "ref_id": "FIGREF34"
                },
                {
                    "start": 964,
                    "end": 971,
                    "mention": "Fig. 36",
                    "ref_id": "FIGREF35"
                }
            ]
        },
        {
            "text": "A second set of numerical simulations addresses the case of migration which affects the infected population I(t); in this case, the couple of coefficients m\n1 and n\n1 are always fixed at zero. The results are reported in Fig. 37, Fig. 38, Fig. 39, Fig. 40, Fig. 41, Fig. 42, Fig. 43, Fig. 44, Fig. 45, Fig. 46\n, where the evolution of the system is depicted for different values of m\n3, while n\n3 = 0, modeling a flux of immigrants from outside the group, and then for different values of n\n3 with m\n3 = 0, representing an emigration phenomenon.",
            "cite_spans": [],
            "section": "The effects of migration parameters on the individuals evolutions",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 228,
                    "mention": "Fig. 37",
                    "ref_id": "FIGREF36"
                },
                {
                    "start": 230,
                    "end": 237,
                    "mention": "Fig. 38",
                    "ref_id": "FIGREF37"
                },
                {
                    "start": 239,
                    "end": 246,
                    "mention": "Fig. 39",
                    "ref_id": "FIGREF38"
                },
                {
                    "start": 248,
                    "end": 255,
                    "mention": "Fig. 40",
                    "ref_id": "FIGREF39"
                },
                {
                    "start": 257,
                    "end": 264,
                    "mention": "Fig. 41",
                    "ref_id": "FIGREF40"
                },
                {
                    "start": 266,
                    "end": 273,
                    "mention": "Fig. 42",
                    "ref_id": "FIGREF41"
                },
                {
                    "start": 275,
                    "end": 282,
                    "mention": "Fig. 43",
                    "ref_id": "FIGREF42"
                },
                {
                    "start": 284,
                    "end": 291,
                    "mention": "Fig. 44",
                    "ref_id": "FIGREF43"
                },
                {
                    "start": 293,
                    "end": 300,
                    "mention": "Fig. 45",
                    "ref_id": "FIGREF44"
                },
                {
                    "start": 302,
                    "end": 309,
                    "mention": "Fig. 46",
                    "ref_id": "FIGREF45"
                }
            ]
        },
        {
            "text": "In Fig. 37 the time history of the healthy individuals S\n1(t) is plotted for different values of m\n3 while Fig. 38 reports the same situation for the infected subjects I(t). Their behaviors are compatible with what could be expected: the number of individuals in the class of infected I(t) grows as m\n3 increases; at the same time, the uninfected people decrease due to the augmented probability of infection due to the larger I(t) population. However, since the influence of the immigration acts directly on the dynamic of I(t), the growth of I(t) is more accentuated than the decrement of S\n1(t), the latter being a secondary effect.",
            "cite_spans": [],
            "section": "The effects of migration parameters on the individuals evolutions",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "mention": "Fig. 37",
                    "ref_id": "FIGREF36"
                },
                {
                    "start": 107,
                    "end": 114,
                    "mention": "Fig. 38",
                    "ref_id": "FIGREF37"
                }
            ]
        },
        {
            "text": "This characteristic of the system behavior is confirmed looking at Figs. 39 and 40 in which the fraction of infected and healthy population are reported, respectively; the first increases while the second decreases. However, these variations have the combined effect of making the total population sensibly increase, as reported in Fig. 41, so having a society with higher number of individuals but composed of an even higher number of infected components.",
            "cite_spans": [],
            "section": "The effects of migration parameters on the individuals evolutions",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 75,
                    "mention": "Figs. 39",
                    "ref_id": "FIGREF38"
                },
                {
                    "start": 80,
                    "end": 82,
                    "mention": "40",
                    "ref_id": "FIGREF39"
                },
                {
                    "start": 332,
                    "end": 339,
                    "mention": "Fig. 41",
                    "ref_id": "FIGREF40"
                }
            ]
        },
        {
            "text": "The opposite effect of an emigration from the class of infected I(t), modeled setting m\n3 = 0 and choosing different values for n\n3, can be analyzed making use of Fig. 42, Fig. 43, Fig. 44, Fig. 45, Fig. 46. Following the same order as in the previous cases, Figs. 42 and 43 depict the time history of S\n1(t) and I(t), respectively. As expected, the steady-state values of the uninfected individuals S\n1(t) increase while for the infected I(t) a more sensible decrement could be observed. The transient, as in the case of emigration from S\n1(t), is characterized by a high oscillatory behavior, in this case more accentuated than that shown in Figs. 32 and 33. Correspondingly, the fraction of diagnosed infected people with respect to the total population decreases for higher values of n\n3 and, at the same time, the relative number of uninfected individuals increases, once their steady-state behavior is observed as shown in Figs. 43 and 45. But in the same figures, the transients show a very large variations in the components. This fact proves the necessity to have a reliable mathematical model to be able to predict some unexpected behaviors or to explain the presence of values in some time intervals that, intuitively, are not obvious. This is well evidenced in Fig. 46, in which, without the support of a model, it is not easy to justify the large variations in the total population as the time passes.",
            "cite_spans": [],
            "section": "The effects of migration parameters on the individuals evolutions",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 170,
                    "mention": "Fig. 42",
                    "ref_id": "FIGREF41"
                },
                {
                    "start": 172,
                    "end": 179,
                    "mention": "Fig. 43",
                    "ref_id": "FIGREF42"
                },
                {
                    "start": 181,
                    "end": 188,
                    "mention": "Fig. 44",
                    "ref_id": "FIGREF43"
                },
                {
                    "start": 190,
                    "end": 197,
                    "mention": "Fig. 45",
                    "ref_id": "FIGREF44"
                },
                {
                    "start": 199,
                    "end": 206,
                    "mention": "Fig. 46",
                    "ref_id": "FIGREF45"
                },
                {
                    "start": 259,
                    "end": 267,
                    "mention": "Figs. 42",
                    "ref_id": "FIGREF41"
                },
                {
                    "start": 272,
                    "end": 274,
                    "mention": "43",
                    "ref_id": "FIGREF42"
                },
                {
                    "start": 644,
                    "end": 652,
                    "mention": "Figs. 32",
                    "ref_id": "FIGREF31"
                },
                {
                    "start": 657,
                    "end": 659,
                    "mention": "33",
                    "ref_id": "FIGREF32"
                },
                {
                    "start": 929,
                    "end": 937,
                    "mention": "Figs. 43",
                    "ref_id": "FIGREF42"
                },
                {
                    "start": 942,
                    "end": 944,
                    "mention": "45",
                    "ref_id": "FIGREF44"
                },
                {
                    "start": 1273,
                    "end": 1280,
                    "mention": "Fig. 46",
                    "ref_id": "FIGREF45"
                }
            ]
        },
        {
            "text": "A final discussion on the results presented in the previous sections, with particular reference to Sections 5 and 7, is shortly reported in this section. The approach followed in the present work aims to put in evidence the effects of incoming and/or outgoing migrations, when they involve healthy individuals who do not put a great attention to the modalities of the spread of virus or infected persons not aware of being ill and contagious.",
            "cite_spans": [],
            "section": "Discussion of the results",
            "ref_spans": []
        },
        {
            "text": "Among the goals of such an analysis, there is the possibility of previewing and understanding the characteristics of the behaviors of some classes of individuals under particular external contributions.",
            "cite_spans": [],
            "section": "Discussion of the results",
            "ref_spans": []
        },
        {
            "text": "The main aspects that can be evidenced once the numerical results are compared and interpreted are as follows: (i)An immigration involving healthy individuals not well informed on the risks of unwise behaviors produces an increment in people in all the classes of the population, since the interactions producing virus transmission increase. However, at steady state, the ratio of the healthy population and the one of infected individuals with respect to the total one is constant.(ii)Emigration involving the same population as in Case (i) implies an evolution opposite to the previous one, with a decrement in people in all classes, leading, at steady state, again to constant ratios, but with the presence of oscillations in the transient. This peculiar behavior is interesting to be stressed since there are time intervals with increment in individuals, healthy and infected, despite the emigration phenomena. This fact does not characterizes the behavior of the dynamics when the vaccination, which acts on the same subjects, is applied.(iii)When the immigration involves infected people unaware of their status, the effect is the expected one: the number of healthy people decreases while all the infected ones increase. This produces an increment in the total population, but it is due to a higher number of infected individuals.(iv)The emigration among people of the same class as in Case (iii) at steady state shows the opposite behavior with respect to the previous case, as expected. However, the transient is characterized by an oscillatory behavior, as in the Case (ii); this fact implies that a correct interpretation of the population dynamics cannot be correctly performed over short-time period.\n",
            "cite_spans": [],
            "section": "Discussion of the results",
            "ref_spans": []
        },
        {
            "text": "In this chapter, the study of the effects of the interactions among different groups is performed by modeling the whole population as the aggregate of each one and introducing terms in the dynamics which take into account the possible interconnections. These results are obtained starting from the development of the analysis for the single group dynamics modeling each interaction as additional inputs and/or changes in the parameter values. Such effects can be modeled as constant fluxes, which introduce additive constant terms in the dynamics, or can be supposed to be driven by some characteristic of the group behavior, such as a higher or lower level of healthy, for example. As case study, the epidemic spread considered is the HIV-AIDS, assuming a new model in which the classical scheme that includes susceptible people and three classes of infected ones (infected but not aware of their status, patients in the pre-AIDS and AIDS conditions) is enriched by splitting the class of susceptible individuals into those aware of the risks of this virus and those who adopt irresponsible acts. The proposed analysis, particularly suitable in describing, for the chosen model, the migration phenomena, is useful to predict unexpected behaviors especially in the transient period in which oscillatory behaviors for the classes of infected patients appear, as evidenced in the discussion.",
            "cite_spans": [],
            "section": "Conclusions and future developments",
            "ref_spans": []
        },
        {
            "text": "Since all the results presented are highly dependent on the model structure and parameter values, future developments should involve real data analysis and model validation. Moreover, the explicit introduction of the detailed interactions between more than one population is mandatory for putting in evidence the migration fluxes. This is preparatory for the introduction of a control strategy for reducing the spread of virus between populations despite the globalization needs.",
            "cite_spans": [],
            "section": "Conclusions and future developments",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Numerical values of the model parameters\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Time history of S1(t) for values 0 ≤ u1 ≤ u1,0; the dashed line corresponds to u1 = 0, the dotted line denotes the case u1 = u1,0.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Time history of S2(t) for values 0 ≤ u1 ≤ u1,0; the dashed line corresponds to u1 = 0, the dotted line denotes the case u1 = u1,0.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Time history of I(t) for values 0 ≤ u1 ≤ u1,0; the dashed line corresponds to u1 = 0, the dotted line denotes the case u1 = u1,0.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Time evolution of the relative number of healthy individuals S1(t) + S2(t) w.r.t. the total population for values 0 ≤ u1 ≤ u1,0; the dashed line corresponds to u1 = 0, the dotted line denotes the case u1 = u1,0.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Time history of S1(t) for values u1 ≥ u1,0.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Time history of S2(t) for values u1 ≥ u1,0.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: Time history of I(t) for values u1 ≥ u1,0.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8: Time evolution of the relative number of healthy individuals S1(t) + S2(t) w.r.t. the total population for values u1 ≥ u1,0.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 9: Real part of the eigenvalues of Eq. (35) for u1 ∈ [0, 1] are reported. The vertical dotted line denotes u1,0 = 0.5657, the bifurcation value.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 10: Time history of S1(t) for u2 ∈{0, 0.2, 0.4, 0.6, 0.8, 1}. The dashed line depicts the case u2 = 0, the behaviors change monotonically with u2.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 11: Time history of I(t) for u2 ∈{0, 0.2, 0.4, 0.6, 0.8, 1}. The dashed line depicts the case u2 = 0, the behaviors change monotonically with u2.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 12: Time history of P(t) for u2 ∈{0, 0.2, 0.4, 0.6, 0.8, 1}. The dashed line depicts the case u2 = 0, the behaviors change monotonically with u2.",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 13: Time history of A(t) for u2 ∈{0, 0.2, 0.4, 0.6, 0.8, 1}. The dashed line depicts the case u2 = 0, the behaviors change monotonically with u2.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig. 14: Time history of A(t) for u2 ∈{0, 0.2, 0.4, 0.6, 0.8, 1}. The dashed line depicts the case u2 = 0, the behaviors change monotonically with u2.",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig. 15: Time evolution of the total population for u2 ∈{0, 0.2, 0.4, 0.6, 0.8, 1}. The dashed line depicts the case u2 = 0, the behaviors change monotonically with u2.",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Fig. 16: Time evolution of the healthy individuals S1(t) + S2(t) with respect to the total population for u2 ∈{0, 0.2, 0.4, 0.6, 0.8, 1}. The dashed line depicts the case u2 = 0, the behaviors change monotonically with u2.",
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Fig. 17: Time evolution of the diagnosed patients P(t) + A(t) with respect to the total population for u2 ∈{0, 0.2, 0.4, 0.6, 0.8, 1}. The dashed line depicts the case u2 = 0, the behaviors change monotonically with u2.",
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Fig. 18: Values of the first solution S1e in Eq. (76) and Ie in Eq. (75) for m3 ∈ [0, 5 × 104].",
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Fig. 19: Values of the second solution S1e in Eq. (76) and Ie in Eq. (75) for m3 ∈ [0, 5 × 104].",
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Fig. 20: Values of the third solution S1e in Eq. (76) and Ie in Eq. (75) for m3 ∈ [0, 5 × 104].",
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Fig. 21: Values of the first solution S1e in Eq. (76) and Ie in Eq. (75) for n3 ∈ [0, 5 × 104].",
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Fig. 22: Values of the second solution S1e in Eq. (76) and Ie in Eq. (75) for n3 ∈ [0, 5 × 104].",
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Fig. 23: Values of the third solution S1e in Eq. (76) and Ie in Eq. (75) for n3 ∈ [0, 5 × 104].",
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Fig. 24: Real part of the five eigenvalues of the Jacobian matrix computed in the first solution for n3 = 0 and m3 ∈ [0, 5 × 104]. The dotted line denotes the real part of a couple of conjugate complex roots.",
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Fig. 25: Real part of the five eigenvalues of the Jacobian matrix computed in the first solution for m3 = 0 and n3 ∈ [0, 5 × 104].",
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Fig. 26: Real part of the five eigenvalues of the Jacobian matrix computed in the second solution for n3 = 0 and m3 ∈ [0, 5 × 104]. The dotted line denotes the real part of a couple of conjugate complex roots.",
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Fig. 27: Time history of S1(t) for different values of m1. The dotted line corresponds to m1 = 0; values increases according to m1.",
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Fig. 28: Time history of I(t) for different values of m1. The dotted line corresponds to m1 = 0; values increases according to m1.",
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Fig. 29: Time evolution of the relative number of diagnosed patients P(t) + A(t) w.r.t. the total population for different values of m1. The dotted line corresponds to m1 = 0.",
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Fig. 30: Time evolution of the relative number of healthy individuals S1(t) + S2(t) w.r.t. the total population for different values of m1. The dotted line corresponds to m1 = 0.",
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Fig. 31: Time evolution of the population for different values of m1. The dotted line corresponds to m1 = 0.",
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Fig. 32: Time history of S1(t) for different values of n1. The dotted line corresponds to n1 = 0.",
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Fig. 33: Time history of I(t) for different values of n1. The dotted line corresponds to n1 = 0.",
            "type": "figure"
        },
        "FIGREF33": {
            "text": "Fig. 34: Time evolution of the relative number of diagnosed patients P(t) + A(t) w.r.t. the total population for different values of n1. The dotted line corresponds to n1 = 0.",
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Fig. 35: Time evolution of the relative number of healthy individuals S1(t) + S2(t) w.r.t. the total population for different values of n1. The dotted line corresponds to n1 = 0.",
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Fig. 36: Time evolution of all the population for different values of n1. The dotted line corresponds to n1 = 0.",
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Fig. 37: Time history of S1(t) for different values of m3. The dotted line corresponds to m3 = 0.",
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Fig. 38: Time history of I(t) for different values of m3. The dotted line corresponds to m3 = 0.",
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Fig. 39: Time evolution of the relative number of diagnosed patients P(t) + A(t) w.r.t. the total population for different values of m3. The dotted line corresponds to m3 = 0.",
            "type": "figure"
        },
        "FIGREF39": {
            "text": "Fig. 40: Time evolution of the relative number of healthy individuals S1(t) + S2(t) w.r.t. the total population for different values of m3. The dotted line corresponds to m3 = 0.",
            "type": "figure"
        },
        "FIGREF40": {
            "text": "Fig. 41: Time evolution of all the population for different values of m3. The dotted line corresponds to m3 = 0.",
            "type": "figure"
        },
        "FIGREF41": {
            "text": "Fig. 42: Time history of S1(t) for different values of n3. The dotted line corresponds to n3 = 0.",
            "type": "figure"
        },
        "FIGREF42": {
            "text": "Fig. 43: Time history of I(t) for different values of n3. The dotted line corresponds to n3 = 0.",
            "type": "figure"
        },
        "FIGREF43": {
            "text": "Fig. 44: Time evolution of the relative number of diagnosed patients P(t) + A(t) w.r.t. the total population for different values of n3. The dotted line corresponds to n3 = 0.",
            "type": "figure"
        },
        "FIGREF44": {
            "text": "Fig. 45: Time evolution of the relative number of healthy individuals S1(t) + S2(t) w.r.t. the total population for different values of n3. The dotted line corresponds to n3 = 0.",
            "type": "figure"
        },
        "FIGREF45": {
            "text": "Fig. 46: Time evolution of all the population for different values of n3. The dotted line corresponds to n3 = 0.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Optimal control of deterministic epidemics",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Behncke",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Optimal Control Appl. Methods",
            "volume": "21",
            "issn": "2",
            "pages": "269-285",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The SIRC model and influenza A",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Casagrandi",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bolzoni",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Andreasen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Math. Biosci.",
            "volume": "200",
            "issn": "2",
            "pages": "152-169",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The SIR epidemic model from a PDE point of view",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Chalub",
                    "suffix": ""
                },
                {
                    "first": "M.O.",
                    "middle": [],
                    "last": "Souza",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Math. Comput. Model.",
            "volume": "58",
            "issn": "",
            "pages": "1568-1574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Control of HIV infection dynamics",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Astolfi",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "IEEE Control Syst.",
            "volume": "213",
            "issn": "2",
            "pages": "28-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Infection of cultured intestinal epithelial cells with severe acute respiratory syndrome coronavirus",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cinati",
                    "suffix": "Jr."
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Hoever",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Morgenstern",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "J.U.",
                    "middle": [],
                    "last": "Vogel",
                    "suffix": ""
                },
                {
                    "first": "W.K.",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Michaelis",
                    "suffix": ""
                },
                {
                    "first": "H.F.",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "H.W.",
                    "middle": [],
                    "last": "Doerr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Cell. Mol. Life Sci.",
            "volume": "61",
            "issn": "16",
            "pages": "2010-2012",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Migration and HIV/AIDS in South Africa",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Crush",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Gouws",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Lurie",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Dev. South Afr.",
            "volume": "22",
            "issn": "3",
            "pages": "293-317",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "System dynamics of a refined epidemic model for infection propagation over complex networks",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Dadlani",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Murugan",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Syst. J.",
            "volume": "10",
            "issn": "4",
            "pages": "1316-1325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Optimal control of SIR epidemic model with state dependent switching cost index",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Di Giamberardino",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Iacoviello",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Biomed. Signal Process. Control",
            "volume": "31",
            "issn": "2",
            "pages": "377-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Di Giamberardino",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Iacoviello",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "vol. 1",
            "issn": "",
            "pages": "186-195",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "LQ control design for the containment of the HIV/AIDS diffusion",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Di Giamberardino",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Iacoviello",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Control Eng. Pract.",
            "volume": "77",
            "issn": "",
            "pages": "162-173",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Modeling the effects of prevention and early diagnosis on HIV/AIDS infection diffusion",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Di Giamberardino",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Compagnucci",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "De Giorgi",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Iacoviello",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "IEEE Trans. Syst. Man Cybern. Syst.",
            "volume": "49",
            "issn": "10",
            "pages": "2119-2130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Fixed/free final time SIR epidemic models with multiple controls",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Iacoviello",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Liuzzi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int. J. Simul. Model.",
            "volume": "7",
            "issn": "2",
            "pages": "81-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Iacoviello",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Liuzzi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "vol. 7",
            "issn": "",
            "pages": "81-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Optimal control for SIRC epidemic outbreak",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Iacoviello",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Stasio",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Comput. Methods Programs Biomed.",
            "volume": "110",
            "issn": "3",
            "pages": "333-342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Optimal control of an HIV immunology model",
            "authors": [
                {
                    "first": "H.R.",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Optimal Control Appl. Methods",
            "volume": "23",
            "issn": "2",
            "pages": "199-213",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Resource usage prediction models for optimal multimedia content provision",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kryftis",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Mastorakis",
                    "suffix": ""
                },
                {
                    "first": "C.X.",
                    "middle": [],
                    "last": "Mavromoustakis",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Batalla",
                    "suffix": ""
                },
                {
                    "first": "J.J.P.C.",
                    "middle": [],
                    "last": "Rodrigues",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Dobre",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "IEEE Syst. J.",
            "volume": "11",
            "issn": "4",
            "pages": "2852-2863",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Permanence and extinction for a nonautonomous SEIRS epidemic model",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Kuniya",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Nakata",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl. Math. Comput.",
            "volume": "218",
            "issn": "2",
            "pages": "9321-9331",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Modeling the long-term control of viremia in HIV-1 infected patients treated with antiretroviral therapy",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mascio",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ribeiro",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Markowitz",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Perelson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Math. Biosci.",
            "volume": "188",
            "issn": "25",
            "pages": "47-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Modelling HIV/AIDS epidemics in Botswana and India: impact of interventions to prevent transmission",
            "authors": [
                {
                    "first": "N.J.",
                    "middle": [],
                    "last": "Nagelkerke",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Jha",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "de Vlas",
                    "suffix": ""
                },
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Korenromp",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Moses",
                    "suffix": ""
                },
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Blanchard",
                    "suffix": ""
                },
                {
                    "first": "F.A.",
                    "middle": [],
                    "last": "Plummer",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Bull World Health Organ.",
            "volume": "80",
            "issn": "2",
            "pages": "89-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Modeling and analysis of the spread of AIDS epidemic with immigration of HIV infectives",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Naresh",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Tripathi",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Math. Comput. Model.",
            "volume": "49",
            "issn": "25",
            "pages": "880-892",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Analysis and control of epidemics. A survey of spreading processes on complex networks",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Nowzari",
                    "suffix": ""
                },
                {
                    "first": "V.M.",
                    "middle": [],
                    "last": "Preciado",
                    "suffix": ""
                },
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "IEEE Control Syst. Mag.",
            "volume": "80",
            "issn": "2",
            "pages": "24-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Pinto",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Rocha",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "vol. 49",
            "issn": "",
            "pages": "33-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Random and targeted interventions for epidemic control in metapopulation models",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Urabe",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sci. Rep.",
            "volume": "4",
            "issn": "2",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Helper-dependent vs. helper-independent CTL responses in HIV infection: implications for drug therapy and resistance",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wodarz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Theor. Biol.",
            "volume": "213",
            "issn": "2",
            "pages": "447-459",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Specific therapy regimes could lead to long-term immunological control of HIV",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wodarz",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "96",
            "issn": "25",
            "pages": "14464-14469",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Optimal and sub-optimal quarantine and isolation control in SARS epidemics",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Math. Comput. Model.",
            "volume": "47",
            "issn": "2",
            "pages": "235-245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Optimal treatment strategies for HIV with antibody response",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J. Appl. Math.",
            "volume": "52",
            "issn": "2",
            "pages": "1-13",
            "other_ids": {
                "DOI": []
            }
        }
    }
}