{
    "paper_id": "PMC7122368",
    "metadata": {
        "title": "Measles",
        "authors": [
            {
                "first": "Hongjun",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "lihongjun00113@126.com",
                "affiliation": {}
            },
            {
                "first": "Shi",
                "middle": [],
                "last": "Qi",
                "suffix": "",
                "email": "sw0510@126.com",
                "affiliation": {}
            },
            {
                "first": "CuiYu",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "email": "jiacuiyu@sina.com",
                "affiliation": {}
            },
            {
                "first": "Yue",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Measles virus is an enveloped sphere or threadlike structure with a diameter of 120–150 nm. Its nucleocapsid is spirally symmetric with a core of nonsegmented single-stranded negative RNA. Its genome has a length of 16 kb, sequentially arranged with 6 genes, N, P, M, F, HA, and L from the 3′ end to respectively encode six structural or functional proteins. They are nucleoprotein (NP), phosphoprotein (P), membrane protein (M), fusion protein (F), hemagglutinin (HA), and RNA-dependent large polymerase (L). Two types of spikes, HA and hemolysin (HL), are on the envelope but with no neuraminidase. As glycoproteins, HA and HL are able to stimulate body to produce protective neutralizing antibody. HA can participate in the virus absorption to bind to viral receptors on the surface of host cells, therefore, triggering the infection. HL is hematolytic to integrate infected cells into multinucleated giant cells.",
            "cite_spans": [],
            "section": "Morphological Structure ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Measles virus can replicate itself in many primary or passage cells, such as human embryonic kidney cells (HEKC), human amniotic cells, Vero cells, and Hela cells.",
            "cite_spans": [],
            "section": "Culture Properties ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Measles virus has stable antigenicity. Currently, only one serotype is defined. However, since the 1980s, slight mutations of measles virus antigen have been reported in many countries, which should attract focused attention.",
            "cite_spans": [],
            "section": "Antigenicity ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Measles virus has weak resistance to external environment and is sensitive to heat, ultraviolet ray, and common disinfectants. It can be inactivated at a temperature of 56 °C for 30 min or at a temperature of 37 °C for 5 days. Measles virus is coldness and dryness tolerant and can survive for several days at room temperature. At a temperature of −70 °C, it can be preserved for 20 years.",
            "cite_spans": [],
            "section": "Resistance ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "The patients with measles are the only source of its infection. From 2 days prior to the onset to 5 days after skin rash eruption, secretions from the patients’ conjunctiva, nose, pharynx, and organs contain the viruses and are infectious. But these secretions do not carry viruses during the convalescence stage.",
            "cite_spans": [],
            "section": "Source of Infection ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Measles virus spreads into the air along with droplets after the patients sneeze, cough, or speak. Their inhalation by susceptible individuals causes the infection. Otherwise, the viruses can spread indirectly via contaminated toys or close contacts.",
            "cite_spans": [],
            "section": "Route of Transmission ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Individuals with no medical history of measles and no history of vaccination against measles are susceptible populations. Infants and young children aged from 6 months to 5 years are commonly found susceptible population.",
            "cite_spans": [],
            "section": "Susceptible Population ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Generally, measles has regional prevalence, with occurrence all year round and high incidence rate in winters and springs. The incidence rate has no gender difference. After the disease is cured, persistent immunity can be acquired, with rare repeated occurrence. The common age of onset is shifting afterward after vaccination is widely promoted in young children, with less occurrence of severe cases.",
            "cite_spans": [],
            "section": "Epidemiological Features ::: Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Measles virus firstly invades the upper respiratory tract and the conjunctiva, where it replicates itself for 1–2 days, with following spread to local lymphatic tissue and then blood flow to cause the first round of viremia. After that, the viruses remain at the systemic lymphatic tissue and the mononuclear phagocytic system (MPS) for about 3–7 days for a large quantity of replication, which are then released into the blood flow. Therefore, the second round of viremia occurs. After full eruption of skin rashes, the disease develops into the convalescence stage and the body temperature begins to decrease after 24 h. About 1 week later, the respiratory symptoms are absent, with gradually dark skin rashes due to pigmentation. Measles can be self-cured or cured after the patients receive therapies.",
            "cite_spans": [],
            "section": "Pathogenicity ::: Pathogenesis ::: Pathogenesis and Pathological Changes",
            "ref_spans": []
        },
        {
            "text": "During days 4–10 of the whole illness course, hemagglutination inhibition, complement fixation, and neutralizing antibody can be detected. After the infection, the human body produces anti-hemagglutinin (anti-HA) antibody and anti-hemolysin (anti-HL) antibody, both of which can neutralize viruses. In addition, anti-HL antibody can inhibit the viruses from spreading among cells. At the early stage of the infection, IgM predominates and its predomination lasts for less than 6 weeks, with following predomination by IgG. Cellular immunity has powerful protective effect, which plays a dominant role during the convalescence stage. After measles is cured, persistent and stable immunity can be acquired, including humoral immunity and cellular immunity.",
            "cite_spans": [],
            "section": "Immune Responses ::: Pathogenesis ::: Pathogenesis and Pathological Changes",
            "ref_spans": []
        },
        {
            "text": "Measles is pathologically characterized by formation of skin rashes after infection, which can be found at the skin, conjunctiva, mucosa of respiratory tract and gastrointestinal tract, general lymphatic tissue, and reticuloendothelial system. Skin rash is caused by swelling, proliferation, and exudation of vascular endothelial cells at the superficial skin as well as infiltration, congestion, and swelling of dermal lymphocytes. All these changes can be attributed to viral or immune injury. The lesions of Koplik’s spots at the oral mucosa are pathologically similar to those of skin rashes. The respiratory tract is subject to inflammatory responses at the trachea and bronchus, interstitial pneumonia, and possibly cytomegalovirus pneumonia. Infiltration of monocytes and Warthin-Finkeldey cells can be observed at the lesion. The mucosa at the intestinal tract is subject to similar lesions to the respiratory tract mucosa. In severe cases, the organs such as the liver, heart, and kidney are subject to hydropic and fatty degeneration of the cells. The patients with measles encephalitis may sustain cerebral and spinal congestion and swelling, scattering hemorrhage lesions, perivascular hemorrhage, infiltration of lymphocytes, and even demyelination (Fig. 23.1). Measles is commonly complicated by bacterial infection to cause severe acute bronchopneumonia, lung abscess, pleurisy, suppurative thromboangiitis, and formation of thrombus, thus resulting in severe pulmonary insufficiency. In addition, general viremia and/or septicemia can induce multiple organ responses, such as the lung and spleen as well as suppression of lymphatic tissues. The consequent seriously compromised immunity contributes to occurrence of death.\n",
            "cite_spans": [],
            "section": "Pathological Changes ::: Pathogenesis and Pathological Changes",
            "ref_spans": [
                {
                    "start": 1268,
                    "end": 1272,
                    "mention": "23.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The prodromal stage lasts for 3–5 days from fever to eruption of skin rash. This stage is characterized by upper respiratory inflammation and catarrh symptoms caused by conjunctivitis. The patients experience an acute onset, with fever, cough, rhinorrhea, lacrimation, conjunctiva congestion, photophobia, sore throat, and fatigue. In some cases, the patients might experience headache and gastrointestinal symptoms such as vomiting and diarrhea. During days 2–3 of the illness course, Koplik’s spots occur in above 90 % of the patients with measles, a characteristic sign of measles at its prodromal stage with diagnostic value. In the prodromal stage, some patients may experience rubella-like rashes at the neck, chest, and abdomen, but it is transient lasting for about several hours. These rashes are known as prodromal rash of measles.",
            "cite_spans": [],
            "section": "Prodromal Stage ::: Typical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "After days 3–5 of the illness course, fever and respiratory symptoms exacerbate obviously, with eruption of skin rashes. The rashes firstly occur behind the ears and on the hair line and gradually spread to the forehead, face, and neck. From top down, the rashes gradually develop to the chest, abdomen, back, limbs, and finally palms and soles. Within 2–3 days, the rashes can be found across the whole body. Firstly, they are light reddish maculopapules, with the color fading away when pressed and with different sizes. Their diameters range from 2 to 5 mm, with normal skin between rashes. At the peak of eruption, the rashes may fuse in dark color. In some cases, the patients experience hemorrhagic skin rashes with no fading of their color when pressed. Along with erupting reaching its peak, systemic symptoms of viremia occur, with a body temperature of even 40 °C. The patients also experience drowsiness or irritation, even delirium and convulsions, exacerbated cough, red pharynx, dry tongue, red and swollen conjunctiva, and photophobia. By physical examination, the patients are found with enlarged superficial lymph nodes, enlarged liver and spleen, dry or moist rales at the lungs, and even heart failure. The adult patients often experience more severe toxic symptoms than the children patients, but rarely with complications.",
            "cite_spans": [],
            "section": "Eruptive Stage ::: Typical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "After eruption reaches its peak, the conditions are commonly improved within 1–2 days, with decreased body temperature and obviously alleviated general symptoms. The skin rashes then fade in a sequence of their eruptions, with light brown pigmentation plaques that are absent after 1–2 weeks tiny branny desquamation.",
            "cite_spans": [],
            "section": "Convalescence Stage ::: Typical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "The whole illness course in patients with no complications lasts for 10–14 days. During the course of measles, respiratory symptoms are the most prominent, such as rhinitis, pharyngitis, bronchitis, and pneumonia. The same lesions at the respiratory mucosa may be found at the intestinal mucosa. In the cases complicated by encephalitis, the brain tissue is subject to congestion, edema, spots of hemorrhage, or demyelination. In addition, during the infection by measles virus, the human body is subject to obviously weakened immune responses, which can temporarily relieve eczema, asthma, and nephrotic syndrome (NS). However, the patients are susceptible to secondary bacterial infection and relapse or exacerbation of tuberculosis.",
            "cite_spans": [],
            "section": "Convalescence Stage ::: Typical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "Mild measles commonly occurs in people with partial immunity, such as babies aged before 6 months, people who have received passive immunity recently, and those who have ever vaccinated measles. Mild measles is characterized by fever at a low degree and in short time, sparse and light rashes, atypical or no oral spots, and mild symptoms of respiratory tract. Generally, no complications occur with a course lasting for about 1 week. Immunity acquired after infection of atypical measles is the same as that of typical measles.",
            "cite_spans": [],
            "section": "Mild Measles ::: Atypical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "Toxic measles is characterized by severe toxic symptoms and high fever reaching to above 40 °C during onset, accompanied by tachypnea, cyanosis, fast heartbeat, even delirium, convulsion, and coma.",
            "cite_spans": [],
            "section": "Toxic Measles ::: Severe Measles ::: Atypical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "In addition to toxic symptoms, circulatory failure or heart failure can occur due to shock measles. It is characterized by paleness, cyanosis, peripheral coldness, weak heart sound, fast heartbeat, and decreased blood pressure. Rashes caused by shock measles are dark and sparse or fade suddenly as soon as rashes erupt.",
            "cite_spans": [],
            "section": "Shock Measles ::: Severe Measles ::: Atypical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "Rashes are hemorrhagic, thus forming suggillations. They don’t fade when pressed. Hemorrhagic measles might accompanied by hemorrhagic viscera.",
            "cite_spans": [],
            "section": "Hemorrhagic Measles ::: Severe Measles ::: Atypical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "Rashes are herpetiform and integrated into bullae. Herpetiform measles is characterized by high fever and severe toxic symptoms.",
            "cite_spans": [],
            "section": "Herpetic Measles ::: Severe Measles ::: Atypical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "Adult measles is characterized by serious general symptoms, simultaneous or later occurrence of Koplik’s spots, as well as rashed and their late fading. There are many rashes and fewer complications. But pseudo encephalitis might occur in severe cases.",
            "cite_spans": [],
            "section": "Adult Measles ::: Atypical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "Abnormal measles mainly occurs in patients who contact other patients with measles again 4–6 years after their vaccination to inactivate measles. Abnormal measles is characterized by sudden high fever, headache, myosalgia, stomachache, and no Koplik’s spots. 2–3 days after infection of abnormal measles, rashes erupt and then gradually extend from distal limbs to the trunk. Rashes are polytypic, often accompanied by acral edema. Upper respiratory catarrh symptoms are not evident but with rales in the lungs and swollen liver as well as spleen. Abnormal measles is severe but limited. High measles hemagglutination inhibition antibodies titer during rehabilitation stage and negative viral isolation are the most important diagnostic evidence. It is generally acknowledged that abnormal measles is noninfectious.",
            "cite_spans": [],
            "section": "Atypical Measles Syndrome ::: Atypical Measles ::: Clinical Symptoms and Signs",
            "ref_spans": []
        },
        {
            "text": "Measles complicated by acute encephalitis commonly occurs at days 2–6 after eruption. Its clinical manifestations resemble to those of encephalitis, including fever, headache, vomiting, convulsion, drowsiness, and even coma. In addition, meningeal irritation sign positive, increased total cell count in the cerebrospinal fluid with mainly lymphocytes, and occasional high levels of protein and sugar can be observed. According to literature report, transient EEG abnormalities can be observed in about 50 % of the patients with measles in the advanced stage, while increased lymphocytes in cerebrospinal fluid can be found in about 10 % of the patients. However, encephalitis can be clinically observed in only 0.1–0.5 % of the patients. The severity of symptoms has individual differences. Mild encephalitis can be cured within several days, but in rare cases, the disease progresses drastically and rapidly, leading to occurrence of death.",
            "cite_spans": [],
            "section": "Measles Complicated by Acute Encephalitis ::: Central Nervous System ::: Measles-Related Complications",
            "ref_spans": []
        },
        {
            "text": "Measles complicated by immunosuppressive encephalitis is also known as delayed measles encephalitis, which commonly occurs in patients with measles and compromised immunity. At the early stage, measles is characterized by mild and atypical symptoms. However, in the asymptomatic stage that is 2–5 months after the fading of measles, neurological symptoms occur, such as mental disorder, lethargy, coma, convulsion, and hemiplegia. The disease has an acute or subacute onset with a short illness course, with occurrence of death in several weeks to several months after the onset. Experimental studies have demonstrated that measles virus might mutate in the human body with compromised immunity. They achieve higher affinity to the central nervous system and cause pathological changes in nervous tissues. By autopsy, the brain commonly appears normal, with diffusive pathological changes at the brain and spinal cord. Inclusion bodies can be found at the cytoplasm and nucleus of neurocytes as well as in the astrocytes. A large quantity of neurocytes is subject to degeneration and microglia, and astrocytes are subject to large quantities of proliferation. The hippocampal pyramidal layer is subject to severe hypoxia. But the white matter remains normal. Occasionally, infiltration of monocytes around the meninges and blood vessels can be observed. Concerning the case report, one case was reported to develop immunosuppressive measles encephalitis 5 years after kidney transplantation, whose diagnosis was defined by immunofluorescence and electron microscope. By reviewing related literatures, a total of 24 cases have been reported, with 2 adults and 22 children. Such type of encephalitis occurs during the therapies of cytotoxin, hormone therapy, intrathecal chemotherapy, central nervous system radiotherapy or organ transplantation for treatment of acute lymphoblastic leukemia, other neoplasms, and nephropathies. Among the 24 cases, 18 of them had a medical history or contact history of measles. Generally, it occurs 2–5 months after measles is cured, with an acute or subacute onset. The conditions develop from unconsciousness to coma, with confined or systemic seizures, tetany, hemiplegia, and other symptoms.",
            "cite_spans": [],
            "section": "Measles Complicated by Immunosuppressive Encephalitis ::: Central Nervous System ::: Measles-Related Complications",
            "ref_spans": []
        },
        {
            "text": "Subacute sclerotic panencephalitis (SSPE) is a long-term complication of measles, which commonly occurs 2–17 years (averagely 7 years) after the occurrence of primary measles. It can be categorized into chronic or subacute progressive encephalitis, which rarely occurs with an incidence rate of 1–4 per million people. Its pathomechanism is related to mutation of viral genes. After viral mutation, the infected human body cannot produce antibodies against the matrix proteins, resulting in long-term incubation of the virus in the brain cells. The patients gradually experience intelligence disturbance; changes of personality; uncoordinated movements; disorders of language, vision, and hearing; as well as epileptic seizure. Consequently, the patients may die from coma and tonic paralysis.",
            "cite_spans": [],
            "section": "Subacute Sclerotic Panencephalitis (SSPE) ::: Central Nervous System ::: Measles-Related Complications",
            "ref_spans": []
        },
        {
            "text": "Measles complicated by pneumonia commonly occurs in children aged below 5 years or adults in poor health. The etiological factors of measles can be divided into two types: bacterial and viral. The common pathogenic bacteria include Staphylococcus aureus, Streptococcus pneumoniae, Streptococcus, and Haemophilus influenzae, while the pathogenic viruses include respiratory syncytial virus and adenovirus. The changes are pathologically characterized by interstitial inflammation induced by virus and infiltration of bacterial alveolitis, including hemorrhage and edema of pulmonary tissue, infiltration of inflammatory cells, formation of microabscesses, and necrosis of bronchial and alveolar walls. The inflammatory exudates extend along the alveolar pores and damaged alveolar walls, with fusion of consolidated lesions. Clinically, the disease is characterized by sudden exacerbation of the conditions and coughing with thick sputum. The pediatric patients may experience flaring of the nasal wings, lip cyanosis, and increased rales at the lungs.",
            "cite_spans": [],
            "section": "Pneumonia ::: Measles-Related Complications",
            "ref_spans": []
        },
        {
            "text": "Laryngitis commonly occurs in children aged below 2–3 years. In the cases with secondary bacterial infection, the larynx is subject to edema and increased secretion to cause laryngeal obstruction. Laryngitis is clinically characterized by voice hoarseness, barking-like cough, dyspnea, and hypoxia. In severe cases, tracheostomy should be performed as early as possible.",
            "cite_spans": [],
            "section": "Laryngitis ::: Measles-Related Complications",
            "ref_spans": []
        },
        {
            "text": "The patients with measles aged under 2 years are susceptible to myocardial diseases, with manifestations of shortness of breath, irritation, pale complexion, and cyanosis. By auscultation, low and blunt heart sounds can be heard, with rapid heartbeat. ECG demonstrates changes of T wave and ST segment.",
            "cite_spans": [],
            "section": "Myocarditis and Cardiac Dysfunction ::: Measles-Related Complications",
            "ref_spans": []
        },
        {
            "text": "Measles is also commonly complicated by stomatitis, otitis media, mastoiditis, and gastroenteritis, which are mostly secondary bacterial infection.",
            "cite_spans": [],
            "section": "Others ::: Measles-Related Complications",
            "ref_spans": []
        },
        {
            "text": "Serum-specific IgM and IgG antibodies can be detected, which has favorable sensitivity and specificity and has value for early diagnosis. Detection of serum-specific IgM antibody is the golden standard for the diagnosis of measles.",
            "cite_spans": [],
            "section": "Serological Test ::: Laboratory Test ::: Diagnostic Examination",
            "ref_spans": []
        },
        {
            "text": "Secretions from the eyes, nose, and pharynx as well as blood or urine should be collected from the patients at the early stage for inoculation into primary human embryonic renal cells. After the culture, measles virus can be isolated. Such an examination should not be performed as a routine examination.",
            "cite_spans": [],
            "section": "Isolation ::: Etiological Examination ::: Laboratory Test ::: Diagnostic Examination",
            "ref_spans": []
        },
        {
            "text": "Nasopharyngeal secretions, blood cells, and cells in the urinary sediment should be collected from the patients to detect antigen of measles virus by immunofluorescence or ELIZA. These specimens can also be used for smear to detect the multinucleated giant cells for the diagnosis.",
            "cite_spans": [],
            "section": "Detection of Viral Antigen ::: Etiological Examination ::: Laboratory Test ::: Diagnostic Examination",
            "ref_spans": []
        },
        {
            "text": "RNA of measles virus can be amplified from clinical specimens by reverse transcription-polymerase chain reaction (RT-PCR). It is also a highly sensitive and specific way for the diagnosis of measles. The test is especially valuable for immune-compromised patients who cannot produce specific antibody.",
            "cite_spans": [],
            "section": "Nucleic Acid Test ::: Etiological Examination ::: Laboratory Test ::: Diagnostic Examination",
            "ref_spans": []
        },
        {
            "text": "X-ray is commonly used for diagnosis of measles complicated by pneumonia.",
            "cite_spans": [],
            "section": "X-Ray ::: Diagnostic Imaging ::: Diagnostic Examination",
            "ref_spans": []
        },
        {
            "text": "CT scanning is commonly used to detect measles complicated by pneumonia and encephalitis.",
            "cite_spans": [],
            "section": "CT Scanning ::: Diagnostic Imaging ::: Diagnostic Examination",
            "ref_spans": []
        },
        {
            "text": "MR imaging is commonly used for the diagnosis of measles complicated by encephalitis, immunosuppressive encephalitis, and subacute sclerotic panencephalitis.",
            "cite_spans": [],
            "section": "MR Imaging ::: Diagnostic Imaging ::: Diagnostic Examination",
            "ref_spans": []
        },
        {
            "text": "Ultrasound and nuclear medicine are not used for the diagnosis of measles. However, application of PET in studies of subacute sclerotic panencephalitis has been reported in recent years.",
            "cite_spans": [],
            "section": "MR Imaging ::: Diagnostic Imaging ::: Diagnostic Examination",
            "ref_spans": []
        },
        {
            "text": "CT scanning demonstrates no abnormality at the early stage. However, several weeks later, CT scanning demonstrates extensive mild atrophy of the cerebral cortex, which is more prominent at the frontal and parietal lobes. And in rare cases, confined hypothalamus atrophy is demonstrated.",
            "cite_spans": [],
            "section": "CT Scanning ::: Acute Measles Encephalitis ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A male patient aged 29 years complained of fever and rashes for 8 days as well as blurry vision for 1 day. By physical examination, both pupils were equally round with equal size, and the diameter of pupils was 5 mm, direct and indirect light reflex absent, and blindness. He also had red pharynx and one degree enlargement of the tonsils, Koplik’s spots positive, neck rigidity positive, and bilateral Babinski sign suspected positive. By laboratory test, LY% was detected to be 78.9 %.\n",
            "cite_spans": [],
            "section": "Case Study 1 ::: MR Imaging ::: Acute Measles Encephalitis ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "In patients with spinal cord-related symptoms, MR imaging demonstrates spinal lesions in 80 % of the patients, which are focal or segmental. However, most cases are demonstrated with lesions in long spinal segment (above 3 vertebrae) or whole spinal cord.",
            "cite_spans": [],
            "section": "Case Study 1 ::: MR Imaging ::: Acute Measles Encephalitis ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "The cases of measles complicated by optic neuritis are occasionally reported, with no specificity. Coronal T2WI demonstrates long T2 signal from the optic nerves. Contrast imaging demonstrates enhancement of the lesions, which is more commonly found at unilateral optic nerve.",
            "cite_spans": [],
            "section": "Case Study 1 ::: MR Imaging ::: Acute Measles Encephalitis ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "CT scanning demonstrates multiple patches of low density shadows at the basal ganglia and interface between gray and white matters. Contrast scanning demonstrates no or slight abnormal enhancement. CT scanning demonstrates apparent atrophy of the cortex or even the brain in the advanced stage.",
            "cite_spans": [],
            "section": "CT Scanning ::: Immunosuppressive Measles Encephalitis ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "T2WI and FLAIR demonstrate multiple flakes of high signals with poorly defined boundaries. The lesions might involve the thalamus, basal ganglia, bilateral semiovale centrum, interface between gray and white matters, cerebellum, brainstem, and spinal cord. Contrast imaging demonstrates enhancement of cerebral lesions in rare cases and asymmetric lesions at the bilateral brains. The spinal cord can be demonstrated as stripes of long T2 abnormal signal in segmental spinal cord. Contrast imaging demonstrates slight abnormal enhancement.",
            "cite_spans": [],
            "section": "MR Imaging ::: Immunosuppressive Measles Encephalitis ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "CT scanning demonstrations are commonly nonspecific, with multiple patches of low-density lesions at the paraventricles, cortex, and white matter. Contrast scanning demonstrates no enhancement. Total brain atrophy might be demonstrated at the advanced stage.",
            "cite_spans": [],
            "section": "CT Scanning ::: Subacute Sclerotic Panencephalitis (SSPE) ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "MR imaging is so sensitive to the lesions of SSPE that it is the main neuroimaging examination for its diagnosis.",
            "cite_spans": [],
            "section": "MR Imaging ::: Subacute Sclerotic Panencephalitis (SSPE) ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "The lesions are demonstrated to be located at the corpus callosum, basal ganglia, thalamus, and brainstem, especially in the cerebral cortex as well as subcortical and paraventricular white matter. The involvement of white matters might extend to splenium of corpus callosum.",
            "cite_spans": [],
            "section": "MR Imaging ::: Subacute Sclerotic Panencephalitis (SSPE) ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "The variety of lesion distribution demonstrated by MR imaging depends on the time of probe. 3–4 months after the occurrence of clinical symptoms and signs, MR imaging demonstrates multiple patches of low T1WI signal and high T2WI signal at the cortex and subcortical white matter. The lesions are commonly located at the parietal and temporal lobes. However, the lesions might involve basal ganglia with symmetric or asymmetric distribution in 20–35 % of the pediatric patients. At the early stage, the cerebral midline structures are subject to shift due to brain tissue edema with space occupying effect and contrast enhancement resembling to neoplasm. With progress of the conditions, the high T2WI signal can extend to paraventricles and corpus callosum. In the advanced stage, high signal lesions at the brainstem can be demonstrated by T2WI, with diffuse cerebral atrophy and occasionally accompanying cerebellar atrophy. SSPE with chronic progress can be demonstrated only as cerebral atrophy. DWI demonstrates slight confined perfusion of the lesions. MRS demonstrates obviously decreased peak of NAA, increased peaks of Cho and mI, observable peak of Lac. Currently, there are no literature reports about application of PWI in studying microcirculatory changes induced by inflammation of brain tissues in the cases of SSPE.",
            "cite_spans": [],
            "section": "MR Imaging ::: Subacute Sclerotic Panencephalitis (SSPE) ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A girl aged 5 years complained of fever for 6 days as well as rashes, coughing with sputum for 4 days. Red maculopapules were observed at the face, chest, abdomen, back, and limbs.\n",
            "cite_spans": [],
            "section": "Case Study 2 ::: Measles Pneumonia in Children ::: Measles Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "Type I is characterized by increased, thickened, and blurry pulmonary markings in reticular appearance, which are especially obvious at the middle and medial parts of the lung fields. Obstructive pulmonary emphysema can be found at both lungs.",
            "cite_spans": [],
            "section": "Reticular Type (Type I) ::: Measles Pneumonia in Adults ::: Measles Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "Based on type I, type II is characterized by extensive reticular shadow at both lungs, and small spots of blurry shadows along with bilateral pulmonary markings. The nodules have a diameter of 5–8 mm with poorly defined boundaries. The lesions are commonly distributed at the medial parts of the middle and lower lung fields. Obstructive pulmonary atelectasis can be found at both lungs.",
            "cite_spans": [],
            "section": "Reticular and Small Nodular Type (Type II) ::: Measles Pneumonia in Adults ::: Measles Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A female aged 25 years complained of fever for 6 days and rashes for 3 days. By physical examination, T 37 °C, R 25/min, maculopapules on the face, trunk, and limbs, normal skin between rashes, positive Koplik’s spots, and rough breathing sound at both lungs. She denied a history of contact to patients with measles. By laboratory test, WBC is 2.97 × 109 /L, LY% 34.7 %, pH 7.42, PCO2 38 mmHg, and measles antibody positive.\n",
            "cite_spans": [],
            "section": "Case Study 3 ::: Reticular, Small Nodular, and Infiltrative Type (Type III) ::: Measles Pneumonia in Adults ::: Measles Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Case Study 4 ::: Reticular, Small Nodular, and Infiltrative Type (Type III) ::: Measles Pneumonia in Adults ::: Measles Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Case Study 5 ::: Reticular, Small Nodular, and Infiltrative Type (Type III) ::: Measles Pneumonia in Adults ::: Measles Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Case Study 6 ::: Reticular, Small Nodular, and Infiltrative Type (Type III) ::: Measles Pneumonia in Adults ::: Measles Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Case Study 7 ::: Reticular, Small Nodular, and Infiltrative Type (Type III) ::: Measles Pneumonia in Adults ::: Measles Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Case Study 8 ::: Reticular, Small Nodular, and Infiltrative Type (Type III) ::: Measles Pneumonia in Adults ::: Measles Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A boy aged 4 years complained of fever for 15 days and rashes for 7 days. By physical examination, T is 39.1 °C, P 180/min, R 45/min, BP 90/60 mmHg, and SO2% 100 % after inhaling oxygen at 10 L/min. He also experienced unconsciousness with no response to calling and old maculopapules at the face, trunk, and limbs. He had rough breathing sound at both lungs with dry and moist rales, with three depression sign positive, neck rigidity suspected positive, and decreased muscular tension at the limbs. He denied a history of contacts to patients with measles and denied a history of vaccination against measles. By laboratory test, WBC is 30.44 × 109 /L, PLT 347 × 109 /L, LY% 16.4 %, pH 7.21, PCO2 62 mmHg, PO2 81 mmHg, and measles antibody positive.\n",
            "cite_spans": [],
            "section": "Case Study 9 ::: Measles Complicated by Pneumonia in Children ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A boy aged 1 year complained of fever for 11 days and rashes for 8 days with the highest body temperature of 40.3 °C. He experienced cough with sputum but with difficulty in expectorating. By physical examination, T is 38.2 °C, P 138/min, R 60/min, and BP 113/63 mmHg. He had rough breathing sound with rales at both lungs and three depression sign positive. He reported a history of contact to patients with measles. By laboratory test, WBC is 11.68 × 109 /L, PLT 337 × 109 /L, LY% 25.7 %, pH 7.37, PCO2 59 mmHg, PO2 156 mmHg, and measles antibody positive.\n",
            "cite_spans": [],
            "section": "Case Study 10 ::: Measles Complicated by Pneumonia in Children ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A girl aged 8 months complained of cough with sputum for 2 weeks, fever for 1 day, and rash for 2 days. By physical examination, T is 38 °C, P 140/min, and R 33/min. She had extremely rare papules behind her ears, Koplik’s spots positive, and rough breathing sound with occasional moist rales at both lungs. She denied a history of contact to patients with measles. By laboratory test, WBC is 16.04 × 109 /L, PLT 417 × 109 /L, LY% 37.1 %, pH 7.37, PCO2 38 mmHg, PO2 64 mmHg, and measles antibody positive.\n",
            "cite_spans": [],
            "section": "Case Study 11 ::: Measles Complicated by Pneumonia in Children ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A boy aged 9 months complained of fever for 6 days and rashes for 5 days. By physical examination, T is 37.9 °C, P 124/min, R 35/min, and SO2% 98 %. He experienced old maculopapules at the face, trunk, and limbs, with normal skin between rashes. He had rough breathing sound in both lungs with moist rales. He denied a history of contacts to patients with measles and denied a history of vaccination against measles. By laboratory test, WBC is 12.37 × 109 /L, LY% 30.1 %, pH 7.34, PCO2 52 mmHg, and PO2 58 mmHg.\n",
            "cite_spans": [],
            "section": "Case Study 12 ::: Measles Complicated by Pneumonia in Children ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A boy aged 1 year complained of fever for 10 days and rashes for 4 days with the highest body temperature of 41.5 °C. He experienced cough with sputum but with difficulty in expectorating. By physical examination, T is 38.8 °C, P 108/min, and R 30/min. Congestive rashes were observed on his face, trunk, limbs, hands, and feet with normal skin between rashes. He also experienced positive oral Koplik’s spots, rough breathing sound in both lungs with scattering moist rales. By laboratory test, WBC is 13.76 × 109 /L, HGB +83 × 1012/L, LY% 16.5 %, pH 7.31, PCO2 46 mmHg, PO2 67 mmHg, toxic granulation positive, and measles antibody positive.\n",
            "cite_spans": [],
            "section": "Case Study 13 ::: Measles Complicated by Pneumonia in Children ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A boy aged 1 year complained of fever, cough, and wheezing for 5 days as well as rashes for 3 days. By physical examination, T is 38.5 °C, P 191/min, R 64/min, and BP 118/59 mmHg. He also experienced cyanosis on his lips and nail beds and scattering congestive maculopapules on his face and trunk with normal skin between rashes. He had increased secretions from the eyes, Koplik’s spots positive, rough breathing sound in both lungs with wheezing, and a large quantity of moist rales. He denied histories of contacts to patients with measles and vaccination against measles. By laboratory test, WBC is 3.15 × 109 /L, LY% 36.2 %, pH 7.34, PCO2 43 mmHg, PO2 125 mmHg, and toxic granulation positive.\n",
            "cite_spans": [],
            "section": "Case Study 14 ::: Measles Complicated by Pneumonia in Children ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A boy aged 8 months complained of fever for 7 days, cough and rashes for 5 days, and wheezing for 4 days. By physical examination, T is 38.2 °C, P 147/min, R 60/min, and SO2% 93 % after inhalation of oxygen via mask at 10 L/min. Maculopapules were observed all over the body, with normal skin between rashes. He has a positive Koplik’s spots and three depression signs. He had rough breathing sound in both lungs with moist rales. He denied a history of contacts to patients with measles. By laboratory test, WBC is 16.79 × 109 /L, LY% 34.1 %, pH 7.12, PCO2 80 mmHg, PO2 53 mmHg, and measles antibody positive.\n",
            "cite_spans": [],
            "section": "Case Study 15 ::: Measles Complicated by Pneumonia in Children ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A boy aged 7 years complained fever and sore throat for 10 days, rashes for 5 days, as well as drowsiness and tachypnea for 1 day. By physical examination, T is 38.9 °C, P 122/min, and R 38/min. Maculopapules were observed on his face and trunk, with normal skin between fading rashes, red pharynx, and obvious congestion. He had positive neck rigidity and rough breathing sound in both lungs. He denied a history of contacts to patients with measles. By laboratory test, WBC is 13.18 × 109/L, HGB 97 × 1012/L, PLT 334 × 109/L, LY% 5.3 %, pH 7.23, PCO2 103 mmHg, PO2 48 mmHg, toxic granulation positive, and measles antibody positive. He was clinically diagnosed with measles complicated by pneumonia as well as encephalitis and acute respiratory distress syndrome.\n",
            "cite_spans": [],
            "section": "Case Study 16 ::: Measles Complicated by Pneumonia in Children ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A boy aged 1 year complained of fever for 4 days and rashes for 1 day. He was hospitalized as an emergency case. The boy developed fever 4 days ago with the highest body temperature of 40 °C. One day ago, red maculopapules occurred firstly on his neck and then extended to his trunk. He also experienced cough, choking, difficulty expectorating, and diarrhea with loose stools 2–4 times per day. He received anti-viral therapy in a local hospital. By physical examination, congestive rashes were observed on his face, neck, and trunk, with normal skin between rashes and positive oral Koplik’s spots. He had slightly rough breathing sound in both lungs with a small quantity of moist rales in the right lung. By laboratory test, WBC is 5.5 × 109 /L, HGB 103 × 1012 /L, PLT 176 × 109 /L, LY% 31.8 %, and NEUT 64.4 %.\n",
            "cite_spans": [],
            "section": "Case Study 17 ::: Measles Complicated by Pneumonia in Children ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "X-ray demonstrates flakes and patches of blurry shadow in both lower lungs, indicating lobular pneumonia. With the progress of the inflammation, the lesions may fuse into large flakes of consolidation shadows. Some lesions might progress rapidly into multi-lobular inflammatory infiltration, with demonstrations of extensive, polymorphic, different sized, and unevenly distributed large flakes of consolidation shadows in the lungs. There are also pleural thickening and a small quantity of pleural effusion. In rare cases, formation of pulmonary bulla, mediastinal emphysema, and subcutaneous emphysema might be demonstrated.",
            "cite_spans": [],
            "section": "X-Ray ::: Measles Complicated by Pneumonia in Adults ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A male aged 31 years complained of fever and cough for 5 days as well as rashes for 1 day. Red maculopapules were observed at his face, chest, abdomen, back, and limbs.\n",
            "cite_spans": [],
            "section": "Case Study 18 ::: CT Scanning ::: Measles Complicated by Pneumonia in Adults ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "A female aged 24 years complained of fever and cough for 5 days as well as rashes for 1 day. By physical examination, T is 38.1 °C. By laboratory test, WBC is 7.6 × 109 /L, and PLT 237 × 109 /L.\n",
            "cite_spans": [],
            "section": "Case Study 19 ::: CT Scanning ::: Measles Complicated by Pneumonia in Adults ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "The annual incidence rate of measles has decreased by over 99 % due to the vaccination of attenuated live vaccine. However, sporadic cases or community-based outbreaks in adults tend to increase in recent years due to missed vaccination or invalid vaccination, mostly with measles viral pneumonia or bacterial pneumonia secondary to measles. Pulmonary infections in the cases of measles are mainly primary measles viral pneumonia, and measles can cause pulmonary lesions via two routes: the first route is via direct infection of measles virus and the other is secondary bacterial or other pathogenic infections. Only 3–4 % of the cases of measles pneumonia are primary, which is known as simplex measles viral pneumonia. Most other cases are secondary. According to literature reports, Haemophilus and Neisseria meningitidis are the most common pathogens. Jia CY et al. reported 163 cases of measles in adults. They found that only 3–4 % of the cases sustain pneumonia, in agreement to the previous findings, accounting for 1.7 % of the cases infected by measles virus during the same period. And the severe cases account for 6.1 % of infected adults in the same period. In addition, secondary bacterial infection and complications might occur in most patients.",
            "cite_spans": [],
            "section": "Case Study 19 ::: CT Scanning ::: Measles Complicated by Pneumonia in Adults ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "Based on recent studies, it is believed that immune mechanism is the main pathophysiological factor contributing to the occurrence of measles pneumonia. In children, measles pneumonia often occurs when immune defense fails to fight against the invasion. However, in adults, measles pneumonia often occurs in pregnant women and patients with compromised immunity, such as patients receiving the treatment for hepatopathies and organ transplantation, patients with HIV/AIDS, and patients receiving immunosuppressive treatment. Qaisar reported that the incidence rate of complications of measles is closely related to the nutrition of the pediatric patients, indicating certain relationship between measles pneumonia and the immunity. Histological studies indicated that in the cases with no complications, the patients with simplex measles virus pneumonia are demonstrated with proliferation of alveolar epithelium and extensive alveolar lesions. The epithelial proliferation is related to the alveolar squamous metaplasia around the bronchioles and bronchi. Cystic dilatation of bronchial mucous gland can be observed, which is characterized by multinucleated giant cells at the alveolar, bronchiolar, and bronchial epithelium. The imaging demonstrations of measles pneumonia resemble to those of other viral pneumonia. Simplex measles virus pneumonia might be demonstrated as reticular nodular shadow, consolidation of the air cavity, and sometimes enlarged hilar lymph nodes in children. CT scanning demonstrates ground-glass opacity, consolidation of the air cavity, and nodules at the center of lobule. The concurrent interstitial and parenchymal lesions indicate the pathological basis of extensive damages to the alveoli. In rare cases, pleural effusion can be observed. Complications may be demonstrated as corresponding lesions, such as pneumothorax, subcutaneous emphysema, and pulmonary edema.",
            "cite_spans": [],
            "section": "Case Study 19 ::: CT Scanning ::: Measles Complicated by Pneumonia in Adults ::: Measles Complicated by Pneumonia ::: Measles Pulmonary Diseases ::: Imaging Demonstrations",
            "ref_spans": []
        },
        {
            "text": "The diagnosis of typical measles is based on the epidemiological data and clinical manifestations of different stages, such as the oral mucosa spots in the early stage, sequence of eruption, morphology of rashes, pigmentation after absence of rashes, and branny desquamation. However, the diagnosis of atypical measles is based on serological and etiological tests.",
            "cite_spans": [],
            "section": "Measles ::: Diagnostic Basis",
            "ref_spans": []
        },
        {
            "text": "\nThe patients show systemic maculopapule for above 3 days, with a body temperature above 38.3 °C. And they experience other symptoms such as cough, catarrh symptoms, and conjunctivitis.By serological test, measles IgM antibody is positive.X-ray demonstrates grid-like changes of the lung markings at both middle and lower lung fields and accompanying small spots and flakes of blurry shadows.\n",
            "cite_spans": [],
            "section": "Measles Pneumonia ::: Diagnostic Basis",
            "ref_spans": []
        },
        {
            "text": "\nThe patients with measles show clinical symptoms of high fever, headache, convulsion, lethargy, and even coma.By examination of the cerebrospinal fluid, measles IgM antibody is positive.MR imaging demonstrates multiple low T1WI signals, high T2WI signal, and limited DWI perfusion at the basal ganglia, hippocampus, and white matter.\n",
            "cite_spans": [],
            "section": "Acute Measles Encephalitis ::: Measles-Related Complications ::: Diagnostic Basis",
            "ref_spans": []
        },
        {
            "text": "\nThe patients had a history of receiving immunosuppressive agents for treatment or a history of acquired immunosuppressive disease. In terms of the illness course and the histopathology, immunosuppressive measles encephalitis is different from cerebromeningitis and subacute sclerotic panencephalitis following acute infection. For children, measles is often moderate or mild, possibly with no skin rash. However, they experience lethargy and consciousness disturbance, which progressively develop into coma, with localized or generalized spasm, slight hemiplegia, myoclonus, and blindness.CT scanning demonstrates multiple patches of low-density shadows at the basal ganglia and the interface of gray and white matters. Contrast scanning demonstrates no enhancement or slightly abnormal enhancement.MR imaging demonstrates multiple flakes of high T2WI and FLAIR signals, with poorly defined boundaries. Contrast imaging demonstrates slightly abnormal enhancement.\n",
            "cite_spans": [],
            "section": "Immunosuppressive Measles Encephalitis ::: Diagnostic Basis",
            "ref_spans": []
        },
        {
            "text": "\nTypical clinical course of measles or a past history of measles virus infection.High level of measles virus antibody is demonstrated by examinations of serum or cerebrospinal fluid.Characteristic changes of EEG, namely, periodic occurrence of high-voltage slow wave and sharp slow wave during the low-voltage activities.MR imaging demonstrates diffuse lesions in the brain, involved gray and white matters, and cerebral atrophy in the advanced stage.By biopsy of brain tissues or pathological examination, the pathological changes of panencephalitis are demonstrated. Measles-like virus or measles virus antigen is isolated from the brain tissue.\n",
            "cite_spans": [],
            "section": "Subacute Sclerotic Panencephalitis ::: Diagnostic Basis",
            "ref_spans": []
        },
        {
            "text": "\nThe patients with measles experience sequential skin rashes but persistent fever, exacerbated cough, tachypnea, and increased rales at the lungs.X-ray demonstrates lobular pneumonia. When the conditions progress into bacterial infection, the small lesions are demonstrated to fuse into large flakes of consolidation shadow.Laboratory tests revealed increased WBC count and increased level of neutrophils.\n",
            "cite_spans": [],
            "section": "Measles-Related Pneumonia ::: Diagnostic Basis",
            "ref_spans": []
        },
        {
            "text": "Rubella is characterized by short prodromal period, mild general and respiratory symptoms, no Koplik’s spots, and eruption of rashes 1–2 days after fever. The rashes are mainly found at the face, neck, and trunk, which are absent after 1–2 days without pigmentation and desquamation, with accompanying enlarged retroauricular and cervical lymph nodes.",
            "cite_spans": [],
            "section": "Rubella ::: Measles Should Be Differentiated from the Following Diseases ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Exanthema subitum is characterized by sudden high fever lasting for 3–5 days, mild upper respiratory tract symptoms, and eruption of rashes after sudden drop of body temperature. The rashes scatter in a color of rose pink, mainly occurring at the trunk, and absent in 1–3 days. Eruption after drop of body temperature is characteristically exanthema subitum.",
            "cite_spans": [],
            "section": "Exanthema Subitum ::: Measles Should Be Differentiated from the Following Diseases ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Scarlet fever is characterized by apparent fever and obvious sore throat in the prodromal period, systemic eruption of pinpoint-sized red papules after 1–2 days with congestive skin between papules. The papules fade their color when pressed, and no rash erupts on the face with perioral paleness. The papules persist for 4–5 days and then fade along with drop of the body temperature, with large flakes of desquamation. In the peripheral blood, the WBC count and neutrophil count significantly increase.",
            "cite_spans": [],
            "section": "Scarlet Fever ::: Measles Should Be Differentiated from the Following Diseases ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The patients have a recent history of medication. Drug rash is characterized by itchy rashes, low-grade or no fever, no Koplik’s spots, no catarrh symptoms, and gradual fading of rashes after drug withdrawal. In the blood, eosinophil count may increase.",
            "cite_spans": [],
            "section": "Drug Rash ::: Measles Should Be Differentiated from the Following Diseases ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "In addition, measles should also be differentiated from allergic rash, exanthematous typhus, and mucocutaneous lymph node syndrome (Kawasaki disease).",
            "cite_spans": [],
            "section": "Drug Rash ::: Measles Should Be Differentiated from the Following Diseases ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Measles pneumonia in children at its early stage is radiologically characterized by deranged, increased, and blurry lung markings. Along with progress of the conditions, both lungs are demonstrated with small flakes, spots, and miliary shadows. In severe case, singular or multiple patches or large flakes of shadows are demonstrated to be diffusely distributed at both lungs. The shadows can be ground-glass opacity or might progress into alveolar consolidation shadow. In rare cases, a small quantity of pleural effusion can be observed. In the cases of adenovirus pneumonia, the diseased lung lobules integrate to each other, leading to formation of pseudo lung lobes. In the cases of severe pneumonia with heart failure and pulmonary edema, acute respiratory distress syndrome (ARDS) might occur, especially in the cases complicated by myocarditis. ARDE is typically characterized by diffuse alveolar consolidation shadow at the lungs. In the early stage, X-ray demonstrates no abnormality or small flakes of blurry shadows. But with rapid progress of the conditions, the small flakes of shadows develop into multiple flakes of integrated shadows or large flakes of consolidation shadows like ground-glass opacity. In some cases, apparent shadows are observed at the peripheral lung fields, with obviously increased density of both lungs due to extensive consolidation, which is known as the white lung sign. A small quantity of pleural effusion or pleural thickening can accompany the lesions. After positive end-expiratory pressure ventilation, complications might occur, including pneumothorax, mediastinal emphysema, subcutaneous emphysema, and pneumatocele.",
            "cite_spans": [],
            "section": "Key Points for Differential Diagnosis Based on Imaging Demonstrations ::: Measles Should Be Differentiated from the Following Diseases ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "For adult measles pneumonia, X-ray demonstrates flakes or diffuse ground-glass opacity and/or thickened bronchi. CT scanning demonstrates unclearly defined nodules at the center of lobules, ground-glass opacity, thickened interlobular septum, and consolidation at the lobules or segments. Measles pneumonia in adults often occurs in patients with a history of basic disease. Measles virus pneumonia in adults, cytomegalovirus pneumonia, herpes simplex virus pneumonia, and adenovirus pneumonia often occur in patients with compromised immunity or immunosuppression. According to literature reports about viral pneumonia, many viral pneumonia are mainly characterized by ground-glass opacity, such as adenovirus pneumonia, cytomegalovirus pneumonia, influenza virus pneumonia, coronavirus pneumonia, pneumocystis carinii pneumonitis, herpes simplex virus pneumonia, severe acute respiratory syndrome (SARS), mycoplasma pneumonia, and varicella-zoster virus pneumonia. Their pathological basis is acute diffuse alveolar damages due to interstitial infiltration of lymphocytes and intra-alveolar hemorrhage and edema. The imaging demonstrations of various viral pneumonia are nonspecific, presenting challenge for their differential diagnosis.",
            "cite_spans": [],
            "section": "Key Points for Differentiation of Adult Measles Pneumonia Based on Imaging Demonstrations ::: Measles Should Be Differentiated from the Following Diseases ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Concerning the differentiation of viral and bacterial pneumonia, viral pneumonia is characterized by ground-glass opacity at lobule with no consolidation. However, bacterial pneumonia is characterized by consolidation in the pulmonary segment or lobe, which also indicates secondary bacterial infection. In combination with epidemiological data, immunological assay, clinical manifestations, and laboratory test, the diagnosis can be accurately defined.",
            "cite_spans": [],
            "section": "Key Points for Differentiation of Adult Measles Pneumonia Based on Imaging Demonstrations ::: Measles Should Be Differentiated from the Following Diseases ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The imaging demonstrations of acute measles encephalitis overlap to those of common viral encephalitis. In combination to clinical manifestations and cerebrospinal fluid examination, the diagnosis can be defined.",
            "cite_spans": [],
            "section": "Acute Measles Encephalitis ::: Differentiation of Measles-Related Complications ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The lesions are often located at the frontal lobe and parietal occipital lobe. MR imaging demonstrates subcortical multiple demyelinating spots with low T1WI signal, high T2WI signal, and no space-occupying effect. The demyelinating spots are demonstrated with sharp exterior margin in fan like or oval shape. By regular reexaminations, the spots are demonstrated with a tendency of fusion.",
            "cite_spans": [],
            "section": "Progressive Multifocal Leukoencephalopathy (PML) ::: Subacute Sclerotic Panencephalitis ::: Differentiation of Measles-Related Complications ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "MR imaging demonstrated round-like or mass-like low T1WI signal and high T2WI signal at the temporal lobe, insular lobe, and frontal lobe. Contrast MR imaging demonstrates slightly abnormal enhancement, with obvious space-occupying effect and spots of hemorrhage in the lesions.",
            "cite_spans": [],
            "section": "Herpes Simplex Virus Encephalitis ::: Subacute Sclerotic Panencephalitis ::: Differentiation of Measles-Related Complications ::: Differential Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The lesions are mainly located in the cerebral white matters, with multiple diffusive irregular low T1WI signal and high T2WI signal. However, the lesions are often located around the cerebral ventricles with the gray matters rarely involved.",
            "cite_spans": [],
            "section": "Sporadic Encephalitis ::: Subacute Sclerotic Panencephalitis ::: Differentiation of Measles-Related Complications ::: Differential Diagnosis",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 23.1: Pathology of measles. (a, b) Slight congestion and edema at the meningeal surface and cerebellar herniation. (c, d) Enlarged volume of both lungs, with edema, multiple ulcers, and blood stains on their surface. (e) Necrosis and shedding of tracheal mucosa. (f) Complete consolidation of lung tissue, with exudation of large quantities of inflammatory cells, destructed tissue, and accompanying hemorrhage. (g) Destructed structure of alveolus, with exudation of a large quantity of cells and proliferation of histiocytes (Note: The figure was provided by Li HJ from Department of Radiology, You’an Hospital, Capital Medical University, Beijing, China)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 23.10: Pediatric measles complicated by pneumonia. X-ray demonstrates enhanced pulmonary markings in the right lower lung",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 23.11: Pediatric measles complicated by pneumonia. (a) X-ray demonstrates enhanced and blurry pulmonary markings in both lungs and patches of shadows in both lungs, especially in the right lung. (b) By reexamination after the treatment for 4 days, the lesions are demonstrated to be absorbed and improved",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 23.12: Pediatric measles complicated by pneumonia. (a) X-ray demonstrates enhanced pulmonary markings in both lungs, flakes, and cotton wool-like shadows at the medial part of the right middle and upper lung fields. (b) By reexamination after treatment for 16 days, the lesions at the lungs are demonstrated to be absorbed and improved",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 23.13: Pediatric measles complicated by pneumonia. X-ray demonstrates multiple flakes of shadows in both lungs with unclearly defined boundaries and unclearly defined left costophrenic angle",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 23.14: Pediatric measles complicated by pneumonia and pulmonary atelectasis. (a) X-ray demonstrates flakes of shadows in both lung fields along with the pulmonary markings, large flakes of high-density shadows in the right upper lung with clearly defined inferior boundaries, upward shift of the interlobar fissure, and blurry hilar shadows at both lungs. By reexamination after treatment for 2 days, X-ray demonstrates progress of the conditions. (b) X-ray demonstrates enlarged range with lesions in the right lower lung",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 23.15: Pediatric measles complicated by pneumonia. (a) X-ray demonstrates large flakes of increased density shadows in both lungs with unclearly defined boundaries, and blurry hilar shadow of both lungs. (b) By reexamination after treatment for 2 days, X-ray demonstrates no obvious change of the lesions. (c) By reexamination after treatment for 5 days, X-ray demonstrates enhanced and blurry pulmonary markings of both lungs, multiple patches of shadows in both lungs, and clearly defined hilum. (d) By reexamination after treatment for 9 days, the lesions are demonstrated to be further absorbed and improved",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 23.16: Pediatric measles complicated by pneumonia. X-ray demonstrates absent pulmonary markings at the lateral part of the right lung field, increased density of the right lung tissues, observable pulmonary compression line, large flakes of consolidation shadows in the left middle and upper lung fields, and gas shadows at the soft tissue of right thoracic wall",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 23.17: Pediatric measles complicated by pneumonia and acute respiratory distress syndrome. (a) X-ray demonstrates extensive high density in both lung fields and absent pulmonary markings in both lungs. (b) By reexamination after treatment for 1 day, X-ray demonstrates multiple large flakes of shadows in both lungs and increased transparency of both lungs. (c) By reexamination after treatment for 4 days, the lesions are demonstrated to be improved. (d) By reexamination after treatment for 7 days, consolidation density is demonstrated in the lung fields of both lungs with inner bronchial shadows, and poorly defined at both lungs",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 23.18: Pediatric measles complicated by pneumonia. (a) X-ray demonstrates multiple flakes of shadows in both lungs, blurry hilar shadow at both lungs, and blurry left costophrenic angle. (b) By reexamination after treatment for 1 day, X-ray demonstrates slightly extended range with shadows at both lungs. (c–h) By reexamination after treatment for 3 days, CT scanning demonstrates multiple large flakes of consolidation lesions in both lungs with inner air bronchus sign. (i) By reexamination after treatment for 8 days, the lesions are demonstrated to be absorbed and improved. X-ray demonstrates shrinkage of the range with lesions, decreased density of the lesions, quite clearly defined hilum at both lungs, and well-defined bilateral costophrenic angles",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 23.19: Adult measles complicated by pneumonia. At day 2 after hospitalization, CT scanning demonstrates ground-glass opacity in the apical posterior segment of the left upper lung lobe",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 23.2: Acute optic nerve encephalomyelitis. (a) Transverse MR imaging demonstrates multiple spots of long T2 signal at the brainstem. (b) Thickened bilateral optic nerves are demonstrated, with uneven enhancement. (c–f) Sagittal imaging demonstrates swelling of spinal cord at the level of C2–T11, with stripes of long T2 signal in the spinal cord. (g, h) Transverse imaging demonstrates long T2 signal in the spinal cord",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 23.20: Adult measles complicated by pneumonia. (a–d) Plain CT scanning demonstrates multiple nodular shadows with different size in both lungs (Note: The case and the figures were provided by Wu JP and Yun J from the Third People’s Hospital, Changzhou, Jiangsu, China)",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig. 23.3: Pediatric measles pneumonia. At day 4 after hospitalization, X-ray demonstrates thickened and blurry pulmonary markings in both lungs, small grid-like shadow at the middle and medial parts of left upper lung, and flakes of blurry shadows at the right lower lung hilum",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig. 23.4: Adult measles pneumonia. X-ray demonstrates enhanced pulmonary markings at the right lower lung",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Fig. 23.5: Adult measles pneumonia. X-ray demonstrates diffuse ground-glass opacity at both lungs",
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Fig. 23.6: Adult measles pneumonia. (a) X-ray demonstrates scattering flakes of ground-glass opacity at both lungs. (b) Reexamination after treatment for 3 days, CT scanning demonstrates multiple ground-glass opacity at both lungs, with paving stone-like lesions",
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Fig. 23.7: Adult measles pneumonia. X-ray demonstrates large flakes of ground-glass opacity at the right lower lung",
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Fig. 23.8: Adult measles pneumonia. X-ray demonstrates obviously increased and thickened bronchial shadows in both lungs",
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Fig. 23.9: Adult measles pneumonia. X-ray demonstrates flakes of ground-glass opacity with lobular distribution at the posterior segment of right upper lung lobe",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Acute measles encephalitis in adults",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Baba",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tsuboi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Neurol",
            "volume": "253",
            "issn": "1",
            "pages": "121-4",
            "other_ids": {
                "DOI": [
                    "10.1007/s00415-005-0923-8"
                ]
            }
        },
        "BIBREF1": {
            "title": "An initial MRI picture of limbic encephalitis in subacute sclerosing panencephalitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lebon",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Maeder",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maeder-Ingvar",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Eur J Paediatr Neurol",
            "volume": "15",
            "issn": "6",
            "pages": "544-6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejpn.2011.05.001"
                ]
            }
        },
        "BIBREF2": {
            "title": "Acute encephalitis associated with measles: MRI features",
            "authors": [
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Neuroradiology",
            "volume": "45",
            "issn": "2",
            "pages": "100-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "YM",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Practical studies of infectious diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "MR imaging, diffusion-weighted imaging and MR spectroscopy findings in acute rapidly progressive subacute sclerosing panencephalitis",
            "authors": [
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Oguz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Celebi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Anlar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Brain Dev",
            "volume": "29",
            "issn": "5",
            "pages": "306-11",
            "other_ids": {
                "DOI": [
                    "10.1016/j.braindev.2006.09.013"
                ]
            }
        },
        "BIBREF5": {
            "title": "Measles pneumonia presenting with multiple nodular opacities on chest radiographs",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ohnishi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fujiyama",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tomioka",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nihon Kokyuki Gakkai Zasshi",
            "volume": "38",
            "issn": "5",
            "pages": "421-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Implications of a 2005 measles outbreak in Indiana for sustained elimination of measles in the United States",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Staggs",
                    "suffix": ""
                },
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Dayan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "355",
            "issn": "5",
            "pages": "447-55",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa060775"
                ]
            }
        },
        "BIBREF7": {
            "title": "Measles-induced respiratory distress, air-leak and ARDS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Piastra",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Onesimo",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "De Luca",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Eur J Clin Microbiol Infect Dis",
            "volume": "29",
            "issn": "2",
            "pages": "181-5",
            "other_ids": {
                "DOI": [
                    "10.1007/s10096-009-0838-x"
                ]
            }
        },
        "BIBREF8": {
            "title": "Comparison of measles complications in well-nourished and mal-nourished children",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Qaisar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Ayub Med Coll Abbottabad",
            "volume": "21",
            "issn": "2",
            "pages": "30-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Correlation of quantitative diffusion tensor tractography with clinical grades of subacute sclerosing panencephalitis",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Trivedi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Anuradha",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Agarwal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "AJNR Am J Neuroradiol",
            "volume": "32",
            "issn": "4",
            "pages": "714-20",
            "other_ids": {
                "DOI": [
                    "10.3174/ajnr.A2380"
                ]
            }
        },
        "BIBREF10": {
            "title": "Characteristic radiological demonstrations of measles pneumonia: report of 51 cases",
            "authors": [
                {
                    "first": "ZP",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "HY",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Clin Radiol",
            "volume": "26",
            "issn": "7",
            "pages": "737-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "HZ",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "GW",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "JY",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Practical internal medicine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Studies of infectious diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Radiological demonstrations of infantile measles pneumonia complicated by acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "YG",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Radiol",
            "volume": "28",
            "issn": "11",
            "pages": "1539-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Early X-ray and CT appearances of severe acute respiratory syndrome: an analysis of 28 cases",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin Med J (Engl)",
            "volume": "116",
            "issn": "6",
            "pages": "823-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Measles infection in pregnancy",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Chiba",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Infect",
            "volume": "47",
            "issn": "1",
            "pages": "40-4",
            "other_ids": {
                "DOI": [
                    "10.1016/S0163-4453(03)00045-8"
                ]
            }
        },
        "BIBREF16": {
            "title": "Adenovirus pneumonia in adults: radiographic and high-resolution CT findings in five patients",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "AJR Am J Roentgenol",
            "volume": "186",
            "issn": "5",
            "pages": "1288-93",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.05.0128"
                ]
            }
        },
        "BIBREF17": {
            "title": "Application of computed tomography in childhood respiratory infections",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Copley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Br Med Bull",
            "volume": "61",
            "issn": "1",
            "pages": "263-79",
            "other_ids": {
                "DOI": [
                    "10.1093/bmb/61.1.263"
                ]
            }
        },
        "BIBREF18": {
            "title": "Unilateral measles-associated retrobulbar optic neuritis without encephalitis: a case report and literature review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hirayama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ikeda",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hidaka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Case Rep Neurol",
            "volume": "2",
            "issn": "3",
            "pages": "128-32",
            "other_ids": {
                "DOI": [
                    "10.1159/000322143"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "WX",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "JY",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Medical microbiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Radiological demonstrations of measles virus pneumonia in adults",
            "authors": [
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Chin J Radiol",
            "volume": "45",
            "issn": "6",
            "pages": "524-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Viral pneumonias in adults: radiologic and pathologic findings",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Primack",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Radiographics",
            "volume": "22",
            "issn": "",
            "pages": "S137-49",
            "other_ids": {
                "DOI": [
                    "10.1148/radiographics.22.suppl_1.g02oc15s137"
                ]
            }
        }
    }
}