{
    "paper_id": "PMC7167874",
    "metadata": {
        "title": "Urinary club cell protein 16 (CC16): Utility of its assay during acute bronchiolitis",
        "authors": [
            {
                "first": "Carole",
                "middle": [],
                "last": "Egron",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "André",
                "middle": [],
                "last": "Labbé",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Emmanuelle",
                "middle": [],
                "last": "Rochette",
                "suffix": "",
                "email": "e_rochette@chu-clermontferrand.fr",
                "affiliation": {}
            },
            {
                "first": "Aurélien",
                "middle": [],
                "last": "Mulliez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alfred",
                "middle": [],
                "last": "Bernard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Flore",
                "middle": [],
                "last": "Amat",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute viral bronchiolitis, mainly caused by respiratory syncitial virus (RSV) and human rhinovirus1, 2 is one of the most common respiratory diseases in early childhood and a major health problem worldwide.3 Severe bronchiolitis is characterized by extensive inflammation and edema of the airway, increased mucus production, and necrosis of airway epithelial cells.4 Admission to hospital with bronchiolitis at a young age is associated with an increased risk of recurrent wheezing.5 It is important to know whether it is the initial epithelial injury that is responsible for severity and sequelae, or whether the inflammatory response to the viral agent predisposes the patient to relapses. Much effort has been made to identify novel biological markers measurable during the course of acute bronchiolitis for clinically effective prediction of disease severity and later wheezing.6, 7, 8, 9, 10 Our team has studied epithelial injury biomarkers in acute bronchiolitis, but found no correlation between serum levels of KL‐62, or serum‐soluble receptor for advanced glycation end‐product,11 and severity of acute bronchiolitis and risk of wheezing bronchitis.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Club cell protein (CC16) is a major pneumoprotein secreted by club cells (formerly Clara cells) in the terminal bronchiolar epithelium.12 It diffuses from airways to serum along a concentration gradient and is eliminated in urine by renal clearance.13 CC16 possesses anti‐inflammatory, antioxidation, immunosuppressive, and antitumor proprieties. In vitro, CC16 has an anti‐inflammatory activity, inhibiting phospholipase A2 activity, arachidonic acid production, and prostaglandin and leukotriene release, thereby countering several chronic pulmonary diseases. Its serum assay is often used to assess lung injury, but rarely its urinary assay.14\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The link between its levels and asthma has already been studied,15, 16, 17 but its relation to acute bronchiolitis has received less attention.18 We set out to determine whether CC16 could be a severity biomarker of epithelial damage during acute bronchiolitis and of recurrent wheezing in the sequelae. We also sought to evaluate the utility of its noninvasive urinary assay in view of the young target population concerned.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The study received Ethics committee approval (Comité de Protection des Personnes Sud Est VI, France, approval number AU1224). Patients and controls were included after parents gave their fully informed written consent.",
            "cite_spans": [],
            "section": "Ethics ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The main objective of this study was to evaluate the correlation between serum CC16 level and acute bronchiolitis clinical severity in hospitalized children aged under 1 year. Secondary objectives were to study the correlation between serum and urinary CC16 concentrations, urinary CC16 and clinical severity, serum and urinary CC16 levels and the relevant virus (RSV or rhinovirus), the rhinovirus type obtained by genotyping in the case of rhinovirus, immediate morbidity and mortality, and recurrent wheezing at 1 year from inclusion.",
            "cite_spans": [],
            "section": "Main and secondary objectives ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "All infants aged under 1 year hospitalized for acute bronchiolitis at Clermont‐Ferrand University Hospital from 1 November 2015 to 18 March 2016 and from 21 November 2016 to 1 March 1 2017 in the Department of Pediatrics at Clermont‐Ferrand teaching hospital (general hospitalization units, pediatric intensive care, and step‐down units) were included. Infants born before 34 weeks of amenorrhea, or with cystic fibrosis, bronchopulmonary dysplasia, suspected primary ciliary dyskinesia, congenital heart disease, immune deficiency or acute renal failure were excluded.",
            "cite_spans": [],
            "section": "Cases ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Acute bronchiolitis severity was rated mild, moderate or severe by Wainwright's clinical gravity score,19 based on SpO2, respiratory rate, and respiratory effort at inclusion in Pediatric Emergencies.",
            "cite_spans": [],
            "section": "Cases ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Medical history was collected at admission: perinatal personal history (gestational age, birth weight, delivery route), existence of an atopic site, presence of immediate complications (bronchial superinfection, pneumothorax, atelectasis) and whether oral or inhaled corticosteroids were used. Paraclinical assessment at baseline included a 2.5 mL blood sample for serum CC16 assay, a 2 mL urine sample for urinary CC16 and urinary retinol binding protein (RBP; adjustment to renal function) determinations, a nasopharyngeal sample for virologic analysis, and a chest X‐ray when there was respiratory complication or for recurrent wheezing assessment.",
            "cite_spans": [],
            "section": "Cases ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Immediate morbidity and mortality were assessed by hospitalization data: length of hospital stay, use and duration of enteral nutrition or parenteral rehydration, oxygen therapy (mural or high‐dose), respiratory support by continuous airway pressure, bi‐level positive airway pressure, or invasive mechanical ventilation, superinfection documented biologically or radiologically, ventilation disorder or gas effusion documented radiologically, bronchospasm, use of beta‐2 mimetics or inhaled corticosteroids, and death.",
            "cite_spans": [],
            "section": "Cases ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Families were contacted by phone at thirty days and 1 year after inclusion to elicit information on respiratory events (bronchiolitis, recurrent wheezing, wheezing without consultation) and respiratory treatments (oral corticosteroids, respiratory physiotherapy, hospitalizations for respiratory reasons). Recurrent wheezing diagnosis was retained from the third episode of bronchiolitis, use of long‐term treatment for recurrent wheezing, or when the diagnosis was by another pediatrician.",
            "cite_spans": [],
            "section": "Cases ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Infants aged under 1 year were enrolled in the serum control group after anesthesia consultation before planned surgery. Health status was evaluated by a complete medical checkup, with a clinical questionnaire. Children with a history of pulmonary disease (wheezing, cardiopulmonary disease, chronic pulmonary disease or prematurity) or with ongoing infectious processes were excluded.",
            "cite_spans": [],
            "section": "Controls ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Infants aged under 1 year were enrolled for the urine control group after a standard consultation in Pediatric Emergencies with a medical checkup by a questionnaire. Infants with a history of acute bronchiolitis, prematurity before 34 weeks, ongoing pulmonary infection, treated eczema or first‐degree asthma were excluded.",
            "cite_spans": [],
            "section": "Controls ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Nasopharyngeal samples were obtained by nasal secretion aspiration. Viral analysis used an immunochromatographic method by enzyme immunoassay for RSV antigen detection. Molecular biology methods were also used by reverse transcription polymerase chain reaction (RT‐PCR) for RSV and rhinovirus detection in patients hospitalized in general pediatric and short‐stay wards; a multiplex PCR panel (adenovirus, coronavirus, metapneumovirus, enterovirus/rhinovirus, influenza A and B, parainfluenza virus, RSV, Bordetella pertussis, Chlamydophila pneumoniae, Mycoplasma pneumoniae) was used in infants hospitalized in intensive care units. Rhinovirus strains were genotyped.",
            "cite_spans": [],
            "section": "Viral detection for cases ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Blood samples were collected by venipuncture in Vacuette lithium heparin tubes. Urine samples were obtained by collection bag or diaper pads and collected in Vacuette Z Urine No Additive tubes. Samples were centrifuged at 2500 rpm for 15 minutes and frozen at − 80°C. Serum and urinary CC16 concentrations were measured by nonisotopic immunoassays based on the agglutination of latex particles coated with anti‐CC16 antibodies (Dakopatts antirabbit protein 1 antibody, Glostrup, Denmark).",
            "cite_spans": [],
            "section": "Serum and urinary CC16 determination for cases and controls ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Statistical analyses were performed under Stata 13.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Data were described as frequencies and percentages for categorical variables and as means ± standard deviations (or medians and interquartile range if data not normal) for continuous variables.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Comparisons between cases and controls were performed using the χ\n2 test (or Fisher's exact test when appropriate) for categorical data, and the Student test (or Mann‐Whitney test if normality not found by the Shapiro‐Wilk test) for continuous data. Severity was rated (mild/moderate/severe) using analysis of variance (ANOVA) or a the Kruskal‐Wallis test when data were not normal for continuous data. Serum and urine CC16 values ​​were analyzed using the Student test (for two‐group comparisons), by ANOVA (for three or more groups), or by the Mann‐Whitney test (two groups) or the Kruskal‐Wallis test (three or more groups) if data not normal for categorical data, and using the Pearson correlation coefficient (or Spearman when data were not normal) for continuous data. Normality was assessed graphically and using the Shapiro‐Wilk test. A multivariate regression model was run with serum/urinary CC16 as dependent, and adjusted for factors that were clinically relevant or statistically significant (P < .15) in univariate analysis. Stepwise selection was applied entering P < .05 and removing P > .15. Results are shown as regression coefficients with their 95% confidence intervals (CI). All tests were two‐sided, and P < 5% was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The study included 166 infants, with a mean age of 2 months and 21 days (2.6 ± 2.2 months). Among them, 28 (17%) had a family history of asthma. Of the cases, 152 (92%) presented inaugural acute bronchiolitis, classified as mild in 121 cases (73%), moderate in 39 (23%) and severe in 6 (4%) by the Wainwright score. Age was inversely correlated with mean duration of hospital stay, which was longer for the youngest infants (r = −0.28; P < 0.001).",
            "cite_spans": [],
            "section": "Population ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "There were 32 controls for serum CC16 (interviewed n = 26) and 75 controls for urinary CC16. Only a difference in age (2.6 months vs 4.6 months; P < .001) and sex for serum controls (42% of girls vs 31%, P = .03) was observed between cases and controls respectively.",
            "cite_spans": [],
            "section": "Population ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Immediate complications are detailed in the Supporting information. One year after inclusion, according to 144 parental interviews, 59 (41%) infants had developed recurrent wheezing.",
            "cite_spans": [],
            "section": "Population ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Virologic analysis was performed in 154 cases (93%).",
            "cite_spans": [],
            "section": "Viruses ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Of these, 102 (64%) infants were infected by isolated RSV, and 29 (19%) by isolated rhinovirus; 29 (19%) had coinfection, 19 (12%) by RSV‐rhinovirus. RSV infection was not correlated with more severe clinical presentation according to the Wainwright score (P = .67).",
            "cite_spans": [],
            "section": "Viruses ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "There was no statistical difference in serum CC16 (CC16s) levels between cases and controls (median levels at 9 [5.5‐14.3] µg/L in cases [n = 90]; 9.6 [7.4‐12.8] µg/L in controls [n = 32]; P = .49). Concerning urinary CC16 (CC16u), higher levels were observed in cases (median levels at 12.8 [4.3‐34.6] µg/L [n = 157] in cases, 6.5 [1.6‐16.3] µg/L in controls (n = 75); P = 0.002). Serum and urinary levels in cases were statistically correlated (r = 0.43; P < .001; Figure 1). Statistical analysis showed no impact on CC16 levels by sex, birth term or weight, or birth by cesarean section.",
            "cite_spans": [],
            "section": "Mean levels ::: Erreur DE traductionCC16 assays ::: RESULTS",
            "ref_spans": [
                {
                    "start": 474,
                    "end": 475,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "CC16s levels were not correlated with the immediate clinical severity of acute bronchiolitis (P = .89; Figure 2). Median levels were 9.2 (5.5‐14.3) μg/L in mild acute bronchiolitis, 9.0 (5.0‐15.1) μg/L in moderate acute bronchiolitis, 7 (6.8‐8.9) μg/L in severe acute bronchiolitis according to the Wainwright score, and 10.3 ± 3.6 μg/L in controls. CC16s levels were not correlated with immediate morbidity, evaluated by the length of hospital stay (r = −0.05; P = .63), type of hospitalization ward (P = .09), or need for ventilatory support (P = .38) or duration thereof (r = −0.17; P = .11). Levels were similar in RSV‐infected infants and in those infected with other viruses (median levels in RSV‐positive 9.1 [9.7‐14.7] μg/L vs 9 [5–14.2] μg/L; P = .79). Multivariate analysis (including age, sex, and gestational age at birth) showed no impact of acute bronchiolitis severity on CC16s levels.",
            "cite_spans": [],
            "section": "Acute bronchiolitis severity ::: Erreur DE traductionCC16 assays ::: RESULTS",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "For urinary CC16 (CC16u), there was a statistically significant correlation with clinical severity, according to the Wainwright score (Figure 3). Median CC16u levels were 12.8 (4.1‐28.8) μg/L, 8.3 (3.1‐33) μg/L, 85.6 (34.6‐161) μg/L, and 6.5 (1.6‐16.3) μg/L in mild, moderate, and severe acute bronchiolitis, and controls, respectively (P < .001). High levels of CC16u were observed in cases hospitalized in pediatric intensive care (24.7 [8.3‐69.5] μg/L vs 11.2 [3.4–28.8] μg/L; P = .04) and in superinfected acute bronchiolitis (28.2 [17.1‐118.6] μg/L vs 11.5 [3.4‐31.7] μg/L; P = .02). CC16u was weakly correlated with total hospitalization time (r = 0.17; P = .03), but not with need for ventilatory support (P = .35) or duration thereof (r = 0.12; P = .13). CC16u was strongly correlated with urinary RBP (RBPu; r = 0.70; P < .001; Figure 4). The logCC16u/logRBPu ratio was significantly correlated with acute bronchiolitis severity according to the Wainwright score (P = .02), but not with total hospitalization time (r = 0.08; P = .35), length of oxygen therapy (r = −0.05; P = .73), or ventilatory support (r = 0.20; P = .41). Multivariate analysis (including age, sex, gestational age at birth, RBPu) confirmed the strong correlation to RBPu (P = .000, 95%CI [0.66; 0.86], but also an impact of age (P = .015; 95%CI [−0.06; −0.006] and the severity of acute bronchiolitis, with higher values for the severe group (P = .012; 95%CI [0.13; 1.05]).",
            "cite_spans": [],
            "section": "Acute bronchiolitis severity ::: Erreur DE traductionCC16 assays ::: RESULTS",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 844,
                    "end": 845,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "No difference was observed between mean serum and urinary CC16 levels in healthy infants and those with recurrent wheezing 1 year after the acute bronchiolitis (median CC16s level 8.5 [5.6‐13.6] vs 8.9 [4.5‐15.5], P = .94; median CC16u level 11.5 [3.4‐31.7] vs 13.9 [4.7‐34.8]; P = .61; CC16u/RBPu ratio 0.73 vs 0.74; P = .89, respectively), or in those who received inhaled treatments (salbutamol, inhaled corticosteroids) during their hospitalization.",
            "cite_spans": [],
            "section": "Recurrent wheezing ::: Erreur DE traductionCC16 assays ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Multivariate analysis showed an impact of first‐degree family asthma on CC16s levels (regression coefficient = 0.18; 95%CI [0.06,0.3]; P = .003).",
            "cite_spans": [],
            "section": "Recurrent wheezing ::: Erreur DE traductionCC16 assays ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "Club cells are mostly located in the preterminal bronchiolar epithelium. They produce a protein of 1585 daltons (CC16), also produced by nonciliated tracheabronchus cells. This protein has anti‐inflammatory and cytoprotective properties on many cell types (epithelial cells, leukocytes). It protects the lung from inflammation related to allergens, viruses, cigarette smoking, and bleomycin. In mice, CC16 deficiencies increased ozone sensitivity and demonstrated an accelerated aging profile in lungs similar to chronic obstructive pulmonary disease.20\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Several studies have been conducted on the relationship between CC16 and asthma, but its relation to acute bronchiolitis has received less attention. The only available pediatric study, that of Johansson et al18 showed increased serum CC16 levels in cases compared to healthy infants. The authors highlighted significantly increased CC16s in those infected with RSV compared to influenza virus (IV)/parainfluenza virus (PIV) viruses.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Our results for serum levels seem at variance with these results. Despite an outbreak of RSV, CC16s levels were comparable between cases and controls. Moreover, no correlation was observed between CC16s level and severity score or clinical gravity or morbidity. There was no significant difference in types of virus found, nor did we note similar serum levels including the most severely affected infants.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "However, our results in urinary CC16 levels seem concordant with those of Johansson et al18 with increased levels in cases compared to healthy infants. Also, CC16u was correlated with severity score, duration of stay and type of stay, with higher values for the most severe cases. Increased CC16 levels during acute bronchiolitis could be the result of viral damage on the epithelial barrier, which is well described in fulminant forms.21 A disruption of the epithelial barrier in the deep lung could lead to enhanced leakage of CC16 in the serum, and secondarily in urine. In our study, serum and urinary levels were correlated, suggesting that the discordant results could be explained in part by the limited number of blood samples compared to urine samples (91 vs 151 respectively). Furthermore, our cases were mainly affected by mild to moderate forms.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "These results are of interest, but several influencing factors must be taken into consideration in CC16 interpretation. The main variation factor for CC16u is likely to be tubular function.22 To take account of this, we integrated the assay of RBP, a marker of tubular reabsorption function. Our multivariate analysis showed a strong correlation with RBP urinary levels. This argues for a systematic adjustment of CC16u by RBPu or another renal function marker such as urinary creatinine. LogCC16u/logRBPu was correlated to acute bronchiolitis severity, evaluated by the Wainwright score. Likewise, hydration status at the time of sampling should also be taken into account. The most severe cases were the youngest infants, who are most vulnerable to feeding difficulties, marked respiratory effort and subsequent dehydration. Other factors of variation need to be integrated in multivariable models for a precise interpretation of CC16 levels. Environmental factors,13, 23, 24, 25 physiological data such as age26 and sex, time of sampling14, 27 and physical activity28 have been more fully described.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Finally, available pediatric studies show lower CC16 levels in asthmatic patients.15, 29 Our results indicate that CC16 measurement during the viral episode cannot predict recurrent wheezing at 1 year. The follow‐up period we chose was admittedly too short to analyze the risk of asthma in the long term. It is also still unclear whether low CC16 levels induce asthma in the long term or whether chronic inflammation is responsible for a decline of club cells and CC16 production.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, higher urinary CC16 levels were observed during acute bronchiolitis, and were correlated to its severity. This noninvasive biomarker of epithelial damage is particularly useful for infant populations. Several factors have to be taken into account in its interpretation, mainly tubular function. A reasoned use of CC16u assay in category‐specific acute bronchiolitis could thus be considered, for example most severe cases, RSV infection, or family history of asthma.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The authors declare that there are no conflict of interests.",
            "cite_spans": [],
            "section": "CONFLICT OF INTERESTS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Representation in logarithm of the correlation between serum and urinary CC16 (r = 0.43; P < .001). CC16, club cell protein 16",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: LogCC16s according to the Wainwright severity score. ANOVA, analysis of variance",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: LogCC16u according to the Wainwright severity score. ANOVA, analysis of variance; CC16, club cell protein 16",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Strong correlation between logCC16u and log RBP (r = 0.70; P < .001). CC16, club cell protein 16",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "In very young infants severity of acute bronchiolitis depends on carried viruses",
            "authors": [],
            "year": 2009,
            "venue": "PLOS One",
            "volume": "4",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Predicting the severity of acute bronchiolitis in infants: should we use a clinical score or a biomarker?",
            "authors": [],
            "year": 2014,
            "venue": "J Med Virol",
            "volume": "86",
            "issn": "11",
            "pages": "1944-1952",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Bronchiolitis: recent evidence on diagnosis and management",
            "authors": [],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "125",
            "issn": "2",
            "pages": "342-349",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Pathological changes in virus infections of the lower respiratory tract in children",
            "authors": [],
            "year": 1970,
            "venue": "J Clin Pathol",
            "volume": "23",
            "issn": "1",
            "pages": "7-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Viral bronchiolitis",
            "authors": [],
            "year": 2017,
            "venue": "The Lancet",
            "volume": "389",
            "issn": "10065",
            "pages": "211-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Oxidative stress and inflamatory plasma biomarkers in respiratory syncytial virus bronchiolitis",
            "authors": [],
            "year": 2017,
            "venue": "Clin Respir J",
            "volume": "11",
            "issn": "6",
            "pages": "839-846",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Nasal high‐mobility group box 1 and caspase in bronchiolitis",
            "authors": [],
            "year": 2018,
            "venue": "Pediatr Pulmonol",
            "volume": "53",
            "issn": "12",
            "pages": "1627-1632",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Biomarkers of respiratory syncytial virus (RSV) infection: specific neutrophil and cytokine levels provide increased accuracy in predicting disease severity",
            "authors": [],
            "year": 2015,
            "venue": "Paediatr Respir Rev",
            "volume": "16",
            "issn": "4",
            "pages": "232-240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "MIP‐1α level in nasopharyngeal aspirates at the first wheezing episode predicts recurrent wheezing",
            "authors": [],
            "year": 2016,
            "venue": "J Allergy Clin Immunol",
            "volume": "137",
            "issn": "3",
            "pages": "774-781",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Gelsolin levels in patients with bronchiolitis",
            "authors": [],
            "year": 2018,
            "venue": "Turk J Pediatr",
            "volume": "60",
            "issn": "3",
            "pages": "286-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Serum soluble receptor for advanced glycation end‐products during acute bronchiolitis in infant: Prospective study in 93 cases",
            "authors": [],
            "year": 2018,
            "venue": "Pediatr Pulmonol",
            "volume": "53",
            "issn": "10",
            "pages": "1429-1435",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Decreased pulmonary levels of the anti‐inflammatory Clara cell 16 kDa protein after induction of airway inflammation in asthmatics",
            "authors": [],
            "year": 2000,
            "venue": "Cell Mol Life Sci",
            "volume": "57",
            "issn": "6",
            "pages": "976-981",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Clara cell secretory protein (CC16): characteristics and perspectives as lung peripheral biomarker",
            "authors": [],
            "year": 2000,
            "venue": "Clin Exp Allergy",
            "volume": "30",
            "issn": "4",
            "pages": "469-475",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Methodological aspects on measurement of Clara cell protein in urine as a biomarker for airway toxicity, compared with serum levels",
            "authors": [],
            "year": 2007,
            "venue": "J Appl Toxicol",
            "volume": "27",
            "issn": "1",
            "pages": "60-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Clara cell secretory protein: determination of serum levels by an enzyme immunoassay and its importance as an indicator of bronchial asthma in children",
            "authors": [],
            "year": 2004,
            "venue": "J Pharm Biomed Anal",
            "volume": "34",
            "issn": "4",
            "pages": "823-826",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Acute asthma in children: relationships among CD14 and CC16 genotypes, plasma levels, and severity",
            "authors": [],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "173",
            "issn": "6",
            "pages": "617-622",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Urine club cell 16‐kDa secretory protein and childhood wheezing illnesses after lower respiratory tract infections in infancy",
            "authors": [],
            "year": 2015,
            "venue": "Pediatr Allergy Immunol Pulmonol",
            "volume": "28",
            "issn": "3",
            "pages": "158-164",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Clara cell protein 16 (CC16) serum levels in infants during respiratory syncytial virus infection",
            "authors": [],
            "year": 2009,
            "venue": "Acta Paediatrica",
            "volume": "98",
            "issn": "3",
            "pages": "579-581",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "A multicenter, randomized, double‐blind, controlled trial of nebulized epinephrine in infants with acute bronchiolitis",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "1",
            "pages": "27-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Club cell protein 16 (Cc16) deficiency increases inflamm‐aging in the lungs of mice",
            "authors": [],
            "year": 2018,
            "venue": "Physiol Rep",
            "volume": "6",
            "issn": "15",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Respiratory virus infection in infants and children",
            "authors": [],
            "year": 2007,
            "venue": "Pediatr Dev Pathol",
            "volume": "10",
            "issn": "3",
            "pages": "172-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Urinary protein 1 or Clara cell protein: a new sensitive marker of proximal tubular dysfunction",
            "authors": [],
            "year": 1994,
            "venue": "Kidney Int Suppl",
            "volume": "47",
            "issn": "",
            "pages": "34-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Infant swimming in chlorinated pools and the risks of bronchiolitis, asthma and allergy",
            "authors": [],
            "year": 2010,
            "venue": "Eur Respir J",
            "volume": "36",
            "issn": "1",
            "pages": "41-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Respiratory health and baby swimming",
            "authors": [],
            "year": 2005,
            "venue": "Arch Dis Child",
            "volume": "91",
            "issn": "7",
            "pages": "620-621",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Serum Clara cell protein: an indicator of bronchial cell dysfunction caused by tobacco smoking",
            "authors": [],
            "year": 1994,
            "venue": "Environ Res",
            "volume": "66",
            "issn": "1",
            "pages": "96-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Trajectories and early determinants of circulating CC16 from birth to age 32 years",
            "authors": [],
            "year": 2018,
            "venue": "Am J Respir Crit Care Med",
            "volume": "198",
            "issn": "2",
            "pages": "267-270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Exploring the time dependence of serum clara cell protein as a biomarker of pulmonary injury in humans",
            "authors": [],
            "year": 2006,
            "venue": "Chest",
            "volume": "130",
            "issn": "3",
            "pages": "672-675",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Utility of urinary Clara cell protein (CC16) to demonstrate increased lung epithelial permeability in non‐smokers exposed to outdoor secondhand smoke",
            "authors": [],
            "year": 2013,
            "venue": "J Expo Sci Environ Epidemiol",
            "volume": "23",
            "issn": "2",
            "pages": "183-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Association of urine CC16 and lung function and asthma in Chinese children",
            "authors": [],
            "year": 2015,
            "venue": "Allergy Asthma Proc",
            "volume": "36",
            "issn": "4",
            "pages": "59-64",
            "other_ids": {
                "DOI": []
            }
        }
    }
}