{
    "paper_id": "PMC7143200",
    "metadata": {
        "title": "COVID-19: immunopathology and its implications for therapy",
        "authors": [
            {
                "first": "Xuetao",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "email": "caoxt@immunol.org",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19), a newly emerged respiratory disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has recently become pandemic. Most patients with COVID-19 exhibit mild to moderate symptoms, but approximately 15% progress to severe pneumonia and about 5% eventually develop acute respiratory distress syndrome (ARDS), septic shock and/or multiple organ failure1,2. The mainstay of clinical treatment consists of symptomatic management and oxygen therapy, with mechanical ventilation for patients with respiratory failure. Although several antiviral drugs, including the nucleotide analogue remdesivir, are being actively tested, none has been specifically approved for COVID-19. In addition to vaccine development and approaches that directly target the virus or block viral entry, treatments that address the immunopathology of the infection have become a major focus.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 408,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 409,
                    "end": 410,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2 infection can activate innate and adaptive immune responses. However, uncontrolled inflammatory innate responses and impaired adaptive immune responses may lead to harmful tissue damage, both locally and systemically. In patients with severe COVID-19, but not in patients with mild disease, lymphopenia is a common feature, with drastically reduced numbers of CD4+ T cells, CD8+ T cells, B cells and natural killer (NK) cells1–4, as well as a reduced percentage of monocytes, eosinophils and basophils3,5. An increase in neutrophil count and in the neutrophil-to-lymphocyte ratio usually indicates higher disease severity and poor clinical outcome5. In addition, exhaustion markers, such as NKG2A, on cytotoxic lymphocytes, including NK cells and CD8+ T cells, are upregulated in patients with COVID-19. In patients who have recovered or are convalescent, the numbers of CD4+ T cells, CD8+ T cells, B cells and NK cells and the markers of exhaustion on cytotoxic lymphocytes normalize6,7. Moreover, SARS-CoV-2-specific antibodies can be detected.",
            "cite_spans": [
                {
                    "start": 436,
                    "end": 437,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 438,
                    "end": 439,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 512,
                    "end": 513,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 514,
                    "end": 515,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 658,
                    "end": 659,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 995,
                    "end": 996,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 997,
                    "end": 998,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Convalescent plasma containing neutralizing antibodies has been used to treat a small number of patients with severe disease, and preliminary results show clinical improvement in 5 of 5 critically ill patients with COVID-19 who developed ARDS8. High-throughput platforms, such as the large-scale single-cell RNA sequencing of B cells (enriched for B cells that produce antibodies directed at the SARS-CoV-2 spike glycoprotein) from patients who are convalescent, have allowed the identification of SARS-CoV-2-specific neutralizing antibodies.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 243,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The detection of SARS-CoV-2-specific IgM and IgG in patients provided the basis for disease diagnosis, in conjunction with RT-PCR-based tests. However, two studies, based on the analysis of 222 and 173 patients with COVID-19, respectively, reported that patients with severe disease frequently had an increased IgG response and a higher titre of total antibodies, which was associated with worse outcome5,9. This was suggestive of possible antibody-dependent enhancement (ADE) of SARS-CoV-2 infection. The immunopathological effects of ADE have been observed in various viral infections, characterized as antibody-mediated enhancement of viral entry and induction of a severe inflammatory response. Worryingly, it was shown that a neutralizing monoclonal antibody targeting the receptor-binding domain of the spike protein of the related Middle East respiratory syndrome (MERS) virus can enhance viral entry. A potential pathogenic effect of antibodies targeted at SARS-CoV-2 would be of major concern for vaccine development and antibody-based therapies. Additional independent large-cohort studies are needed to substantiate or dismiss this possibility.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 404,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 405,
                    "end": 406,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Most patients with severe COVID-19 exhibit substantially elevated serum levels of pro-inflammatory cytokines including IL-6 and IL-1β, as well as IL-2, IL-8, IL-17, G-CSF, GM-CSF, IP10, MCP1, MIP1α (also known as CCL3) and TNF, characterized as cytokine storm1–4. Also, C-reactive protein and D-dimer are found to be abnormally high. High levels of pro-inflammatory cytokines may lead to shock and tissue damage in the heart, liver and kidney, as well as respiratory failure or multiple organ failure. They also mediate extensive pulmonary pathology, leading to massive infiltration of neutrophils and macrophages, diffuse alveolar damage with the formation of hyaline membranes and a diffuse thickening of the alveolar wall. Spleen atrophy and lymph node necrosis were also observed, indicative of immune-mediated damage in deceased patients.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 260,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 261,
                    "end": 262,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A number of studies have trialled strategies to dampen inflammatory responses. Elevated levels of IL-6 were found to be a stable indicator of poor outcome in patients with severe COVID-19 with pneumonia and ARDS. One clinical trial (ChiCTR2000029765), using the IL-6 receptor-targeted monoclonal antibody (mAb) tocilizumab, reported quick control of fever and an improvement of respiratory function in 21 patients with severe COVID-19 treated in Anhui, China. All patients, including two who were critically ill, have recovered and have been discharged from hospital. The efficacy of tocilizumab in treating patients with COVID-19 who develop ARDS needs to be further assessed in larger randomized controlled trials. This encouraging clinical trial indicates that neutralizing mAbs against other pro-inflammatory cytokines may also be of use, with potential targets including IL-1, IL-17 and their respective receptors. Moreover, small-molecule inhibitors of their downstream signalling components may hold promise for blocking cytokine storm-related immunopathology. In addition to the cytokine-based pathology in patients with severe COVID-19, complement activation has also been observed, indicating that complement inhibitors, if used at an early stage of the infection, may attenuate the inflammatory damage. Hopefully these approaches will be approved into clinical trials to benefit the patients.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Another approach to alleviate COVID-19-related immunopathology involves mesenchymal stem cells (MSCs), which exert anti-inflammatory and anti-apoptotic effects, can repair pulmonary epithelial cell damage and promote alveolar fluid clearance. Encouraged by preclinical and clinical studies that confirmed their safety and efficacy in non-COVID-19-related pathologies, clinical trials of MSC-based therapy in patients with severe COVID-19 have been initiated in China and two trials are currently ongoing.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To further help our fight against COVID-19, prognostic biomarkers need to be identified for patients at high risk of developing ARDS or multiple organ failure. Age (above 50 years) has emerged as one independent risk factor for severe disease, raising concerns about the feasibility of generating a potent vaccine to induce efficient cellular and humoral responses in this population. In addition, it appears that patients with COVID-19 and hypertension or diabetes are more likely to develop severe disease. Delineating the mechanisms behind these chronic diseases for worsening disease outcome, as well as a better understanding of SARS-COV-2 immune-escape mechanisms, may provide clues for the clinical management of the severe cases.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is of utmost importance that successful standardized treatment protocols for severe cases are recommended globally to fight the COVID-19 pandemic. The combined use of anti-inflammatory and antiviral drugs may be more effective than using either modality alone. Based on in vitro evidence for inhibiting SARS-CoV-2 replication and blocking SARS-CoV-2 infection-induced pro-inflammatory cytokine production10, a Chinese traditional medicine has demonstrated clinical efficacy (Nanshan Zhong, personal communication).",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 409,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Another, so-far under-investigated pathogenic factor that may affect therapeutic outcome involves stress-induced disorders of the neuroendocrine–immune crosstalk. It is well known that cytokines released in the context of innate immune responses to viral infections can induce the neuroendocrine system to release glucocorticoids and other peptides, which can impair immune responses. Infectious SARS-CoV-2 viral particles have been isolated from respiratory, faecal and urine samples. Whether SARS-CoV-2 can infect the central nervous system, facilitating the release of inflammation-induced pathological neuroendocrine mediators that impact on respiratory function and ARDS pathogenesis, warrants investigation.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "title": "Lianhuaqingwen exerts anti-viral and anti-inflammatory activity against novel coronavirus (SARS-CoV-2)",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Runfeng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Pharmacol. Res.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.phrs.2020.104761"
                ]
            }
        },
        "BIBREF2": {
            "title": "Pathological findings of COVID-19 associated with acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir. Med.",
            "volume": "8",
            "issn": "",
            "pages": "420-422",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30076-X"
                ]
            }
        },
        "BIBREF3": {
            "title": "Dysregulation of immune response in patients with COVID-19 in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Infect. Dis.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa248"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Functional exhaustion of antiviral lymphocytes in COVID-19 patients",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell. Mol. Immunol.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41423-020-0402-2"
                ]
            }
        },
        "BIBREF8": {
            "title": "Treatment of 5 critically ill patients with COVID-19 with convalescent plasma",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4783"
                ]
            }
        },
        "BIBREF9": {
            "title": "Antibody responses to SARS-CoV-2 in patients of novel coronavirus disease 2019",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin. Infect. Dis.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciaa344"
                ]
            }
        }
    }
}