{
    "paper_id": "PMC7120515",
    "metadata": {
        "title": "Hong Kong Paradox: Appearance and Disappearance in Western Cinema",
        "authors": [
            {
                "first": "Jason",
                "middle": [
                    "S."
                ],
                "last": "Polley",
                "suffix": "",
                "email": "jspolley@hkbu.edu.hk",
                "affiliation": {}
            },
            {
                "first": "Vinton",
                "middle": [
                    "W.K."
                ],
                "last": "Poon",
                "suffix": "",
                "email": "vintonpoon@hkbu.edu.hk",
                "affiliation": {}
            },
            {
                "first": "Lian-Hee",
                "middle": [],
                "last": "Wee",
                "suffix": "",
                "email": "lianhee@hkbu.edu.hk",
                "affiliation": {}
            },
            {
                "first": "Tammy",
                "middle": [
                    "Lai-Ming"
                ],
                "last": "Ho",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In August 2016, Paramount Pictures released a series of 12 posters to promote the forthcoming sci-fi film Arrival, an adaptation of the novella The Story of Your Life (1998) by American writer Ted Chiang, which explores language, communication, and determinism. Each of the 12 posters featured a giant UFO-like object hovering over a specific place on Earth: Hokkaido, the Indian Ocean, Sierra Leone, Sudan, Kujalleq in Greenland, Venezuela, Siberia, Montana, Devon in the UK, Pakistan, the Russian coast of the Black Sea, and Hong Kong. The Hong Kong poster, which showed one of the UFOs looming above the city’s Victoria Harbour skyline, needless to say, caught the attention of many Hongkongers. Their excitement at seeing Hong Kong featured on a Hollywood film poster was, however, dampened by the fact that the Hong Kong in the image was not quite the same as the one they knew intimately. There was a notable interloper: Shanghai’s Oriental Pearl Tower, the tallest building in China between 1994 and 2007, was added to the Hong Kong cityscape. The incongruity of the tower was not lost on Hongkongers, even if it might not be as obvious to those less familiar with the city. While some argued that the mistake was simply an innocuous oversight on the part of some ignorant creatives, there were others more offended by the mix-up who considered it politically insensitive, especially given the strained relationship between many Hong Kong people and China. The intrusion of a Shanghai Tower in a recognizable Hong Kong cityscape could itself be seen as a compelling metaphor for “mainland-ization” of the city. One online commenter, for example, wrote, “No excuses! You guys really did make a big mistake. Hong Kong is always different from China. This is totally unacceptable for real Hong Kong people” (qtd. in Lai, np). The strong reaction of many Hongkongers to this casual conflation of Hong Kong and Shanghai, justified or not (given that this was a poster for a science fiction film), speaks to a deep-rooted ambivalence in Hong Kong about, or even resentment at, being associated with China. The poster strongly suggested that the specificity of each of the two cities was disregarded. It is as if all Chinese cities are generically similar and interchangeable.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The indignation of many Hongkongers at the gaffe made the news, and the film’s distributors, Paramount Pictures, decided to completely remove the Hong Kong poster from its Facebook page and advertisement campaign and replace it with one featuring Shanghai. In recent years, Hong Kong appears in the backdrop of a number of Hollywood blockbusters including The Dark Knight (2008), Pacific Rim (2013), Transformers: Age of Extinction (2014), and Doctor Strange (2016), to name a few, suggesting that the city is “recognized” internationally as an urban center of some importance, as well as being a highly photogenic location. And yet the Arrival incident suggests that Hong Kong’s appearance in these films is perhaps at best superficial and at worst replaceable. The response to a PR mishap was not to fashion a new poster without Shanghai’s Oriental Pearl Tower but rather to elide Hong Kong altogether and reinstate the Shanghai high-rise in its locale; the episode suggests a wider issue of effacement of Hong Kong, possibly sacrificed to appease marketing concerns. After all, angering Hongkongers is not near as commercially disastrous as alienating the vast potential market in the mainland. A paradox emerges: Hong Kong is both absent and present in the regional marketing campaign for the film. Absent in the final poster and present in the withdrawn image that, despite being shelved, has been reproduced many times and continues to exist—an existence that is lingering and haunting. In this case Hong Kong is already a specter before its time is up, almost “a supernatural and paradoxical phenomenality, the furtive and ungraspable visibility of the invisible” (Derrida, 6). The incident also shows that Hongkongers feel strongly about how their city is represented and perceived. How the city is portrayed also prompts reflection on their senses of identity.",
            "cite_spans": [
                {
                    "start": 433,
                    "end": 437,
                    "mention": "2014",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 460,
                    "end": 464,
                    "mention": "2016",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The Arrival poster and the reaction it provoked among Hongkongers raise two major significant issues in the interdisciplinary field of Hong Kong Studies. How is Hong Kong presented in Western cinema and how do these representations affect Hongkongers’ sense of self, place, and identity. The representations of Hong Kong in Western film construt a matrix composed of a wholesale circulation of people, genres, and ideas, including the use of Hong Kong actors, the appropriation of Hong Kong film genres (e.g. kung fu and gangster films), and an intertextual deployment of the aesthetics, the look and atmosphere, that characterize Hong Kong films. The appearance of the city of Hong Kong in English-speaking films produced by foreign companies is arguably of particular significance. The past decade or so is rife with what I term “the paradox of appearance and disappearance of Hong Kong” in Western cinema and the Western film industry in general in the past decade or so. The city’s recent appearances in big-budget Hollywood productions attest to its continuing visual and “exotic” appeal to a Western or global audience that recalls the role pre-handover Hong Kong played in the conception and design of Ridley Scott’s 1982 film Blade Runner, adapted from the Philip K. Dick novel Do Androids Dream of Electric Sheep? (1968). However, the real Hong Kong is often displaced in these films and supplanted by a recycled and stereotyped impression or simulacrum of the city’s skyline and urban landscape. Even in a film supposedly set in Hong Kong—Ghost in the Shell (2017)—the metropolis is distorted to such an extent that, while it can still be recognized as Hong Kong, its representation is alienating and disorienting. In the following pages, I aim to provide an overview of the portrayal of Hong Kong in Western films in recent years, including a discussion of Hollywood blockbusters set at least partly in Hong Kong. Note, for example, the double removal of Hong Kong in both W. Somerset Maugham’s The Painted Veil (1934) and its most recent film adaptation (2006), the stigmatization of Hong Kong as the origin of a lethal virus in Contagion (2011), and the gamification of Hong Kong in Ghost in the Shell (2017).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In a recent article published on National Public Radio’s website, Ilaria Maria Sala and Jeffrey Wasserstrom write about how Hong Kong’s recent history might be considered as “a series of struggles over appearance and disappearance” (2017). Beginning with pro-democracy protesters ahead of the twentieth anniversary of the handover shrouding the Golden Bauhinia statue in black cloth1—in other words, making the statue disappear—Sala and Wasserstrom trace other instances of appearance and disappearance in the city. These include the abduction between October and December 2015 of five booksellers associated with the Mighty Current publishing house, the closing-off of commercial distribution avenues in Hong Kong to the award-winning dystopian film Ten Years (2015), and the “creeping appearance” in the city of things chiefly linked to China (the increasing use of Mandarin and the higher profile assumed by personnel and material of the People’s Liberation Army). There is also the defiantly persistent appearance of certain things in Hong Kong (the yearly vigil commemorating the 1989 Tiananmen Square Massacre, replicas of the Goddess of Democracy statue) and the appearance of the Hong Kong-Macau-Zhuhai Bridge off Lantau Island that “has helped cause a literal disappearance—of the [region’s] endangered pink dolphins.” Sala and Wasserstrom’s article describes and documents Hongkongers’ concerns over these appearances and disappearances. The trepidation about disappearance and loss, however, perhaps outweighs that about the appearance of things previously absent in the city. The authors conclude their piece with this ominous comment: “[T]he fear in Hong Kong now is that the things that have been lost will never be coming back.” Things disappearing or vanishing (as explored in the documentary Vanished Archives, about the paucity of available official records on the 1967 riots), historic buildings demolished (such as Queen’s Pier in 2007), the removal of the city’s famous neon signs, Cantonese disappearing as a medium of instruction in certain schools, the past manipulated—these contribute to the dissolution of the Hong Kong as city denizens have known it, making it a little less like the Hong Kong of our lived memory every day.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "mention": "2017",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "(Dis)Appearance",
            "ref_spans": []
        },
        {
            "text": "When talking about Hong Kong and the notion of disappearance, one cannot omit to mention Ackbar Abbas’s Hong Kong: Culture and the Politics of Disappearance (1997), which partly informs this present essay. Writing during the countdown to Hong Kong’s handover to China, Abbas suggested understanding Hong Kong culture through the lens of “a culture of disappearance.” He wrote, “The change in status of culture in Hong Kong can be described as follows: from reverse hallucination, which sees only desert, to a culture of disappearance, whose appearance is posited on the imminence of its disappearance” (7). As we approach 2047, the year the promise of “one country, two systems” expires, it can be said that the idea of “disappearance” has become once again highly prescient to the narration of Hong Kong, as the city will be absorbed—“disappeared”—into China, more fully than ever, and the status of Hong Kong as a semiautonomous special administrative region will be no more. Sala and Wasserstrom, in their article, focus on individual cases of (dis)appearance in the city. Building on their observations, I argue that the city as a whole can be seen as struggling over its appearance and disappearance in the face of the world’s gaze, demonstrated in its representation and reception in the Western film industry, while Abbas’s earlier discussion of Hong Kong’s “culture of disappearance” is an important intertext.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "mention": "1997",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "(Dis)Appearance",
            "ref_spans": []
        },
        {
            "text": "The most representative and often-studied Western films set in Hong Kong before the handover are perhaps Love Is a Many-Splendored Thing (1955), adapted from the autobiographical novel by Han Suyin published in 1952, and The World of Suzie Wong (1960), adapted from Richard Mason’s 1957 novel of the same title. The two films share a similar plot and the same lead actor, William Holden. In each film, a white man comes to Hong Kong and falls in love with a local woman; through this encounter the themes of cultural differences and love are supposedly explored. The women in both films are exoticized, eroticized, rendered as “fetishistic” objects, and are “available,” while the city itself is feminized and othered. This analysis of the films is, admittedly, as familiar and predictable as their plots. An interracial love story is neither inherently admirable nor objectionable, but in these films, one finds straightforward expressions and demonstrations of Edward Said’s discourse on Western imaginary constructions of the East, which is a projection of Western fantasies and desires. Thomas Y. T. Luk (2002) compares The World of Suzie Wong with Joseph Conrad’s Heart of Darkness (1899), saying that Suzie Wong is “reminiscent” of Joseph Conrad’s native woman in Heart of Darkness and is “an embodiment of the spirit of wilderness, fecundity and mystery.” He continues: “Suzie, the Orient, is vitality just as [Robert] Lomax, the west, is lie and hypocrisy, a bipolar paradigm, again, analogous to Africa and Europe in Conrad” (76).",
            "cite_spans": [
                {
                    "start": 1109,
                    "end": 1113,
                    "mention": "2002",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Before 1997",
            "ref_spans": []
        },
        {
            "text": "In the past few decades, such blatant use of Hong Kong as the background of a romantic film like The World of Suzie Wong, with an Asian woman as the white male character’s love interest, has been rare enough.2 Instead, Western films set in Hong Kong these days largely dispense with this amorous plot. This is not in itself progress, though, as there is a general absence of Hongkongers playing meaningful and major speaking parts. The lived experiences and aspirations of people from the city are also never really the focus. True, there is less racism and sexism reified in the form of a submissive and attractive female co-lead, but the lack of representation of Hong Kong’s cultural and social structure continues to be conspicuous in these filmic texts. This virtual effacement of agency of the city’s natives reminds one of Chinua Achebe’s famous criticism to Conrad’s Heart of Darkness (1978), in which he says of the book’s Africa setting that it “eliminates the African as human factor,” thereby “reducing Africa to the role of props” (9). This parallel is discussed additionally in the next section.",
            "cite_spans": [
                {
                    "start": 894,
                    "end": 898,
                    "mention": "1978",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Before 1997",
            "ref_spans": []
        },
        {
            "text": "\nDoctor Strange’s Hong Kong scene is not set in Hong Kong at all, but in a studio reproduction, which highlights the city’s neon signs as well as dai pai dong tables lining a whole street—a somewhat anachronistic representation as both neon signs and dai pai dongs are increasingly being removed from the city. In Transformers: Age of Extinction, part of the Hong Kong scene is also filmed elsewhere: at a vacant lot in downtown Detroit which was turned into “a replica of Hong Kong” (Hinds, np). These recent examples of filming Hong Kong outside of Hong Kong are in fact a continuation of the tradition of studio productions in an earlier period. The 1952 film Hong Kong, which features later US President Ronald Reagan, for example, is filmed in a Paramount studio. There are also films that shoot “Hong Kong” in other locations. Wong Kar-wai’s In the Mood for Love (2000) was filmed mostly in Bangkok, as most mid-twentieth-century architecture in Hong Kong had been demolished—“vanished as the city continually rebuilds itself” (Camhi, np). It seems that the real Hong Kong is not really necessary or adequate. Hong Kong—or the idea of Hong Kong—can be entirely constructed in another country or substituted by another place so long as it gives off the right aura of the right era.",
            "cite_spans": [],
            "section": "The Painted Veil ::: Hollywood Blockbusters",
            "ref_spans": []
        },
        {
            "text": "Within this context, W. Somerset Maugham’s The Painted Veil, both the 1925 novel and the 2006 film adaptation, is of relevance. A double disappearance is involved in this case. Graham E. Johnson (1986) comments that Maugham’s The Painted Veil portrays “the quiet casualness of an older Hong Kong” (241) that disappeared in the city’s transformation to become a manufacturing economy. While Maugham did intend to set the story in Hong Kong, he encountered some difficulty. Jill Cottrell (2007) writes about a defamation case about The Painted Veil:The novel was partly about adultery. A couple by the same name as those in the novel sued, so Maugham changed the name. Then the Assistant Colonial Secretary sued because in the novel the couple were the Assistant Colonial Secretary and his wife! Maugham then changed the name of the place! (31)\n",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 200,
                    "mention": "1986",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 487,
                    "end": 491,
                    "mention": "2007",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "The Painted Veil ::: Hollywood Blockbusters",
            "ref_spans": []
        },
        {
            "text": "In order to avoid further trouble, Maugham changed the Hong Kong setting to the imaginary colony of Tching-Yen, although in later editions Hong Kong has been restored to the narrative. The 2006 adaptation of The Painted Veil, which stars Edward Norton and Naomi Watts, changes the Hong Kong setting to Shanghai. As would be the case with the intrusion of the Oriental Pearl Tower in the poster for Arrival a decade later, the decision to set the film adaptation in another Chinese city instead of Hong Kong did not go unnoticed. In the words of cultural critic Leo Lee Ou-fan (2011), “to our surprise, apparently the filmmakers attach even less significance to this former British colony—the entire Hong Kong setting is changed to Shanghai!” (39).",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 581,
                    "mention": "2011",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "The Painted Veil ::: Hollywood Blockbusters",
            "ref_spans": []
        },
        {
            "text": "Hong Kong is both present and absent in the films discussed in the previous two sections. But the city is very visible—in an unfortunate way—in the medical thriller Contagion (2011), directed by Steven Soderbergh. In the film, a businesswoman played by Gwyneth Paltrow is infected with a virus named MEV-1 in “the airport transport hub of Hong Kong” (Mitchell, 2)—a restaurant in Kowloon to be precise—and the virus subsequently spreads across the world through international flights, claiming millions of lives. Although it can be argued that setting a film about a new epidemic in Hong Kong is within reason—for example, Michael B. Bracken believes that Hong Kong is not “a coincidental choice” for Contagion, as “[e]ach year the world prepares for a new strain of flu virus to emerge from Southeast Asia and spread through some of the largest cities on the planet, such as Hong Kong and Bangkok” (10)—those who have survived or lived through severe acute respiratory syndrome (SARS) in Hong Kong in 2003 would find this plot eerily and uncomfortably familiar. In February 2003, a medical doctor carrying flu-like symptoms arrived in Hong Kong and became the first patient to die from SARS. The virus killed 774 people and infected more than 8000 others from 37 countries. The parallel between reality and fiction is too obvious to be overlooked. In the previous sections, the discussion teases out the unreal portrayal of Hong Kong in certain Western films; in Contagion, however, the representation is too real, too close to home.",
            "cite_spans": [],
            "section": "Contagion ::: Hollywood Blockbusters",
            "ref_spans": []
        },
        {
            "text": "A number of writers discussing Contagion point out that it is a reminder of SARS. Deborah P. Dixon and John Paul Jones, for example, note that “Visual references to the audience’s prior experiences and imagery of SARS abound, such as face-masks and temperature screenings at airports” (223). Another writer emphasizes the negative impact of the film on “the world community’s perception of Hong Kong and China”:With its recent experiences in the uncontrolled spread of the viruses SARS, H5N1, H1NI, its [sic.] not great for business or tourism to have a blockbuster movie coming out to reinforce the misimpression that Hong Kong and, by implication, mainland China are the world’s spectacular breeding grounds for doomsday viruses. (Genpolicy, np)\n",
            "cite_spans": [],
            "section": "Contagion ::: Hollywood Blockbusters",
            "ref_spans": []
        },
        {
            "text": "There’s that word again—“spectacular”—this time used unflatteringly, in a very different context from Christopher Nolan’s usage when describing Hong Kong’s breathtaking skyline. In the above commentary, the writer is othering “Hong Kong” and “China” against “the world’s community,” although the process of othering already started in the very conception of the film depicting a tale of global circulation of virus inspired by Hong Kong’s SARS. Contagion is set in a number of cities other than Hong Kong, including Abu Dhabi, Atlanta, Geneva, London, Macau, Minneapolis, San Francisco, and Tokyo, but Hong Kong is set apart from these other cities for being the source of the deadly, contagious virus. We see Hong Kong again in the spotlight of the global gaze, this time not being admired but portrayed as a sinister locus, both in the film’s plot and in the real world where the film is shown and reviewed, a treatment neither the city nor its citizens asked for.6 One reviewer refers to “Hong Kong’s embarrassment over the SARS epidemic” (Catsoulis, np), while another believes shooting the film in Hong Kong is “a move that is likely to stir up painful memories” (Landreth, np). In The New Yorker, David Denby remarks that the scariest part of the film is that Paltrow’s character caught the disease not in a jungle but while visiting “one of the most cosmopolitan places in the world” (np). This slight disbelief only highlights the unfortunate role Hong Kong plays in the fictional epidemic. Hongkongers may not want the SARS episode to disappear from the city’s recent history and their memory altogether, but they certainly do not need to be reminded of it on cinema screens watched by audiences the world over, much as international news focused on Hong Kong when SARS racked the city in 2003.",
            "cite_spans": [],
            "section": "Contagion ::: Hollywood Blockbusters",
            "ref_spans": []
        },
        {
            "text": "The recent live adaptation of the Japanese manga series Ghost in the Shell (2017), directed by Rupert Sanders, like the four Hollywood blockbusters discussed earlier, is set in an otherworlded Hong Kong. Although the film shares a number of similarities with the other four films, such as transforming familiar places in Hong Kong into battlegrounds with a seeming disregard of the city’s lived history and its people’s lived experience, Ghost in the Shell exhibits a higher level of immersion in Hong Kong’s urban environment. The manga series by Masamune Shirow, first serialized in 1989 and set in Tokyo, has been adapted a number of times. In the first anime adaptation in 1995, directed by Mamoru Oshii and set in 2029, Hong Kong is the backdrop. Takeuchi Atsushi, the art designer for that production, had the following to say about Hong Kong: “There is a sharp contrast between old streets and new ones on which skyscrapers are built. […] It is a situation in which two entities are kept in a strange neighboring relationship. Perhaps it is what the future is” (qtd. in Wong, 106). In Atsushi’s interpretation, Hong Kong, due to its admixed architecture and street elements combining the new and the old, looks as though it belongs to the future—a suitable location then for a tale set in a near-future world where cybernetic enhancement is prevalent. Also interesting in Atsushi’s remark is the focus on “old streets”; there is a similar emphasis in the live-action adaption, in which Scarlett Johansson, who plays the main character Major Mira Killian, is pursued through the bustling streets of Yau Ma Tei (Hadfield, np).",
            "cite_spans": [],
            "section": "Ghost in the Shell ::: Hollywood Blockbusters",
            "ref_spans": []
        },
        {
            "text": "In the film, we see Major navigates a number of places in Hong Kong on ground level, sometimes battling with enemies, and these sequences are presented like video game scenarios. Johnny Brayson (2017), for example, writes, “Many parts of the film feel more like a third-person shooter than a movie.” This is not entirely surprising: The manga series, as well as being adapted into several anime films, has also served as the basis for several video games. This gamification of Hong Kong in the film, including heavy layers of CGI (computer-generated imagery) and huge hologram advertisements, alienates the city from the film’s Hong Kong audiences. Still, Hong Kong locations and buildings such as the Hong Kong Cultural Centre in Tsim Sha Tsui, Des Voeux Road in Central, the public housing estates of Lai Tak Tsuen in Tai Hang and Montane Mansion in Quarry Bay, the Lippo Centre in Admiralty, North Port waterfront, Tsuen Wan Chinese Permanent Cemetery, Yau Ma Tei Market, and Yee Wo Street in Causeway Bay are still distinctively recognizable. The result is a disorienting experience both reassuring and estranging to viewers who know the places portrayed.",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 199,
                    "mention": "2017",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Ghost in the Shell ::: Hollywood Blockbusters",
            "ref_spans": []
        },
        {
            "text": "The most stimulating thing about the film is the possibility of reading it as a metaphor for Hong Kong’s post-1997 experience. Major loses her body when she and other anti-augmentation radicals are captured by Hanka Robotics, the leading company that specializes in augmentation, in a scene that has echoes of the Hong Kong police’s clearing of the Umbrella Movement protest sites in 2014. Major’s brain—all memories of her past erased and supplanted with fake memories—is integrated into a new mechanical body,7 and she becomes a cyborg agent fighting cyberterrorism for the government. Major’s journey to find her true identity and her past parallels Hongkongers’ urgent need to hold on to their own sense of identity and their city’s history in face of Beijing’s encroaching influence. As Vivienne Chow (2017) points out, “If Major was fighting under the synthetic skin to recover her personal history, then Hong Kong too is facing the same struggle within the skin that Beijing wants to house us in.” The immersive use of Hong Kong’s cityscape in Ghost in the Shell inspires this engaging reading of its possible symbolism, but on the surface the film is still a science fiction having nothing to do with Hong Kong.",
            "cite_spans": [
                {
                    "start": 807,
                    "end": 811,
                    "mention": "2017",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Ghost in the Shell ::: Hollywood Blockbusters",
            "ref_spans": []
        },
        {
            "text": "Antony Dapiran’s City of Protest (2017), which documents Hong Kong’s history of protests from the 1960s to the present, considers the protest in 2006 against the demolition of the Queen’s Pier. One protester, according to Dapiran, remarked, “You can say [the Queen’s Pier] is a symbol of the colonial period but it’s much more than this… if we look at our local films, a lot of scenes are taken here. It really belongs to Hong Kong people” (54). Indeed, it is important for people to be able to see themselves—including their history, values, beliefs, narratives, as well as objects and locations that arouse their sense of belonging—reflected and represented onscreen. Dapiran also speaks of “heritage,” which he refers to as “both tangible, in the sense of landmarks and public space, and intangible, in the sense of community and Hong Kong identity,” being “the new front line in a contested vision for the city’s future” (51). Admittedly, he is talking about heritage and identity in the context of Hong Kong’s protest movements. But this sense of “community” can be created by going to the cinema. Cindy Hing-Yuk Wong and Gary W. McDonogh (2001) write that “going to the movies […] reinforce[s] family and community” and “emerges as a central practice of modern Hong Kong” (82).",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 38,
                    "mention": "2017",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1145,
                    "end": 1149,
                    "mention": "2001",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, the decline of Hong Kong cinema in recent decades means that Hongkongers now can see less of themselves onscreen; as a result, it is more difficult to create a strong sense of community that builds on the experience of going to the cinema to see their stories told. As far back as 1988, the critic Paul Fonoroff was already lamenting that it was “frustrating for anyone with a knowledge of Hong Kong’s rich cinematic heritage to view the current scene” (308). In this context, whether Hongkongers’ “heritage,” this time to use Dapiran’s definition, is honored or disregarded in the global gaze of Western films set in the city affects how Hongkongers position themselves—positively or negatively—in relation to the rest of the world. In Orientalism, Edward Said discusses the unfortunate impact on colonized subjects exposed to Western texts and how they systematically fail to see themselves mirrored in this literature. Today, being more aware of the harmful effect of non-representation on marginalized individuals, there are those in the entertainment industry who call for more racial diversity and the casting of more people of color and members of the LGBTQ community in films and TV. The narratives of Hong Kong, however, are buried in this global cinematic awakening, as its unique identity is dissolving at a rapid speed—via the disappearance of iconic city features and its elisions/distortions/appropriations in Western films that exploit it as site and sight, and especially in the last decade in the face of the powerful forces of the Chinese market which monetarize and so dictates the tastes and subjects of Hong Kong films.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "mention": "1988",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}