{
    "paper_id": "PMC7151883",
    "metadata": {
        "title": "Detection of Biomarkers for Different Diseases on Biosensor Surfaces Part II",
        "authors": [
            {
                "first": "Ajit",
                "middle": [],
                "last": "Sadana",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Neeti",
                "middle": [],
                "last": "Sadana",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The previous chapters have described the detection of different biomarkers for different diseases. Each chapter analyzed the different biomarker for a particular disease. In this chapter we analyze the binding and dissociation (if applicable) kinetics of other biomarkers on biosensor surfaces. Some of the examples analyzed include the following:1.Binding to and dissociation of different aptamer beacon modifications of interferon (IFN)-gamma in solution using fluorescence resonance energy transfer (FRET) and immobilized on an avidin-coated surface (Tuleuova et al., 2010).2.Binding and dissociation of Glutathione S-transferase fused to the N-terminus of a protein (GST-N) protein in Phosphate Buffered Saline (PBS) to a localized surface plasmon resonance coupled fluorescence (LSPCF) biosensor (Huang et al., 2009).3.Binding of a cytochrome c mutant to an amperometric superoxide biosensor (Wegerich et al., 2009).4.Binding of different concentrations (in micromoles) of carbonic anhydrase-II (CA-II) in solution to immobilized 4-(2-aminoethyl)-benzene sulfonamide (ABS) using signal-locking surface plasmon resonance (SPR) (Williams et al., 2010).5.Binding to and dissociation from a microfluidic platform of 50 μM glycerol secreted from differentiated (murine 3T3) adipocytes (Clark et al., 2010).6.Binding of different concentrations of C-reactive protein (CRP) to a new sandwich-type assay design using a label-free detection method.\n",
            "cite_spans": [
                {
                    "start": 554,
                    "end": 575,
                    "mention": "Tuleuova et al., 2010",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 802,
                    "end": 820,
                    "mention": "Huang et al., 2009",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 898,
                    "end": 919,
                    "mention": "Wegerich et al., 2009",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 1132,
                    "end": 1153,
                    "mention": "Williams et al., 2010",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 1286,
                    "end": 1304,
                    "mention": "Clark et al., 2010",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Some of the other biomarker studies that have appeared in the recent literature or have been presented at conferences include the following:1.Alzheimer: a new theory (Agnvall, 2010).2.Dual-Enzyme Biosensor for detection of organophosphorous compounds using organophosphorous Hydrolase and Horseradish Peroxide (Sahin et al., 2010).\n3.Multichannel mass organic analyzer and microfluidic networks for the automated in situ microchip electrophoretic analysis of organic biomarkers (Benhabib et a1., 2010).4.Hybrid magnetic-plasmonic nanoparticles for biomarkers (Hirt et al., 2010).5.Engineered Knottin peptides: a new class of agents for noninvasive molecular imaging of tumor biomarkers (Apte and Graves, 2010).6.Identifying secreted biomarkers for murine evasion in cellular models of cancer (Kinke, 2010).7.SPR biosensor for parallelized detection of protein biomarkers in diluted blood plasma (Pilarik et al., 2010).8.Biomarkers in drug discovery and development: from target identification through drug marketing (Colburn and Keefe, 2000).9.Validation of analytic methods for biomarkers used in drug development (Anonymous, 2006).10.Electrochemical biosensors: toward point-of-care diagnostics (Wang, 2006).11.Biosensors for biomarkers in medical diagnostics (Mancini and Tombelll, 2008).12.Point-of-care biosensor systems for cancer diagnostics/prognostics (Sofer et al., 2006).13.The demonstration of the immunochemical biomarkers in methyl methacrylate-embedded plucked human hair follicles (Anonymous, 2007).14.Surface plasmon resonance biosensor based on Vroman effect: toward cancer biomarker detection (Choi and Chase, 2009).15.Biogenic nanoporous silica-based sensor for enhanced electrochemical detection of cardiovascular biomarker proteins (Lin et al., 2010).16.Nanomonitor: a miniature electronic biosensor for glycan biomarker detection (Nagaraj et al., 2010).17.Multifunction dendrimer-template antibody presentation on biosensor surfaces for improved biomarker detection (Han et al., 2010).18.Rapid and sensitive detection of protein biomarker using a portable fluorescence biosensor based on quantum dots and a lateral flow strip (Li et al., 2009).20.A biomarker concept for assessment of insulin resistance, beta-cell function, and chronic system inflammation in type 2 diabetes mellitus (Pfutzner et al., 2008).21.Multifunctional Au nanoparticle dendrimer-based surface plasmon resonance biosensor and its application for improved insulin detection (Frasconi et al., 2010).\n",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 180,
                    "mention": "Agnvall, 2010",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 311,
                    "end": 329,
                    "mention": "Sahin et al., 2010",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 479,
                    "end": 500,
                    "mention": "Benhabib et a1., 2010",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 560,
                    "end": 577,
                    "mention": "Hirt et al., 2010",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 687,
                    "end": 708,
                    "mention": "Apte and Graves, 2010",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 793,
                    "end": 804,
                    "mention": "Kinke, 2010",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 896,
                    "end": 916,
                    "mention": "Pilarik et al., 2010",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1017,
                    "end": 1040,
                    "mention": "Colburn and Keefe, 2000",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1116,
                    "end": 1131,
                    "mention": "Anonymous, 2006",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1198,
                    "end": 1208,
                    "mention": "Wang, 2006",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1263,
                    "end": 1289,
                    "mention": "Mancini and Tombelll, 2008",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1362,
                    "end": 1380,
                    "mention": "Sofer et al., 2006",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1498,
                    "end": 1513,
                    "mention": "Anonymous, 2007",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 1613,
                    "end": 1633,
                    "mention": "Choi and Chase, 2009",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1755,
                    "end": 1771,
                    "mention": "Lin et al., 2010",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1854,
                    "end": 1874,
                    "mention": "Nagaraj et al., 2010",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1990,
                    "end": 2006,
                    "mention": "Han et al., 2010",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 2150,
                    "end": 2165,
                    "mention": "Li et al., 2009",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 2309,
                    "end": 2330,
                    "mention": "Pfutzner et al., 2008",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 2471,
                    "end": 2492,
                    "mention": "Frasconi et al., 2010",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recently published reports are also available that describe in detail the different aspects of biomarkers and their applications in a clinical setting and the collaborative efforts that are required for their successful development (LaRia, 2010). For example, they include the highlights of key technologies that are required for the development of imaging biomarkers. More importantly, case studies are presented of individual imaging biomarkers. Finally, the future of imaging biomarkers is also presented.",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 244,
                    "mention": "LaRia, 2010",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We now use fractal analysis to analyze the binding and dissociation kinetics of some of the different biomarkers available in the open literature. The examples were selected at random, with no particular bias toward analyzing a particular biomarker, or a class of biomarkers.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nHavlin (1989) indicates that the diffusion of a particle (analyte [Ag]) from a homogeneous solution to a solid surface (e.g., receptor [Ab]-coated surface) on which it reacts to form a product (analyte–receptor complex (Ab.Ag)) is given by(11.1)(Ab·Ag)≈{t(3−Df,bind)/2=tpt<tct1/2t>tc\n",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 14,
                    "mention": "Havlin (1989)",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Binding Rate Coefficient ::: Single-Fractal Analysis ::: Theory",
            "ref_spans": []
        },
        {
            "text": "Here Df,bind or Df (used later on in the chapter) is the fractal dimension of the surface during the binding step. tc is the crossover value. Havlin (1989) indicates that the crossover value may be determined by rc\n2\n ∼ tc. Above the characteristic length, rc, the self-similarity of the surface is lost and the surface may be considered homogeneous. Above time tc the surface may be considered homogeneous, since the self-similarity property disappears, and “regular” diffusion is now present. For a homogeneous surface where Df\n = 2, and when only diffusional limitations are present, p = ½ as it should be. Another way of looking at the p = ½ case (where Df,bind\n = 2) is that the analyte in solution views the fractal object, in our case, the receptor-coated biosensor surface, from a “large distance.” In essence, in the association process, the diffusion of the analyte from the solution to the receptor surface creates a depletion layer of width (Ðt)½ where Ð is the diffusion constant. This gives rise to the fractal power law (Analyte.Receptor) ∼ \nt(3−Df,bind)/2. For the present analysis, tc is arbitrarily chosen and we assume that the value of the tc is not reached. One may consider the approach as an intermediate “heuristic” approach that may be used in the future to develop an autonomous (and not time-dependent) model for diffusion-controlled kinetics.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 155,
                    "mention": "Havlin (1989)",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Binding Rate Coefficient ::: Single-Fractal Analysis ::: Theory",
            "ref_spans": []
        },
        {
            "text": "The diffusion of the dissociated particle (receptor [Ab] or analyte [Ag]) from the solid surface (e.g., analyte [Ag]–receptor [Ab] complex-coated surface) into solution may be given, as a first approximation by(11.2)(Ab·Ag)≈−t(3−Df,diss)/2=−tp(t>tdiss)\n",
            "cite_spans": [],
            "section": "Dissociation Rate Coefficient ::: Single-Fractal Analysis ::: Theory",
            "ref_spans": []
        },
        {
            "text": "Here Df,diss is the fractal dimension of the surface for the dissociation step. This corresponds to the highest concentration of the analyte–receptor complex on the surface. Henceforth, its concentration only decreases. The dissociation kinetics may be analyzed in a manner “similar” to the binding kinetics.",
            "cite_spans": [],
            "section": "Dissociation Rate Coefficient ::: Single-Fractal Analysis ::: Theory",
            "ref_spans": []
        },
        {
            "text": "Sometimes, the binding curve exhibits complexities and two parameters (k, Df) are not sufficient to adequately describe the binding kinetics. This is further corroborated by low values of r2 factor (goodness of fit). In that case, one resorts to a dual-fractal analysis (four parameters; k1, k2, Df1, and Df2) to adequately describe the binding kinetics. The single-fractal analysis presented above is thus extended to include two fractal dimensions. At present, the time (t = t1) at which the “first” fractal dimension “changes” to the “second” fractal dimension is arbitrary and empirical. For the most part, it is dictated by the data analyzed and experience gained by handling a single-fractal analysis. A smoother curve is obtained in the “transition” region, if care is taken to select the correct number of points for the two regions. In this case, the product (antibody–antigen; or analyte–receptor complex, Ab.Ag or analyte.receptor) is given by(11.3)(Ab·Ag)≈{t(3−Df1,bind)/2=tp1(t<t1)t(3−Df2,bind)/2=tp2(t1<t<t2)=tct1/2(t>tc)\n",
            "cite_spans": [],
            "section": "Binding Rate Coefficient ::: Dual-Fractal Analysis ::: Theory",
            "ref_spans": []
        },
        {
            "text": "In some cases, as mentioned above, a triple-fractal analysis with six parameters (k1, k2, k3, Df1, Df2, and Df3) may be required to adequately model the binding kinetics. This is when the binding curve exhibits convolutions and complexities in its shape due perhaps to the very dilute nature of the analyte (in some of the cases to be presented) or for some other reasons. Also, in some cases, a dual-fractal analysis may be required to describe the dissociation kinetics.",
            "cite_spans": [],
            "section": "Binding Rate Coefficient ::: Dual-Fractal Analysis ::: Theory",
            "ref_spans": []
        },
        {
            "text": "\nTuleuova et al. (2010) have developed an aptamer beacon for the detection of IFN-gamma, which is an important inflammatory cytokine. Boehm et al. (1997) indicate that it is secreted by immune cells in response to various pathogens. Tuleuova et al. (2010) indicate that the levels of this protein provide important information with regard to infectious diseases and the ability of the body to regulate an immune response. Panteleo and Koup (2004) indicate that there is vigorous production of IFN-gamma in human immunodeficiency virus-infected patients. Tuleuova et al. (2010) indicate that previous antibody-based detection techniques for IFN-gamma were very time consuming. Jayasena (1999) indicates that aptamer-based affinity strategies are coming into prominence. Ellington and Szostak (1990) indicate that aptamers are single-stranded DNA or RNA oligonucleotides that have been selected to bind to target analytes with high specificity and affinity. Aptamers have an advantage over antibodies since they are more robust; thus, aptamer-based biosensors can be regenerated and used over and over again. Furthermore, Balamurugan et al. (2008), Kirby et al. (2004), Nutiu (2005), and Luzi et al. (2003) indicate that aptamers are amenable to modification due to their simplicity and robustness. Tuleuova et al. (2010) indicate that FRET may be used to convert aptamers into real-time biosensors (Urata et al., 2007; Babendure et al., 2003).",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 23,
                    "mention": "Tuleuova et al. (2010)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 134,
                    "end": 153,
                    "mention": "Boehm et al. (1997)",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 233,
                    "end": 255,
                    "mention": "Tuleuova et al. (2010)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 422,
                    "end": 446,
                    "mention": "Panteleo and Koup (2004)",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 554,
                    "end": 576,
                    "mention": "Tuleuova et al. (2010)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 676,
                    "end": 691,
                    "mention": "Jayasena (1999)",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 769,
                    "end": 797,
                    "mention": "Ellington and Szostak (1990)",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1120,
                    "end": 1145,
                    "mention": "Balamurugan et al. (2008)",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1147,
                    "end": 1166,
                    "mention": "Kirby et al. (2004)",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1168,
                    "end": 1180,
                    "mention": "Nutiu (2005)",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1186,
                    "end": 1204,
                    "mention": "Luzi et al. (2003)",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1297,
                    "end": 1319,
                    "mention": "Tuleuova et al. (2010)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1398,
                    "end": 1416,
                    "mention": "Urata et al., 2007",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1418,
                    "end": 1440,
                    "mention": "Babendure et al., 2003",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nRomangani et al. (1986) and Karlsson et al. (2003) indicate that IFN-gamma is an important immune response marker. Thus, Tuleuova et al. (2010) have designed a novel immune response marker to detect IFN-gamma. The DNA aptamer was biotinylated and immobilized on an SPR sensing surface by avidin–biotin interactions. The SPR biosensor was used to analyze the influence of biotinylation, fluorophore attachment, and spacer incorporation on the ability of the aptamer to bind to IFN-gamma.\n",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 24,
                    "mention": "Romangani et al. (1986)",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 29,
                    "end": 51,
                    "mention": "Karlsson et al. (2003)",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 122,
                    "end": 144,
                    "mention": "Tuleuova et al. (2010)",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "IFN-gamma is a type II cytokine, and is critical for innate and adaptive immunity against viral and intracellular bacterial infections and for tumor control. Incorrect IFN-gamma expression is associated with a number of autoinflammatory and autoimmune diseases. It plays an important role in immunostimulatory and immunoregulatory effects. The IFN-gamma monomer consists of six alpha-helices and an extended unfolded chain in the C-terminal region (Ealick et al., 1991, Thiel et al., 2000).",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 468,
                    "mention": "Ealick et al., 1991",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 470,
                    "end": 488,
                    "mention": "Thiel et al., 2000",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nTuleuova et al. (2010) analyzed the influence of aptamer modification on the binding and dissociation of IFN-gamma in solution. Figure 11.1(a)\nshows the binding and dissociation of 100 nM IFN-gamma in solution to the modified aptamer 3′B (5′-GGG GTT GGT TGT GTT GGG TGT TGT GT-Biotin-3′; sequence with modification) beacon. A single-fractal analysis is adequate to describe the binding and the dissociation kinetics. The values of (1) the binding rate coefficient, k, and the fractal dimension for dissociation, Df, for binding and (2) the dissociation rate coefficient, kd, and the fractal dimension for dissociation, Dfd for a single-fractal analysis are given in Table 11.1a, Table 11.1b\n. Tuleuova et al. (2010) indicate that the highest level of the cytokine (IFN-gamma) binding was observed for the modified aptamer 3′B.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 23,
                    "mention": "Tuleuova et al. (2010)",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 694,
                    "end": 716,
                    "mention": "Tuleuova et al. (2010)",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 143,
                    "mention": "Figure 11.1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 667,
                    "end": 678,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 680,
                    "end": 691,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\nTuleuova et al. (2010) also included a polyethylene glycol spacer between the aptamer and the biotin so that the nucleotides could be more accessible to the target analyte. Figure 11.1(b) shows the binding of 100 nM IFN-gamma to a 3′BS (5′-GGG GTT GGT TGT GTT GGG TGT TGT GT-C12-Biotin-3′) modified aptamer beacon. In this case, in addition to the biotin (B) a spacer was included (BS). Once again, a single-fractal analysis is adequate to describe the binding and the dissociation kinetics. The values of (1) the binding rate coefficient, k, and the fractal dimension, Df, and (2) the dissociation rate coefficient, kd, and the fractal dimension for dissociation, Dfd, for a single-fractal analysis are given in Table 11.1a, Table 11.1b. It is of interest to note that as one goes from the modified aptamer beacon 3′B to the modified aptamer beacon 3′BS the binding rate coefficient, k, decreases by 4% from a value of k = 75.79 to k = 72.231, and the fractal dimension, Df, increases by a factor of 1.079 from a value of Df\n = 2.1364 to Df\n = 2.3058. In this case, changes in the fractal dimension (degree of heterogeneity on the biosensor surface) and in the binding rate coefficient are in opposite directions (Table 11.1a, Table 11.1b).",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 23,
                    "mention": "Tuleuova et al. (2010)",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 188,
                    "mention": "Figure 11.1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 714,
                    "end": 725,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 727,
                    "end": 738,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1216,
                    "end": 1227,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1229,
                    "end": 1240,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\nFigure 11.1(c) shows the binding of 100 nM IFN-gamma in solution to the 5′BS(5′-Biotin-C12-GGG GTT GGT TGT GTT GGG TGT TGT Gt-3′) modified aptamer beacon. Once again, a single-fractal analysis is adequate to describe the binding and the dissociation kinetics. The values of (a) the binding rate coefficient, k, and the fractal dimension, Df, and (b) the dissociation rate coefficient, kd, and the fractal dimension for dissociation, Dfd, are given in Table 11.1a, Table 11.1b. Note that in this case there is an increase in the fractal dimension, Df (the highest when compared with the B′ and B’S aptamer modifications), and a decrease in the binding rate coefficient, k (the lowest when compared with B′ and B’S aptamer modifications). In this case, there is a substantial decrease in the binding rate coefficient, k. The decrease is higher than a factor of four.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.1(c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 452,
                    "end": 463,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 465,
                    "end": 476,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\nFigure 11.2(a)\nand Table 11.1a, Table 11.1b show the increase in the binding rate coefficient, k, for a single-fractal analysis with an increase in the fractal dimension, Df. For the data shown in Figure 11.2(a), the binding rate coefficient, k, is given by(11.4a)k=(1.552±1.342)(Df)3.01±1.81\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 198,
                    "end": 212,
                    "mention": "Figure 11.2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 20,
                    "end": 31,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 33,
                    "end": 44,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The fit is reasonable. Only three data points are available. The availability of more data points would lead to a more reliable fit. The binding rate coefficient, k, exhibits close to a third (equal to 3.01) order of dependence on the fractal dimension, Df, that exists on the biosensor surface. This indicates that the binding rate coefficient, k, is sensitive to the fractal dimension, Df, or the degree of heterogeneity that exists on the biosensor surface (Table 11.1a, Table 11.1b).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 461,
                    "end": 472,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 474,
                    "end": 485,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\nFigure 11.2(b) and Table 11.1a, Table 11.1b show the increase in the affinity, K (=k/kd), for a single-fractal analysis with an increase in the fractal dimension ratio, Df/Dfd. For the data shown in Figure 11.2(b), the affinity, K, is given by(11.4b)K(=k/kd)=(1.740±1.282)(Df/Dfd)5.064±1.498\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 200,
                    "end": 214,
                    "mention": "Figure 11.2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 20,
                    "end": 31,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 33,
                    "end": 44,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The fit is very good. Only three data points are available. The availability of more data points would lead to a more reliable fit. The affinity, K (k/kd), is very sensitive to the fractal dimension ratio (Df/Dfd) as it exhibits close to a fifth (equal to 5.064) order of dependence on the fractal dimension ratio (Df/Dfd). This is a very convenient way of manipulating the affinity, K, by changing the heterogeneity of the biosensor surface. Some ingenuity may be required here, since a change in the degree of heterogeneity on the biosensor surface would change both the binding as well as the dissociation rate coefficients.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.3(a) shows the binding of the IFN-gamma to the biotin + aptamer B variant (Tuleuova et al., 2010). Once again, a dual-fractal analysis is required to describe the binding kinetics. A single-fractal analysis is adequate to describe the dissociation kinetics. The values of (1) the binding rate coefficient, k, and the fractal dimension, Df, for a single-fractal analysis, (2) the binding rate coefficients, k1 and k2, and the fractal dimensions, Df1 and Df2, for a dual-fractal analysis, and (3) the dissociation rate coefficient, kd, and the fractal dimension for dissociation, Dfd, for a single-fractal analysis are given in Table 11.1a, Table 11.1b. In this case, the affinity values K1 (=k1/kd) and K2 (=k2/kd) are 4.083 and 28.07, respectively (Table 11.1a, Table 11.1b).",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 107,
                    "mention": "Tuleuova et al., 2010",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 637,
                    "end": 648,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 650,
                    "end": 661,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 760,
                    "end": 771,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 773,
                    "end": 784,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Note that for dual-fractal analysis for the binding phase, an increase in the fractal dimension by 44.6% from a value of Df1\n = 2.0568 to Df2\n = 2.947 leads to an increase in the binding rate coefficient by a factor of 6.87 from a value of k1\n = 95.496 to k2\n = 656.49.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nTuleuova et al. (2010) also investigated the influence of a fluorophore (F) in addition to the biotin for the modified aptamer B during the binding of IFN-gamma. This was one of the aptamer variants. Figure 11.3(b)\nshows that a dual-fractal analysis is required to describe the binding kinetics. A single-fractal analysis is adequate to describe the dissociation kinetics. The values of (1) the binding rate coefficient, k, and the fractal dimension, Df, for a single-fractal analysis, (2) the binding rate coefficients, k1 and k2, and the fractal dimensions, Df1 and Df2, for a dual-fractal analysis, and (3) the dissociation rate coefficient, kd, and the fractal dimension for dissociation, Dfd, for a single-fractal analysis are given in Table 11.1a, Table 11.1b. The affinity values K1 (=k1/kd) and K2 (=k2/kd) are 2.87 and 14.02, respectively.\n",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 23,
                    "mention": "Tuleuova et al. (2010)",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 201,
                    "end": 215,
                    "mention": "Figure 11.3(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 742,
                    "end": 753,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 755,
                    "end": 766,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Note that for dual-fractal analysis for the binding phase, an increase in the fractal dimension by 34.8% from a value of Df1\n = 2.1906 to Df2\n = 2.9531 leads to an increase in the binding rate coefficient by a factor of 4.87 from a value of k1\n = 104.54 to k2\n = 509.19 (Table 11.1a, Table 11.1b).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 271,
                    "end": 282,
                    "mention": "Table 11.1a",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 284,
                    "end": 295,
                    "mention": "Table 11.1b",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Also, note that on comparing the affinity values K1 and K2 when the fluorophore is used and not used, the K1 value is slightly lower and the K2 value is significantly higher (by about 28%), respectively.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nHuang et al. (2009) have developed a localized LSPCF fiber-optic biosensor for the detection of severe acute respiratory syndrome (SARS) coronavirus nucleocapsid protein in human serum. These authors indicate that SARS is a highly infectious disease. Drosten et al. (2004) indicate that SARS results in death in a large portion of patients. The SARS coronavirus (SARS-CoV) causes SARS, and is detectable in the respiratory secretions of patients after infection (Foucher et al., 2003). Wang et al. (2005) emphasize that SARS is highly contagious and exhibits the potential of becoming a large-scale future epidemic if effective therapeutic drugs are not discovered. Huang et al. (2004) and Che et al. (2005) emphasize the need for a rapid, sensitive, specific, and an accurate diagnostic method so that specific patients may be correctly assessed.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 20,
                    "mention": "Huang et al. (2009)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 252,
                    "end": 273,
                    "mention": "Drosten et al. (2004)",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 464,
                    "end": 484,
                    "mention": "Foucher et al., 2003",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 487,
                    "end": 505,
                    "mention": "Wang et al. (2005)",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 667,
                    "end": 686,
                    "mention": "Huang et al. (2004)",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 691,
                    "end": 708,
                    "mention": "Che et al. (2005)",
                    "ref_id": "BIBREF89"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nHuang et al. (2009) indicate that there are methods available to detect SARS. However, present methods such as reverse transcriptase polymerase chain reaction are not sensitive enough, and also require a specific laboratory with expertise in molecular diagnostics to confirm SARS in the acute phase (Fujimoto et al., 2008, Drosten et al., 2004\n).",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 20,
                    "mention": "Huang et al. (2009)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 301,
                    "end": 322,
                    "mention": "Fujimoto et al., 2008",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 324,
                    "end": 344,
                    "mention": "Drosten et al., 2004",
                    "ref_id": "BIBREF91"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nHuang et al. (2009) indicate that gold nanoparticles (GNPs) have been introduced into biosensing (Manso et al., 2008, Cui et al., 2008). These GNPs possess special properties such as localized surface plasmons. Huang et al. (2009) have developed a novel fiber-optic biosensor where the property of LSPCF has been combined with the sandwich immunoassay. Huang et al. (2009) have used their LSPCF fiber-optic biosensor to detect SARS-CoV protein in diluted serum to a limit of 1 pg/ml. This according to these authors exhibits the potential for the early detection of clinical SARS-CoV infection.\n",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 20,
                    "mention": "Huang et al. (2009)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 99,
                    "end": 117,
                    "mention": "Manso et al., 2008",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 119,
                    "end": 135,
                    "mention": "Cui et al., 2008",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 212,
                    "end": 231,
                    "mention": "Huang et al. (2009)",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 354,
                    "end": 373,
                    "mention": "Huang et al. (2009)",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.4\nshows the binding of l000 pg/ml GST-N protein in solution to the LSPCF biosensor (Huang et al., 2009). A single-fractal analysis is required to describe the binding kinetics. The values of (a) the binding rate coefficient, k and the fractal dimension, Df for a single-fractal analysis are given in Table 11.2a, Table 11.2b\n.\n",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 113,
                    "mention": "Huang et al., 2009",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 12,
                    "mention": "Figure 11.4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 311,
                    "end": 322,
                    "mention": "Table 11.2a",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 324,
                    "end": 335,
                    "mention": "Table 11.2b",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "\nHuang et al. (2009) prepared GST-N protein samples in 10-fold diluted human serum. This allowed them to test their LSPCF biosensor in clinical samples. They measured the temporal fluorescence intensity of the biomolecular interaction between the LSPCF probes and the GST-N protein. They did this for the 10–1000 pg/ml rages GST-N protein in solution.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 20,
                    "mention": "Huang et al. (2009)",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.5(a) shows the binding of 1000 pg/ml GST-N protein in 10-fold diluted human serum in solution. A dual-fractal analysis is required to adequately describe the binding kinetics. The values of (a) the binding rate coefficient, k and the fractal dimension, Df for a single fractal analysis, and (b) the binding rate coefficients, k1 and k2, and the fractal dimensions, Df1 and Df2 for a dual-fractal analysis are given in Table 11.2a, Table 11.2b. For a dual-fractal analysis, an increase in the fractal dimension by a factor of 2.00 from a value of Df1 equal to 1.4938 to Df2 equal to 3.0 leads to an increase in the binding rate coefficient by a factor of 22.45 from a value of k1 equal to 0.007192 to k2 equal to 0.1615. Once again, an increase in the fractal dimension or the degree of heterogeneity on the LSPCF biosensor surface leads to an increase in the binding rate coefficient.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.5(a)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 429,
                    "end": 440,
                    "mention": "Table 11.2a",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 442,
                    "end": 453,
                    "mention": "Table 11.2b",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "\nFigure 11.5(b) shows the binding of 100 pg/ml GST-N protein in 10-fold diluted human serum in solution. Once again, a dual-fractal analysis is required to adequately describe the binding kinetics. The values of (a) the binding rate coefficient, k and the fractal dimension, Df for a single fractal analysis, and (b) the binding rate coefficients, k1 and k2, and the fractal dimensions, Df1 and Df2 for a dual-fractal analysis are given in Table 11.2a, Table 11.2b. For a dual-fractal analysis, an increase in the fractal dimension by a factor of 2.86 from a value of Df1 equal to 1.0502 to Df2 equal to 3.0 leads to an increase in the binding rate coefficient by a factor of 4.08 from a value of k1 equal to 0.01768 to k2 equal to 0.07217. Once again, an increase in the fractal dimension or the degree of heterogeneity on the LSPCF biosensor surface leads to an increase in the binding rate coefficient.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.5(b)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 440,
                    "end": 451,
                    "mention": "Table 11.2a",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 453,
                    "end": 464,
                    "mention": "Table 11.2b",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "\nFigure 11.5(c) shows the binding of 10 pg/ml GST-N protein in 10-fold diluted human serum in solution. A dual-fractal analysis is required to adequately describe the binding kinetics. The values of (a) the binding rate coefficient, k and the fractal dimension, Df for a single fractal analysis, and (b) the binding rate coefficients, k1 and k2, and the fractal dimensions, Df1 and Df2 for a dual-fractal analysis are given in Table 11.2a, Table 11.2b once again, for a dual-fractal analysis, an increase in the fractal dimension by a factor of 14.4 from a value of Df1 equal to 0.2082 to Df2 equal to 3.0 leads to an increase in the binding rate coefficient by a factor of 52.9 from a value of k1 equal to 0.002714 to k2 equal to 0.1436. Once again, an increase in the fractal dimension or the degree of heterogeneity on the LSPCF biosensor surface leads to an increase in the binding rate coefficient.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.5(c)",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 427,
                    "end": 438,
                    "mention": "Table 11.2a",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 440,
                    "end": 451,
                    "mention": "Table 11.2b",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "\nTable 11.2a, Table 11.2b show for a dual-fractal analysis the increase in the fractal dimension, Df with an increase in the GST-N protein concentration in solution in the 10–1000 pg/ml range. Figure not shown. For the data shown in Table 11.2 the fractal dimension, Df is given by:(11.5)Df1=(0.09843±0.0794)[GST−N]0.420±0.164\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 12,
                    "mention": "Table 11.2a",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 14,
                    "end": 25,
                    "mention": "Table 11.2b",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 233,
                    "end": 243,
                    "mention": "Table 11.2",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The fit is reasonable. Only three data points are available. The availability of more data points would lead to a more reliable fit. The fractal dimension, Df1 exhibits less than one-half (equal to 0.420) order of dependence on the GST-N protein concentration in solution in the 10–1000 pg/ml range. This indicates that the fractal dimension, Df1 exhibits a mild dependence on the GST-N protein concentration in solution.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The superoxide anion radical is present in several pathophysiological situations, such as sepsis (Valko et al., 2007, Valko et al., 2006). Electrochemical biosensors can detect this short-lived species (Lisdat, 2005, Prieto-Simon et al., 2008). Wegerich et al. (2009) indicate that the redox protein cytochrome c is used as a recognition element. These authors indicate that superoxide dismutase (SOD) biosensors used for the detection of the superoxide anion often lack the reproducibility due to immobilization problems. However, cyt c-based superoxide biosensors are more stable and may be used in in vivo applications (Buttemeyer, 2002, Scheller et al., 1999). In this case, the heme protein is reduced by the superoxide, followed by reduction by an electrode.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 116,
                    "mention": "Valko et al., 2007",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 118,
                    "end": 136,
                    "mention": "Valko et al., 2006",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 203,
                    "end": 215,
                    "mention": "Lisdat, 2005",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 217,
                    "end": 242,
                    "mention": "Prieto-Simon et al., 2008",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 245,
                    "end": 267,
                    "mention": "Wegerich et al. (2009)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 623,
                    "end": 639,
                    "mention": "Buttemeyer, 2002",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 641,
                    "end": 662,
                    "mention": "Scheller et al., 1999",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nWegerich et al. (2009) indicate that short-chain modified gold electrodes exhibit a highly efficient communication between cyt c and the electrode (Frow and Hill, 1988, Hinnen et al., 1983, Nahir et al., 1994, Taniguchi et al., 1982). They have been used for cyt c based superoxide sensors. Wegerich et al. (2009) analyzed the effect of introducing positive charges (lysines) in human cytochrome c on the redox properties and reaction rates of cyt c with superoxide radicals.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 23,
                    "mention": "Wegerich et al. (2009)",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 149,
                    "end": 168,
                    "mention": "Frow and Hill, 1988",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 170,
                    "end": 189,
                    "mention": "Hinnen et al., 1983",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 191,
                    "end": 209,
                    "mention": "Nahir et al., 1994",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 211,
                    "end": 233,
                    "mention": "Taniguchi et al., 1982",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 292,
                    "end": 314,
                    "mention": "Wegerich et al. (2009)",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "These authors claim that the eleven mutants analyzed were modified for structural integrity as well as axial coordination of the heme ion. Their results indicate that four mutants exhibited a higher reaction rate with the radical as compared with the wild type. These mutants were then used for the construction of the superoxide biosensors.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.6\nshows the binding of cyt c in solution to the superoxide biosensor (Wegerich et al., 2009). A single-fractal analysis is adequate to describe the binding kinetics. The binding rate coefficient, k and the fractal dimension, Df, for a single-fractal analysis are 0.2109 ± 0.0302, and 1.234 ± 0.1806, respectively. These results are also shown in Table 11.3a, Table 11.3b\n. A single-fractal analysis is also adequate to describe the dissociation kinetics. The values of the dissociation rate coefficient, kd and the fractal dimension, Dfd are 0.00116 ± 0.00015 and 0.3666 and 0.14702, respectively. In this case the affinity, K (=k/kd) is equal to 181.81.\n",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 102,
                    "mention": "Wegerich et al., 2009",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 12,
                    "mention": "Figure 11.6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 357,
                    "end": 368,
                    "mention": "Table 11.3a",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 370,
                    "end": 381,
                    "mention": "Table 11.3b",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "\nWilliams et al. (2010) have recently analyzed low noise detection of biomolecular interactions with signal-locking surface plasmon resonance. Surface plasmon resonance is a popular technique to analyze biomolecular interactions at a surface, especially since it is label-free. These authors indicate that the SPR technique is subject to the influence of noise and drift disturbances since that limits the minimum detectable mass change. The SPR technique uses the step response of the biomolecular interactions occurring on the biosensor surface. The technique proposed by Williams et al. (2010) measures the biomolecular interactions over a very narrow frequency range. This locks the measured response to a very specific narrow band signal. The authors used their technique to analyze the binding kinetics of carbonic anhydrase-II (CA-II) and immobilized 4-(2-aminoethyl)-benzenesulfonamide (ABS) to a SPR surface.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 23,
                    "mention": "Williams et al. (2010)",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 574,
                    "end": 596,
                    "mention": "Williams et al. (2010)",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Carbonic anhydrases are a family of enzymes that catalyze the rapid conversion of carbon dioxide and water to bicarbonate and protons. These anhydrases are classified as metalloenzymes since the active site of most carbonic anhydrases contains a zinc ion. The primary function of this enzyme in animals is to maintain the acid-base balance in blood and other tissues, and to help transport carbon dioxide out of tissues. Carbon anhydrase II is a novel biomarker for gasterointestinal stomal tumors (Parkkila et al., 2010). These authors indicate that various carbonic anhydrase (CA) isoenzymes have been identified as potential targets against different cancers. They further indicate that high CA-II expression is associated with a better disease specific survival rate than low or no expression.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 520,
                    "mention": "Parkkila et al., 2010",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.7(a)\nshows the binding of 2.3μM CA-II anhydrase in solution to a 4-(2-amino ethyl)-benzene sulfonamide (ABS) ligand on a SPR biosensor surface (Williams et al., 2009). A dual-fractal analysis is required to adequately describe the binding kinetics. The values of (a) the binding rate coefficient, k and the fractal dimension, Df for a single fractal analysis, and (b) the binding rate coefficients, k1 and k2, and the fractal dimensions, Df1 and Df2 for a dual-fractal analysis are given in Table 11.3a, Table 11.3b. It is of interest to note that as the fractal dimension increase by a factor of 1.156 from a value of Df1 equal to 2.1364 to Df2 equal to 2.4698, the binding rate coefficient increases by a factor of 5.95 from a value of k1 equal to 20.817 to k2 equal to 120.16.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 176,
                    "mention": "Williams et al., 2009",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.7(a)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 502,
                    "end": 513,
                    "mention": "Table 11.3a",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 515,
                    "end": 526,
                    "mention": "Table 11.3b",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "\nFigure 11.7(b) shows the binding of 5.3μM CA-II anhydrase in solution to a 4-(2-amino ethyl)-benzene sulfonamide (ABS) ligand on a SPR biosensor surface (Williams et al., 2009). Once again, a dual-fractal analysis is required to adequately describe the binding kinetics. The values of (a) the binding rate coefficient, k and the fractal dimension, Df for a single fractal analysis, and (b) the binding rate coefficients, k1 and k2, and the fractal dimensions, Df1 and Df2 for a dual-fractal analysts are given in Table 11.3a, Table 11.3b. It is of interest to note that as the fractal dimension increase by a factor of 1.12 from a value of Df1 equal to 2.6146 to Df2 equal to 2.9294, the binding rate coefficient increases by a factor of 1.826 from a value of k1 equal to 83.718 to k2 equal to 152.87.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.7(b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 514,
                    "end": 525,
                    "mention": "Table 11.3a",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 527,
                    "end": 538,
                    "mention": "Table 11.3b",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "\nFigure 11.7(c) shows the binding of 11.0μM CA-II anhydrase in solution to a 4-(2-amino ethyl)-benzene sulfonamide (ABS) ligand on a SPR biosensor surface (Williams et al., 2009). Once again, a dual- fractal analysis is required to adequately describe the binding kinetics. The values of (a) the binding rate coefficient, k and the fractal dimension, Df for a single fractal analysis, and (b) the binding rate coefficients, k1 and k2, and the fractal dimensions, Df1 and Df2 for a dual-fractal analysis are given in Table 11.3a, Table 11.3b It is of interest to note that as the fractal dimension increase by a factor of 1.515 from a value of Df1 equal to 1.967 to Df2 equal to 2.9807, the binding rate coefficient increases by a factor of 5.98 from a value of k1 equal to 39.916 to k2 equal to 238.66.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.7(c)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 516,
                    "end": 527,
                    "mention": "Table 11.3a",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 529,
                    "end": 540,
                    "mention": "Table 11.3b",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "\nFigure 11.8(a)\nand Table 11.3(a) show the increase in the binding rate coefficient, k2 with an increase in the CA-II concentation in solution in the 2.3–11μM range. For the data shown in Figure 11.8(a), the binding rate coefficient, k2, is given by:(11.6a)k2=(80.452±8.66)[CA−II]0.435±0.092\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.8(a)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 188,
                    "end": 202,
                    "mention": "Figure 11.8(a)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 20,
                    "end": 33,
                    "mention": "Table 11.3(a)",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The fit is good. Only three data points are available. The availability of more data points would lead to a more reliable fit. The binding rate coefficient, k2 exhibits less than one-half (equal to 0.435) order of dependence on the CA-II concentration in solution in the 2.3–11.0 μM range. This indicates that the binding rate coefficient, k2 is only mildly sensitive to the CA-II concentration in solution.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.8(b) and Table 11.3(a) show the increase in the fractal dimension Df2, p with an increase in the CA-II concentration in solution in the 2.3–11 μM range. For the data shown in Figure 11.8(b), the fractal dimension, Df2 is given by:(11.6b)Df2=(2.279±0.130)[CA−II]0.122±0.050\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.8(b)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 186,
                    "end": 200,
                    "mention": "Figure 11.8(b)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 20,
                    "end": 33,
                    "mention": "Table 11.3(a)",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The fit is good. Only three data points are available. The availability of more data points would lead to a more reliable fit. The fractal dimension, Df2 exhibits a very mild dependence (equal to 0.122; close to zero order) on the CA-II concentration in solution in the 2.3–11.0 μM range. This indicates that the fractal dimension, Df2 is only mildly sensitive to the CA-II concentration in solution. The fractal dimension is based on a log scale, and even small changes in the fractal dimension indicate a reasonable change in the degree of heterogeneity on the biosensor surface.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.8(c) and Table 11.3a, Table 11.3b show the increase in the binding rate coefficient, k2 with an increase in the fractal dimension, Df2. For the data shown in Figure 11.8(b), the binding rate coefficient, k2 is given by:(11.6c)k2=(106.50±15.12)Df22.011±0.561\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.8(c)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 169,
                    "end": 183,
                    "mention": "Figure 11.8(b)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 20,
                    "end": 31,
                    "mention": "Table 11.3a",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 33,
                    "end": 44,
                    "mention": "Table 11.3b",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "The fit is good. Only three data points are available. The availability of mora data points would lead to a more reliable fit. The binding rate coefficient, k2 exhibits close to a second (equal to 2.011) order of dependence on the fractal dimension, Df2 This indicates that the binding rate coefficient, k2 is sensitive to the fractal dimension, Df2 or the degree of heterogeneity on the biosensor surface.\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.8(d) and Table 11.3a, Table 11.3b show the increase in the binding rate coefficient ratio, k2/k1 with an increase in the fractal dimension ratio Df2/Df1. For the data in Figure 11.8(d) the binding rate coefficient ration k2/k1 is given by:(11.6d)k2/k1=(1.549±0.530]Df2/Df13.386±1.249\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.8(d)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 181,
                    "end": 195,
                    "mention": "Figure 11.8(d)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 20,
                    "end": 31,
                    "mention": "Table 11.3a",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 33,
                    "end": 44,
                    "mention": "Table 11.3b",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "The fit is good. Only three data points are available. The availability of more data points would lead to a more reliable fit. The binding rate coefficient ratio, k2/k1 exhibits an order of dependence between three and three and one half (equal to 3.386) on the ratio of the fractal dimensions, Df2/Df1. This indicates that the binding rate coefficient ratio is very sensitive to the fractal dimension ratio",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.8(e) shows the increase in the ratio of the binding rate coefficient, Df2/Df1 with an increase in the CA-II concentration in solution. The ratio, Df2/Df1 is only mildly dependent on the CA-II concentration in solution.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.8(e)",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "\nClark et al. (2009) have recently developed a continuous-flow enzyme assay on a microfluidic chip for monitoring glycerol secretion from cultivated adipocytes. These authors indicate that different studies on using chips to monitor cellular secretion have appeared in the literature (Cheng et al., 2006, Lau et al., 2006; El-Ail et al., 2006, Kim et al., 2007, Meyvantsson and Beebe, 2008, Urhanski et al., 2008). Clark et al. (2009) indicate that physiological studies need to maintain cells or tissues in a controlled environment as one detects their physical, electrical and mechanical properties. These authors indicate micriofluidics facilitates such situations, since they permit creation of highly controlled cell-compatible environments along with measurement and cell maniplation methods.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 20,
                    "mention": "Clark et al. (2009)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 285,
                    "end": 303,
                    "mention": "Cheng et al., 2006",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 305,
                    "end": 321,
                    "mention": "Lau et al., 2006",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 323,
                    "end": 342,
                    "mention": "El-Ail et al., 2006",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 344,
                    "end": 360,
                    "mention": "Kim et al., 2007",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 362,
                    "end": 389,
                    "mention": "Meyvantsson and Beebe, 2008",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 391,
                    "end": 412,
                    "mention": "Urhanski et al., 2008",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 415,
                    "end": 434,
                    "mention": "Clark et al. (2009)",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nClark et al. (2009) emphasize that the prevalence of obesity-related disorders underscores the need to adipocyte physiology. Adipocytes store and release energy. Adipocytes store energy as triacylglycerol by lipolysls. Ths supplies energy for tissues and organs. Getty et al. (2006) and Getty-Kaushik et al., 2005a, Getty-Kaushik et al., 2005b indicate that the measurement of glycerol is used to determine the function and physiological state of adipocytes. Clark et al. (2009) have developed a dual-chip microfluidic system for culturing adipocytes and then monitoring the glycerol using a continuous fluorescent enzyme assay after a perfusion step. The authors used their system to demonstrate transient increases in glycerol secretion during exposure of the cells to isoproterenol, a β-adrenergic agonist. These adrenergic agonists act on receptors.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 20,
                    "mention": "Clark et al. (2009)",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 264,
                    "end": 283,
                    "mention": "Getty et al. (2006)",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 288,
                    "end": 315,
                    "mention": "Getty-Kaushik et al., 2005a",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 317,
                    "end": 344,
                    "mention": "Getty-Kaushik et al., 2005b",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 460,
                    "end": 479,
                    "mention": "Clark et al. (2009)",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Beta receptors are specific molecules found in the body which receive and process signals for the nervous system and various hormones. These beta receptors are located at many places in the body, but are found in high numbers in the heart and blood vessels. Here they increase blood pressure when stimulated. Thus, they are attractive targets for high blood pressure treatment.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nClark et al. (2009) analyzed the glycerol secretion data from differentiated adipocytes and response to isoproterenol treatment. Figure 11.9(a)\nshows the binding of glycerol secretion from differentiated (murine 3T3-L1) adipocytes by a continuous-flow enzyme assay on a microfluidic chip. A dual-fractal analysis is required to model the binding and the dissociation kinetics. The values of (a) the binding rate coefficient, k and the fractal dimension, Df for a single-fractal analysis, (b) the binding rate coefficients, k1 and k2 and the fractal dimensions, Df1 and Df2 for a dual-fractal analysis, (c) the dissociation rate coefficient, kd and the fractal dimension, Dfd for a single-fractal analysis, and (d) the dissociation rate coefficients, kd1 and kd2 and the fractal dimensions for the dissociation phase, Dfd1 and Dfd2 for a dual-fractal analysis are given in Table 11.4a, Table 11.4b\n.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 20,
                    "mention": "Clark et al. (2009)",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 144,
                    "mention": "Figure 11.9(a)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 873,
                    "end": 884,
                    "mention": "Table 11.4a",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 886,
                    "end": 897,
                    "mention": "Table 11.4b",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "\nFigure 11.9(b) shows the binding of glycerol secretion from differentiated (murine 3T3-L1) adipocytesin the presence of iso proterenol by a continuous-flow enzyme assay on a microfluidic chip. A dual-fractal analysis is required to model the binding and the dissociation kinetics. The values of (a) the binding rate coefficient, k and the fractal dimension, Df for a single-fractal analysis, (b) the binding rate coefficients, k1and k2 and the fractal dimensions, Df1 and Df2 for a dual-fractal analysis, and (c) the dissociation rate coefficient, kd and the fractal dimension, Dfd for a single-fractal analysis are given in Table 11.4a, Table 11.4b.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figure 11.9(b)",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 626,
                    "end": 637,
                    "mention": "Table 11.4a",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 639,
                    "end": 650,
                    "mention": "Table 11.4b",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "\nAlbrecht et al. (2010) have recently presented a new assay design for clinical diagnostics based on alternative recognition. These indicate that the assay format has an important impact in the practical handling as well in the sensitivity of the testing results. Jaras et al. (2007) indicate that for clinical diagnostics the sandwich assay format is frequently used due to (a) its lower limits of detection compared to other formats, (b) and reliable analysis of the different parameters. Albrecht et al. (2010) further indicate that a drawback of the sandwich assay format is the need for immobilization of the capture antibody on the surface. This often results in a significant loss in binding activity. Also, there is no guarantee that the binding sites on the antibodies immobilized on the surface are oriented in the ‘correct’ direction. This hinders the biosensor performance parameters such as sensitivity, loss in function, and stability of the sensor surface. In essence, these authors indicate that the recognition element on the sensor surface needs to exhibit a high affinity and specificity towards the antigen (analyte) in solution on being immobilized on the biosensor surface.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 23,
                    "mention": "Albrecht et al. (2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 264,
                    "end": 283,
                    "mention": "Jaras et al. (2007)",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 491,
                    "end": 513,
                    "mention": "Albrecht et al. (2010)",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nAlbrecht et al. (2010) have presented an immunoassay set-up that uses a small and stable peptide sequence as the immobilized recognition element (receptor) (Baltzer, 2007). Albrecht et al. (2010) indicate that their recognition elements are small helix loop-helix motifs. These recognition elements contain natural binders of the target analyte. Furthermore, these motifs are easily accessible. Also, these authors indicate concerted modifications made for immobilization at the artificial helices do not affect binding properties.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 23,
                    "mention": "Albrecht et al. (2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 158,
                    "end": 171,
                    "mention": "Baltzer, 2007",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 174,
                    "end": 196,
                    "mention": "Albrecht et al. (2010)",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nAlbrecht et al. (2010) have presented a new sandwich-type assay for the detection of C-reactive protein (CRP). They used a tailored binder as the capture element on the sensor surface, and an antibody as a detection element. C-reactive protein is a protein found in blood. Its levels rise in response to inflammation. Thompson et al. (1999) indicate that its physiological role is to bind to phosphocholine expressed on the surface of dead or dying cells in order to activate the complement system via the C1Q complex.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 23,
                    "mention": "Albrecht et al. (2010)",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 319,
                    "end": 341,
                    "mention": "Thompson et al. (1999)",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "CRP is a general marker for inflammation and infection. It can be used as a very rough proxy for heart disease risk. Lloyd-Jones et al. (2006) emphasize that since many factors are responsible for CRP level elevations, thus it is not a very specific prognostic indicator. Also the patients with elevated basal levels of CRP are at an increased risk of diabetes (Pradhan et al., 2001), hypertension and cardiovascular disease.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 142,
                    "mention": "Lloyd-Jones et al. (2006)",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 362,
                    "end": 382,
                    "mention": "Pradhan et al., 2001",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.10(a)\nshows the binding and dissociation of 5.45 × 10−8 M CRP in solution to the new sandwich assay design that contains a high affinity polypeptide scaffold as the immobilized capture element and an antibody for detection (Albrecht et al., 2010). As mentioned above a biosensor based on reflectometric interference spectroscopy (RlfS) was used. A dual-fractal analysis is required to describe the binding kinetics. A single-fractal analysis is adequate to describe the dissociation kinetics. The values of (a) the binding rate coefficient k and the fractal dimension, Df for a single-fractal analysis, (b) the binding rate coefficients, k1 and k2 and the fractal dimensions, Df1 and Df2 for a dual-fractal analysis, and (c) the dissociation rate coefficient, kd and the fractal dimension, Dfd for a single-fractal analysis are given in Table 11.5a, Table 11.5b\n.",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 256,
                    "mention": "Albrecht et al., 2010",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 16,
                    "mention": "Figure 11.10(a)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 848,
                    "end": 859,
                    "mention": "Table 11.5a",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 861,
                    "end": 872,
                    "mention": "Table 11.5b",
                    "ref_id": "TABREF9"
                }
            ]
        },
        {
            "text": "It is of interest to note that for a dual-fractal analysis, an increase in the fractal dimension by a factor of 1.78 from a value of Df1 equal to 1.5344 to Df2 equal to 2.723 leads to an increase in the binding rate coefficient by a factor of 25.29 from a value of k1 equal to 0.04991 to k2 equal to 1.2621. Once again, an increase in the degree of heterogeneity on the biosensor surface leads to an increase in the binding rate coefficient. In this case, the affinity, K1 (=k1/kd) and K2(=k2/kd) are 3.59 and 90.8, respectively.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.10(b) shows the binding and dissociation of 4.36 × 10−8 M CRP in solution to the new sandwich assay design (Albrecht et al., 2010). A dual-fractal analysis is once again required to describe the binding kinetics. A single-fractal analysis is adequate to describe the dissociation kinetics. The values of (a) the binding rats coefficient k and the fractal dimension, Df for a single-fractal analysis, (b) the binding rate coefficients, k1 and k2 and the fractal dimensions, Df1 and Df2 for a dual-fractal analysis, and (c) the dissociation rate coefficient, kd and the fractal dimension, Dfd for a single-fractal analysis are given in Table 11.5a, Table 11.5b.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 140,
                    "mention": "Albrecht et al., 2010",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 16,
                    "mention": "Figure 11.10(b)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 645,
                    "end": 656,
                    "mention": "Table 11.5a",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 658,
                    "end": 669,
                    "mention": "Table 11.5b",
                    "ref_id": "TABREF9"
                }
            ]
        },
        {
            "text": "It is of interest to note that for a dual-fractal analysis, an increase in the fractal dimension by a factor of 1.82 from a value of Df1 equal to 1.5344 to Df2 equal to 2.7872 leads to an increase in the binding rate coefficient by a factor of 30.32 from a value of k1 equal to 0.04991 to k2 equal to 1.4889. Once again, an increase in the degree of heterogeneity on the biosensor surface leads to an increase in the binding rate coefficient. In this case, the affinity, K1(=k1/kd) and K2(=k2/kd) are 2.40 and 71.6, respectively.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.10(c) shows the binding and dissociation of 2.18 × 10−8 M CRP in solution to the new sandwich assay design (Albrecht et al., 2010). A dual-fractal analysis is once again required to describe the binding kinetics. A single-fractal analysis is adequate to describe the binding kinetics. The values of (a) the binding rate coefficient k and the fractal dimension, Df for a single-fractal analysis, (b) the binding rate coefficients, k1 and k2 and the fractal dimensions, Df1 and Df2 for a dual-fractal analysis, and (c) the dissociation rate coefficient, kd and the fractal dimension, Dfd for a single-fractal analysis are given in Table 11.5a, Table 11.5b\n",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 140,
                    "mention": "Albrecht et al., 2010",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 16,
                    "mention": "Figure 11.10(c)",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 640,
                    "end": 651,
                    "mention": "Table 11.5a",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 653,
                    "end": 664,
                    "mention": "Table 11.5b",
                    "ref_id": "TABREF9"
                }
            ]
        },
        {
            "text": "It is of interest to note that for a dual-fractal analysis, an increase in the fractal dimension by a factor of 1.86 from a value of Df1 equal to 1.5344 to Df2 equal to 2.8601 leads to an increase in the binding rate coefficient by a factor of 36.93 from a value of k1 equal to 0.04991 to k2 equal to 1.8137. Once again, an increase in the degree of heterogeneity on the biosensor surface leads to an increase in the binding rate coefficient. In this case, the affinity, K1 (=k1/kd) and K2(=k2/kd) are 2.37 and 87.62, respectively.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.11(a)\nand Table 11.5(a) show for a dual-fractal analysis the decrease in the binding rate coefficient, k2 with an increase in the CRP concentration in solution in the 2.18−5.48 × 10−8 M range. For the data shown in Figure 13.11(a) the binding rate coefficient, k2 is given by:(11.7a)k2=(2.444±0.148)[CRP]−0.368±0.086\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 16,
                    "mention": "Figure 11.11(a)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 21,
                    "end": 34,
                    "mention": "Table 11.5(a)",
                    "ref_id": "TABREF8"
                }
            ]
        },
        {
            "text": "The fit is good. Only three data points are available. The availability of more data points would lead to a more reliable fit. The binding rate coefficient, k2\ndecreases with an increase in the CRP concentration in solution in the 2.18−5.45×10−8 M concentration range, and exhibits less than a negative one half (equal to -0.368) order of dependence on the CRP concentration in solution.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.11(b) and Table 11.5(a) show for a dual-fractal analysis the increase in the binding rate coefficient, k2 with an increase in the fractal dimension, Df2. For the data shown in Figure 11.11(b) the binding rate coefficient, k2 is given by:(11.7b)k2=(0.000732±0.000003)Df27.435±0.135\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 16,
                    "mention": "Figure 11.11(b)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 187,
                    "end": 202,
                    "mention": "Figure 11.11(b)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 21,
                    "end": 34,
                    "mention": "Table 11.5(a)",
                    "ref_id": "TABREF8"
                }
            ]
        },
        {
            "text": "The fit is very good. Only three data points are available. The availability of more data points would lead to a more reliable fit. The binding rate coefficient, k2 exhibits close to a seven and one-half (equal to 7.435) order of dependence on the fractal dimension, Df2 on the biosensor surface. This indicates that the binding fate coefficient, k2 is very sensitive to the fractal dimension or the degree of heterogeneity on the biosensor surface.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigue 11.11(c) show for a dual-fractal analysis the decrease in the fractal dimension, Df2 with an increase in the CRP concentration in solution in the 2.18−5.45 × 10−8 M range. For the data shown in Figure 11.11(c) the fractal dimension, Df2 is given by:(11.7c)Df2=(2.977±0.026)[CRP×10−8]−0.0494±0.01289\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 15,
                    "mention": "Figue 11.11(c)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 201,
                    "end": 216,
                    "mention": "Figure 11.11(c)",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "The fit is good. Only three data points are available. The availability of more data points would lead to a more reliable fit. The fractal dimension, exhibits a very mild dependence on the CRP concentration in the 2.18−5.45×10−8 M concentration range.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.11(d) shows the increase in the affinity K1 (=k1/kd) with an increase in the CRP concentration in solution in the 2.18−5.45 × 10−8 M range. For the data shown in Figure 11.11(d), the affinity, K1 is given by:(11.7d)K1=(k1/kd)=(1.724±0.456)[CRP]0.349±0.346\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 16,
                    "mention": "Figure 11.11(d)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 173,
                    "end": 188,
                    "mention": "Figure 11.11(d)",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "The fit is reasonable. Only three data points are available. The availability of more data points would lead to a more reliable fit. The availability of more data points would lead to a more reliable fit. The affinity, K1 exhibits only a mild, less than one-half (equal to 0.349) order of dependence on the CRP concentration in solution in the 2.18−5.45 × 10−8 M range.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.11(e) shows the increase in the affinity K2 (=k2/kd) with an increase in the CRP concentration in solution in the 2.18−5.45 × 10−8 M range. For the data shown in Figure 11.11(e), the affinity, K2 is given by:(11.7e)K2=(k2/kd)=(58.422±1.076)[CRP]0.266±00269\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 16,
                    "mention": "Figure 11.11(e)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 173,
                    "end": 188,
                    "mention": "Figure 11.11(e)",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "The fit is very good. Only three data points are available. The availability of more data points would lead to a more reliable fit. The availability of more data points would lead to a more reliable fit. The affinity, K2 exhibits only a mild, less than one-half (equal to 0.266) order of dependence on the CRP concentration in solution in the 2.18−5.45 × 10−8 M range.\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.11(f) shows the decrease in the dissociation rate coefficient, kd with an increase in the CRP concentration in solution in the 2.18−5.45 M × 10−8 M range. For the data shown in Figure 11:11(f), the dissociation rate coefficient kd is given by:(11.7f)kd=(0.00290±0.0083)[CRP]−0.367−0.378\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 16,
                    "mention": "Figure 11.11(f)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 188,
                    "end": 203,
                    "mention": "Figure 11:11(f)",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "The fit is poor. There is scatter in the data. This is reflected in the error in the estimated value of the order of dependence of kd on the CRP concentration in solution. Only the negative sign is applicable since the dissociation rate coefficient, kd decreases with an increase in the CRP concentration in solution.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.11(g) and Table 11.5a, Table 11.5b show the increase in the dissociation rate coefficient, kd with an increase in the fractal dimension for dissociation, Dfd. For the data shown in Figure 11.11(g), the dissociation rate coefficient, kd is given by:(11.7g)kd=(0.000979±0.000080)Dfd3.449±0.8030\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 16,
                    "mention": "Figure 11.11(g)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 192,
                    "end": 207,
                    "mention": "Figure 11.11(g)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 21,
                    "end": 32,
                    "mention": "Table 11.5a",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 34,
                    "end": 45,
                    "mention": "Table 11.5b",
                    "ref_id": "TABREF9"
                }
            ]
        },
        {
            "text": "The fit is good. Only three data points are available. The availability of more data points would lead to a more reliable fit. The dissociation rate coefficient, kd exhibits close to a three and one-half (equal to 3.449) order of dependence on the fractal dimension in the dissociation phase, Dfd. This indicates that the dissociation rate coefficient, kd is very sensitive to the degree of heterogeneity that exists on the biosensor surface in the dissociation phase.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nFigure 11.11(h) shows the decrease in the affinity, K2 (=k2/kd) with an increase in the ratio of the fractal dimensions, (Df2/Dfd). For the data shown in Figure 11.11(h) the affinity, K2 is given by:(11.7h)K2=(k2/kd)=(90.76±13.61)(Df2/Dfd)−0.890−1.038.\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 16,
                    "mention": "Figure 11.11(h)",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 155,
                    "end": 170,
                    "mention": "Figure 11.11(h)",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "The fit is poor. Only three data points are available. The availability of more data points would lead to a more reliable fit. The poor fit is expressed as the error in the power to which the ration of the fractal dimensions is raised. Only the negative power is applicable since the affinity, K2 decreases with an increase in the fractal dimension, ratio, Df2/Dfd.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nTang et al. (2010) have recently developed an integrated automatic electrochemical Immunosensor array for the detection of five hepatitis virus antigens: hepatitis A virus (HAV), hepatitis B virus (HBV), hepatitis C virus (HCV), hepatitis D virus (HDV), and hepatitis E virus (HEV) (Alavian and Ballantian, 2008\n). Tang et al. (2010) further indicate that hepatitis viruses are one of the leading causes of mortality (\nBilora et al., 2009\n). Thus, an early diagnosis for hepatitis B viruses is critical. Tang et al. (2010) further emphasize that the simultaneous determination of multiple virus antigens is helpful in clinical diagnosis since the patient usually suffers from multiple virus antigens (Cornberg et al., 2008; Gitlin, 1997\n).",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 19,
                    "mention": "Tang et al. (2010)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 284,
                    "end": 312,
                    "mention": "Alavian and Ballantian, 2008",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 316,
                    "end": 334,
                    "mention": "Tang et al. (2010)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 420,
                    "end": 439,
                    "mention": "Bilora et al., 2009",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 505,
                    "end": 523,
                    "mention": "Tang et al. (2010)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 702,
                    "end": 723,
                    "mention": "Cornberg et al., 2008",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 725,
                    "end": 737,
                    "mention": "Gitlin, 1997",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nTang et al. (2010) emphasize that potentiometric assays are high-throughput systems, are label-free, exhibit low assay cost, and their simplicity permits miniaturization as well as signal quantification (Wu et al., 2007, Tang et al., 2007). Thus, Tang et al., (2010) have developed their electrochemical immunosensor array for the simultaneous determination of five-type hepatitis virus antigens in five minutes.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 19,
                    "mention": "Tang et al. (2010)",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 205,
                    "end": 220,
                    "mention": "Wu et al., 2007",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 222,
                    "end": 239,
                    "mention": "Tang et al., 2007",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 248,
                    "end": 267,
                    "mention": "Tang et al., (2010)",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The binding of 200 ng/ml of HAV to the Immunosensor array (Tang et al., 2010) may be modeled by a dual-fractal analysis. Figure not shown. The values of the binding rate coefficient, k and the fractal dimension, Df for a single-fractal analysis ar 10.252 ± 1.313 and 2.4166 ± 0.2352, respectively. For a dual-fractal analysis, (a) the binding rate coefficients, k1 and k2 are 10.30 ± 0.818, and 20.493 ± 0.862, respectively, and (b) the fractal dimensions, Df1 and Df2 are 0.902 ± 0.147, and 2.417± 0.235, respectively.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 76,
                    "mention": "Tang et al., 2010",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Note that as the fractal dimension increases by a factor of 2.68 from a value of Df1 equal to 0.902 to Df2 equal to 2.417, the binding rate coefficient increases by a factor of 1.99 from a value of k1 equal to 10.30 to k2 equal to 20.493. Once again, an increase in the degree of heterogeneity or the fractal dimension on the immunosensor array surface leads to an increase in the binding rate coefficient.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "A fractal analysis is used to analyze the binding and dissociation (if applicable) kinetics of biomarkers to different biosensor surfaces. Both single- and a dual-fractal analyses are used to analyze the binding and the dissociation kinetics. The dual-fractal analysis is used only if the single-fractal analysis does not provide an adequate fit.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "For the binding and dissociation of IFN-gamma in solution to the aptamer modification (Tuleuova et al., 2010), and for a single-fractal analysis, the (1) binding rate coefficient, k, exhibits close to a third (equal to 3.01) order of dependence on the fractal dimension or the degree of heterogeneity that exists on the biosensor surface and (2) the affinity, K (=k/kd), exhibits close to a fifth (equal to 5.064) order of dependence on the ratio of fractal dimensions, Df/Dfd. This indicates that both the binding rate coefficient, k, and the affinity, K, are very sensitive to the nature or the degree of heterogeneity that exists on the biosensor surface.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 108,
                    "mention": "Tuleuova et al., 2010",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "For the binding of different concentrations of CA-II anhydrase in solution (1) the binding rate coefficient, k, exhibits a mild (equal to 0.435) order of dependence on the CA-II anhydrase concentration in solution, (2) the binding rate coefficient, k, exhibits close to a second (equal to 2.011) order of dependence on the fractal dimension, Df, that exists on the biosensor surface, and (3) the ratio of the binding rate coefficients, k2/k1, exhibits higher than a third (equal to 3.386) order of dependence on the ratio of fractal dimensions, Df2/Df1.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The relationships presented above are typical of the ones presented for the biomarkers for the other diseases analyzed and presented in this chapter. They provide a means by which these rate coefficients or affinities may be manipulated in desired directions in order to improve the different biosensor performance parameters. The more sensitive a biosensor is for a specific biomarker for a particular disease the earlier it may be detected. Needless to say the early detection of biomarkers for different diseases should lead to a better prognosis. Surely, as expected, there is considerable effort and resources being spent in this direction, and correctly so.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 11.1a: Binding and Dissociation Rate Coefficients for Interferon (IFN)-Gamma as a Function of (a) Aptamer Variants and (b) Inclusion of Spacer in Addition to Biotin (BS) (Tuleuova et al., 2010)\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 11.1b: Fractal Dimensions for the Binding and the Dissociation Phases for Interferon (IFN)-gamma as a Function of (a) Aptamer Variants and (b) Inclusion of Spacer in Addition to Biotin (BS) (Tuleuova et al., 2010)\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 11.2a: Binding Rate Coefficients for (a) GST-N Protein in PBS and (b) GST-N Protein in 10-Fold Diluted Human Serum to an LSPCF Fiber-Optic Biosensor (Huang et al., 2009)\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 11.2b: Fractal Dimensions in the Binding Phase for (a) GST-N Protein in PBS and (b) GST-N Protein in 10-Fold Diluted Human Serum to an LSPCF Fiber-Optic Biosensor (Huang et al., 2009)\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 11.3a: Binding and Dissociation Rate Coefficients for (a) Cytochrome c Mutant to a Superoxide Biosensor (Wegerich et al., 2009) and (b) Binding of Carbonic Anhydrase-II (CA-II) to a 4-(2-Aminoethyl)-Benzene Sulfonamide (ABS) Ligand on an Surface Plasmon Resonance (SPR) Biosensor Surface (Williams et al., 2009)\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 11.3b: Fractal Dimensions for the Binding and the Dissociation Phases for (a) Cytochrome c Mutant to a Superoxide Biosensor (Wegerich et al., 2009), and (b) Binding of Carbonic Anhydrase-II (CA-II) to a 4-(2-Aminoethyl)-Benzene Sulfonamide (ABS) Ligand on an (Surface Plasmon Resonance) SPR Biosensor Surface (Williams et al., 2009)\n",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 11.4a: Binding and Dissociation Rate Coefficients for Glycerol Secretion from (a) Differentiated (Murine 3T3-L1) Adipocytes to a Microfluidic Platform for Fluorescence-Based Enzyme Assay and (b) Influence of Isoproterenol on Online Enzyme Assay for Glycerol (Clark et al., 2010)\n",
            "type": "table"
        },
        "TABREF7": {
            "text": "Table 11.4b: Fractal Dimensions for the Binding and the Dissociation Phases for Glycerol Secretion from (a) Differentiated (Murine 3T3-L1) Adipocytes to a Microfluidic Platform for Fluorescence-Based Enzyme Assay and (b) Influence of Isoproterenol on Online Enzyme Assay for Glycerol (Clark et al., 2010)\n",
            "type": "table"
        },
        "TABREF8": {
            "text": "Table 11.5a: Binding and Dissociation Rate Coefficients for Different Concentrations of C-Reactive Protein (CRP) in Solution to a Sandwich-Type Assay Using a Label-free Detection Method, RIfS (Reflectometric Interference Spectroscopy) (Albrecht et al., 2010)\n",
            "type": "table"
        },
        "TABREF9": {
            "text": "Table 11.5b: Fractal Dimensions for the Binding and the Dissociation Phases for Different Concentrations of C-Reactive Protein (CRP) in Solution to a Sandwich Type Assay Using a Label-Free Detection Method, RIfS (Reflectometric Interference Spectroscopy) (Albrecht et al., 2010)\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 11.1: Binding and dissociation of IFN-gamma in solution to different aptamer beacon modifications for fluorescence resonance energy transfer (FRET) and immobilized on an avidin-coated surface (Tuleuova et al., 2010): (a) B∗; (b) 3′BS, and (c) 5′BS.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 11.2: (a) Increase in the binding rate coefficient, k, with an increase in the fractal dimension, Df, for a single-fractal analysis. (b) Increase in the affinity, K (=k/kd), with an increase in the fractal dimension ratio, Df/Dfd, for a single-fractal analysis.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 11.3: Binding and dissociation of (interferon) IFN-gamma in solution to aptamer-B (Tuleuova et al., 2010): (a) Aptamer  + BS; (b) aptamer + BS + spacer.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 11.4: Binding of 1000 pg/ml GST-N protein in PBS to an LSPCF (localized surface plasmon coupled fluorescence) biosensor (Huang et al., 2009).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 11.5: Binding of different concentrations of GST-N (in picomoles per milliliter) in 10-fold diluted human serum (Huang et al., 2009): (a) 1000; (b) 100; (c) 10.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 11.6: Binding of a cytochrome c mutant to an amperometric superoxide biosensor (Wegerich et al., 2009).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 11.7: Binding of different concentrations (in micromoles) of carbonic anhydrase-II (CA-II) analyte in solution to immobilized 4-(2-aminoethyl)-benzene sulfonamide (ABS) using signal-locking surface plasmon resonance (Williams et al., 2010): (a) 2.3; (b) 5.3; (c) 11.0.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 11.8: (a) Increase in the binding rate coefficient, for a dual-fractal analysis with an increase in the carbonic anhydrase II (CA-II) concentration (in micromoles) in solution. (b) Increase in the fractal dimension, Df, with an increase in the carbonic anhydrase-II (CA-II) concentration (CA-II) (in micromoles) in solution. (c) Increase in the binding rate coefficient, k2, with an increase in the fractal dimension, Df2. (d) Increase in the binding rate coefficient ratio, k2/k1, with an increase in the fractal dimension ratio, Df2/Df1. (e) Increase in the fractal dimension ratio, Df2/Df1, with an increase in the carbonic anhydrase-II (CA-II) concentration (in micromoles) in solution.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 11.9: (a) Binding and dissociation of 50 μM glycerol secreted from differentiated (murine 3T3-L1) adipocytes to a microfluidic platform (Clark et al., 2010): (b) same as in; (a) but isoproterenol added.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Figure 11.10: Binding of different concentrations in 10−8 M of C-reactive protein (CRP) to a new sandwich assay design using a label-free detection method RIfS (reflectometric interference spectroscopy) (Albrecht et al., 2010): (a) 5.45 × 10−8; (b) 4.36 × 10−8; (c) 2.18 × 10−8.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Figure 11.11: (a) Decrease in the binding rate coefficient, k2, with an increase in the CRP concentration in solution. (b) Increase in the binding rate coefficient, k2, with an increase in the fractal dimension, Df2. (c) Decrease in the fractal dimension, Df2, with an increase in the CRP concentration in solution. (d) Decrease in the dissociation rate coefficient, kd, with an increase in the CRP concentration in solution. (e) Increase in the dissociation rate coefficient, kd, with an increase in the fractal dimension for dissociation, Dfd. (f) Decrease in the affinity, K2 (=k2/kd), with an increase in the fractal dimension ratio, Df2/Dfd. (g) Increase in the dissociation rate coefficient, kd with an increase in the fractal dimension, Dfd. (h) Decrease in the affinity, K2 with an increase in Df2/Dfd.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Alzheimer's: a new theory",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Agnvall",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "American Association of Retired Persons Bulletin",
            "volume": "51",
            "issn": "7",
            "pages": "10-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Polypeptide conjugate binders for protein recognition",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Baltzer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Creative Chemical Sensor Systems",
            "volume": "277",
            "issn": "",
            "pages": "89-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Benhahib",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Stocktoin",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Mathies",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annual American Chemical Engineers meeting, Salt Lake City",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Boehm",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Klamp",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Groot",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annual Reviews in Immunology",
            "volume": "15",
            "issn": "",
            "pages": "749-795",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Bilora",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Campagnolo",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Rinaldi",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Rossaro",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Arzenton",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Petrobvelli F",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Angiology",
            "volume": "59",
            "issn": "",
            "pages": "717-720",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Buttemeyer",
                    "suffix": ""
                },
                {
                    "first": "A.W.",
                    "middle": [],
                    "last": "Phillip",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Mall",
                    "suffix": ""
                },
                {
                    "first": "B.X.",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "F.W.",
                    "middle": [],
                    "last": "Scheller",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Lisdat",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Microsurgery",
            "volume": "22",
            "issn": "",
            "pages": "108-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Klauke",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Sedgwick",
                    "suffix": ""
                },
                {
                    "first": "G.L.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Cooper",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lab Chip",
            "volume": "6",
            "issn": "",
            "pages": "1424-1431",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Chase",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "2009 IEEE l5,th international Mixed Signals, Sensors and Systems, Test Workshop, Scottsdale, Arizona",
            "volume": "",
            "issn": "",
            "pages": "1-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Continuous flow enzyme assay on a microfluidic chip for monitoring glycerol secretion from cultured adipocytes",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Jennings",
                    "suffix": ""
                },
                {
                    "first": "O.A.",
                    "middle": [],
                    "last": "MacDougald",
                    "suffix": ""
                },
                {
                    "first": "R.T.",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Analytical Chemistry",
            "volume": "82",
            "issn": "",
            "pages": "6025-6031",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Colburn",
                    "suffix": ""
                },
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Keefe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Diffusion in disordered media",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Ben-Avraham",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Advances in Physics",
            "volume": "36",
            "issn": "",
            "pages": "695-798",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "A single-fractal analysis of cellular analyte-receptor binding kinetics using biosensors",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ramakrishnan",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sadana",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Biosystems",
            "volume": "59",
            "issn": "",
            "pages": "35-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "A fractal analysis for the evaluation of hybridization kinetics in biosensors",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sadana",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Colloid and Interface Science",
            "volume": "151",
            "issn": "1",
            "pages": "166-177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sadana",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Cornberg",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Protzer",
                    "suffix": ""
                },
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Dollinger",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Wedemeyer",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Berg",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Jilg",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Manns",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Viral Hepatitlis",
            "volume": "15",
            "issn": "",
            "pages": "1-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Alavian",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Fallantian",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Hepatitis Monthly",
            "volume": "8",
            "issn": "",
            "pages": "51-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Cropek",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Banta",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annual American Chemical Engineers Meeting, Salt Lake City",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Genetic variation, C-reactive protein levels, and incidence of diabetes",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Dehghan",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Kardys",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "De Maat",
                    "suffix": ""
                },
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Uitterlinden",
                    "suffix": ""
                },
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Sijbrands",
                    "suffix": ""
                },
                {
                    "first": "A.H.",
                    "middle": [],
                    "last": "Bootsma",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Stijnen",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Hoffman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Diabetes",
            "volume": "56",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Development of a high sensitivity rapid sandwich ELISA procedure and its comparison with the conventional approach",
            "authors": [
                {
                    "first": "C.K.",
                    "middle": [],
                    "last": "Dixit",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Vashist",
                    "suffix": ""
                },
                {
                    "first": "F.T.",
                    "middle": [],
                    "last": "O'Neill",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "O'Reilly",
                    "suffix": ""
                },
                {
                    "first": "B.D.",
                    "middle": [],
                    "last": "MacCraith",
                    "suffix": ""
                },
                {
                    "first": "R.O.",
                    "middle": [],
                    "last": "O'kennedy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Analytical Chemistry",
            "volume": "82",
            "issn": "",
            "pages": "7049-7062",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Three-dimensional structure of recombinant human interferon-gamma",
            "authors": [
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Ealick",
                    "suffix": ""
                },
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Cook",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Vijay-Kumar",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Science",
            "volume": "252",
            "issn": "",
            "pages": "698-702",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "El-Ail",
                    "suffix": ""
                },
                {
                    "first": "P.K.",
                    "middle": [],
                    "last": "Sorger",
                    "suffix": ""
                },
                {
                    "first": "K.F.",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nature",
            "volume": "442",
            "issn": "",
            "pages": "403-411",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Ellington",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Szostak",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Nature",
            "volume": "346",
            "issn": "",
            "pages": "818-822",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Multifunctional Au nanoparticle dendrimer-based surface plasmon resonance biosensor and its application for improved insulin detection",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Frasconi",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Tortollni",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Botre",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Mazzel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Analytical Chemistry",
            "volume": "82",
            "issn": "",
            "pages": "7335-7342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Frow",
                    "suffix": ""
                },
                {
                    "first": "A.O.",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "European Journal of Biochemistry",
            "volume": "172",
            "issn": "",
            "pages": "261-269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Getty",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Corkey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Diabetes",
            "volume": "54",
            "issn": "",
            "pages": "629-637",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A new assay design for clinical diagnostics based on alternate recognition elements",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Albrecht",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Fechner",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Honcharenko",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Baltzer",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gauglitz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biosensors & Bloelectronics",
            "volume": "25",
            "issn": "",
            "pages": "2302-2308",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Getty-Kaushik",
                    "suffix": ""
                },
                {
                    "first": "A.M.T.",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "B.E.",
                    "middle": [],
                    "last": "Corkey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Diabetes",
            "volume": "54",
            "issn": "",
            "pages": "629-637",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Getty-Kaushik",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                },
                {
                    "first": "B.E.",
                    "middle": [],
                    "last": "Corkey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Obesity Research",
            "volume": "13",
            "issn": "",
            "pages": "2058-2065",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Gitlin",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clinical Chemsitry",
            "volume": "43",
            "issn": "",
            "pages": "1500-1506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Multifunctional dendrimer-templated antibody presentation on biosensor surfaces for improved biomarker detection",
            "authors": [
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "M.K.",
                    "middle": [],
                    "last": "Rangaramanujam",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Mao",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Kusanovic",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Plastics Engineering",
            "volume": "20",
            "issn": "3",
            "pages": "408-421",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Hinnen",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Niki",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Electroanalytical Chemistry",
            "volume": "147",
            "issn": "",
            "pages": "329-337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Hirt",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Tuleki",
                    "suffix": ""
                },
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Oratsinis",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annual American Institute of Chemical Engineers Meeting, Salt Lake City",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Detection of severe acute respiratory syndrome (SARS) coronavirus nucleocapsid protein in human serum using a localized surface plasmon coupled fluorescence fiber-optic biosensors",
            "authors": [
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y.F.",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L.C.",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y.M.A.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chou",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Biosensors & Bioelectronics",
            "volume": "25",
            "issn": "",
            "pages": "320-325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Reverse-phase versus sandwich antibody microarray, technical comparison from a clinical perspective",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Jaras",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ressine",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Nilsson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Malm",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Marko-Varga",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Lilja",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Laurell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Analytical Chemistry",
            "volume": "79",
            "issn": "15",
            "pages": "5817-5825",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Jayasena",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clinical Chemistry",
            "volume": "458",
            "issn": "",
            "pages": "1628-1650",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Validation of analytic methods for biomarkers used in drug development",
            "authors": [],
            "year": null,
            "venue": "Clinical Cancer Research",
            "volume": "14",
            "issn": "",
            "pages": "5967-5976",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [
                {
                    "first": "A.C.J.N.",
                    "middle": [],
                    "last": "Karlsson",
                    "suffix": ""
                },
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Younger",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bredt",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Epling",
                    "suffix": ""
                },
                {
                    "first": "A.V.",
                    "middle": [],
                    "last": "Ronquillo",
                    "suffix": ""
                },
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Deeks",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "McCune",
                    "suffix": ""
                },
                {
                    "first": "D.F.",
                    "middle": [],
                    "last": "Nixon",
                    "suffix": ""
                },
                {
                    "first": "A.E.",
                    "middle": [],
                    "last": "Sinclair",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Immunological Methods",
            "volume": "283",
            "issn": "",
            "pages": "141-153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "Y.C.",
                    "middle": [],
                    "last": "Toh",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Voldman",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lab Chip",
            "volume": "7",
            "issn": "",
            "pages": "681-694",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Kinke",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "2010 Annual American Institute of Chemical Engineers meeting, Salt Lake City",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "LaRia",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Lisdat",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Encyclopedia of Sensors",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [
                {
                    "first": "A.Y.",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L.P.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lab Chip",
            "volume": "6",
            "issn": "",
            "pages": "1510-1515",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Biogenic nanoporous silica-based sensor for enhanced electrochemical detection of cardiovascular biomarker proteins",
            "authors": [
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Kunduru",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bothara",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Rege",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                },
                {
                    "first": "B.L.",
                    "middle": [],
                    "last": "Ramakrishna",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biosensors & Bioelectronics",
            "volume": "25",
            "issn": "10",
            "pages": "2336-2342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Narrative reviews: assessment of C-reactive protein in risk prediction for cardiovascular disease",
            "authors": [
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Lloyd-Jones",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Tran",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Greenland",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annals of Internal Medicine",
            "volume": "145",
            "issn": "1",
            "pages": "35-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Luzi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Minunni",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Tombelli",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mascini",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "True Trends in Analytical Chemistry",
            "volume": "22",
            "issn": "",
            "pages": "810-818",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "The demonstration of the immunochemical biomarkers in methyl methacrylate-embedded plucked human hair follicle",
            "authors": [],
            "year": null,
            "venue": "Toxicological and Pathology",
            "volume": "35",
            "issn": "",
            "pages": "962-967",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Biosensors for biomarkers in medical diagnostics",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mancini",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Tombelli",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biomarkers",
            "volume": "13",
            "issn": "7",
            "pages": "637-657",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Meyvantsson",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Beebe",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Annual Reviews of Analytical Chemistry",
            "volume": "1",
            "issn": "",
            "pages": "423-449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [
                {
                    "first": "V.J.",
                    "middle": [],
                    "last": "Nagaraj",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Athal",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Eaton",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bothara",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Wiktor",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Prasad",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nanomedicine (london)",
            "volume": "5",
            "issn": "3",
            "pages": "369-378",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Nahir",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Ciark",
                    "suffix": ""
                },
                {
                    "first": "E.F.",
                    "middle": [],
                    "last": "Bowden",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Analytical Chemistry",
            "volume": "66",
            "issn": "",
            "pages": "2595-2598",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Nutiu",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Methods",
            "volume": "37",
            "issn": "",
            "pages": "16-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Carboni anhydrase II, A novel biomarker for gastrointestinal stomal tumors",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Parkkila",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Casota",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Fletcher",
                    "suffix": ""
                },
                {
                    "first": "W.B.",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Kivela",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Nuorva",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Parkkila",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ollikainen",
                    "suffix": ""
                },
                {
                    "first": "W.S.",
                    "middle": [],
                    "last": "Sly",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Waheed",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Pastorekova",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Isole",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Miettinin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Modern Pathology",
            "volume": "23",
            "issn": "",
            "pages": "743-750",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Panteleo",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Koup",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature Medicine",
            "volume": "10",
            "issn": "",
            "pages": "806-810",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "A biomarker concenpt for assessment of insulin resistance, beta-cell function and chronic systemic inflammation in type 2 diabetes mellitus",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Pfutzner",
                    "suffix": ""
                },
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Forst",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clinical Laboratory",
            "volume": "54",
            "issn": "11-12",
            "pages": "485-490",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Pilarik",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bochkoa",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Homola",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annual American Institute of Chemical Engineers Meeting, Salt Lake City",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Transcriptional analysis of an E2F gene signature as a biomarker of activity of the cyclin-dependent kinase inhibitor PHA-793887 in tumor and skin biopsies from a phase I clinical study",
            "authors": [],
            "year": null,
            "venue": "Molecular Cancer Therapeutics",
            "volume": "9",
            "issn": "",
            "pages": "1265-1273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "C-reactive protein, interleukin 6, and risk of developing type 2 diabetes mellitus",
            "authors": [
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Pradhan",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Manson",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Rifai",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Buring",
                    "suffix": ""
                },
                {
                    "first": "P.M.",
                    "middle": [],
                    "last": "Ridker",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of the American Medical Association",
            "volume": "286",
            "issn": "3",
            "pages": "327-334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Prieto-Simon",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Cortina",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Campas",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Calas-Blanchard",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Sensors & Actuators",
            "volume": "129",
            "issn": "",
            "pages": "458-466",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Scheller",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ehrentreich-Forster",
                    "suffix": ""
                },
                {
                    "first": "B.X.",
                    "middle": [],
                    "last": "Ge",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Lisdat",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Butmeyer",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Wolienberger",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Scheller",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Electroanalysis",
            "volume": "11",
            "issn": "",
            "pages": "703-706",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Point-of-eare biosensor system for cancer diagnostics/prognostics",
            "authors": [
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Sofer",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ellington",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Frazier",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Garcla-Manero",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Gau",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Gutman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biosensors & Bioelectronics",
            "volume": "21",
            "issn": "10",
            "pages": "1932-1942",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Simultaneous determination of five-type hepatitis virus antigens in 5 min using an integrated automatic electrochemuical immunosensor array",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Su",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "ren",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Biosensors & Bioelectronics",
            "volume": "25",
            "issn": "",
            "pages": "1658-1662",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "",
            "authors": [
                {
                    "first": "D.P.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Chai",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clinical Chemistry",
            "volume": "53",
            "issn": "",
            "pages": "1323-1329",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Taniguchi",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Toyosawa",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yamaguchi",
                    "suffix": ""
                },
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Yasukouchi",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Electroanalytical Chemistry",
            "volume": "140",
            "issn": "",
            "pages": "187-193",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Observation of an unexpected third receptor molecule in the crystal structure of human interferon-gamma receptor complex",
            "authors": [
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "M.H.",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "R.L.",
                    "middle": [],
                    "last": "Walter",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "D'Arcy",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chene",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Fountoulakis",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Garoth",
                    "suffix": ""
                },
                {
                    "first": "F.K.",
                    "middle": [],
                    "last": "Winkler",
                    "suffix": ""
                },
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Ealick",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Strucure",
            "volume": "8",
            "issn": "9",
            "pages": "927-936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "The physiological structure of human C-reactive protein and its complex with phosphocholine",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Pepys",
                    "suffix": ""
                },
                {
                    "first": "S.P.",
                    "middle": [],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Stucture",
            "volume": "7",
            "issn": "2",
            "pages": "169-1177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Development of an aptamer beacon for detection of interferon-gamma",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Tuleuova",
                    "suffix": ""
                },
                {
                    "first": "C.N.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ramanculov",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yokobayashi",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Revzin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Analytical Chemistry",
            "volume": "32",
            "issn": "",
            "pages": "1851-1857",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Apte",
                    "suffix": ""
                },
                {
                    "first": "E.R.",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Annual American Chemical Engineers Meeting, Salt Lake City",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Urata",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Nomura",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Wada",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Akagi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biochemical and Biophysical Research Communications",
            "volume": "360",
            "issn": "",
            "pages": "459-463",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "",
            "authors": [
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Urbanski",
                    "suffix": ""
                },
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D.D.",
                    "middle": [],
                    "last": "Craig",
                    "suffix": ""
                },
                {
                    "first": "D.I.",
                    "middle": [],
                    "last": "Potter",
                    "suffix": ""
                },
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Thorsen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Analytical Chemistry",
            "volume": "80",
            "issn": "",
            "pages": "6500-6507",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Valko",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Leibritz",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Moncol",
                    "suffix": ""
                },
                {
                    "first": "M.T.D.",
                    "middle": [],
                    "last": "Cronin",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mazur",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Terser",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "International Journal of Biochemistry and Cellular Biology",
            "volume": "39",
            "issn": "",
            "pages": "44-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Valko",
                    "suffix": ""
                },
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Rhodes",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Moncol",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ozakovic",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mazur",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chemical-Biological Interactions",
            "volume": "160",
            "issn": "",
            "pages": "1-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Electrochemical biosensors; towards point-of care cancer diagnostics",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Biosensors and Bioelectronics",
            "volume": "21",
            "issn": "10",
            "pages": "1887-1892",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Cytochrome c mutants for superoxide biosensors",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Wegerich",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Turano",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Allegrozzi",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Mohwald",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Lisdat",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Analytical Chemistry",
            "volume": "61",
            "issn": "",
            "pages": "2976-2984",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Low noise detection of biomolecular interactions with signal locking surface plasmon resonance",
            "authors": [
                {
                    "first": "L.D.",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Mastrangelo",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Analytical Chemistry",
            "volume": "62",
            "issn": "",
            "pages": "6025-6031",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Zhai",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Ju",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clinical Chemistry",
            "volume": "53",
            "issn": "",
            "pages": "1495-1602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sahin",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Banta",
                    "suffix": ""
                },
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "West",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Cropek",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "2010 Annual American Chemical Engineers Meeting, Salt Lake City, Italy, Paper 203c",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Multichannel capillary electrophoresis microdevice and instrumentation for in situ planetary analysis of organic molecules and biomarkers",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Benhabib",
                    "suffix": ""
                },
                {
                    "first": "T.N.",
                    "middle": [],
                    "last": "Chiesl",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Stockton",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Mathies",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Analytical Chemistry",
            "volume": "82",
            "issn": "b",
            "pages": "2372-2379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "",
            "authors": [
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Babendure",
                    "suffix": ""
                },
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "R.Y.",
                    "middle": [],
                    "last": "Tsien",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of the American Chemical Society",
            "volume": "125",
            "issn": "",
            "pages": "14716-14717",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Analytical Chemistry",
            "volume": "81",
            "issn": "",
            "pages": "2144-2149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Analysis of the role of interferon-gamma, interleukin 2 and a third factor distinct from interferon- gamma and interleukin 2 in human B cell proliferation. Evidence that they act at different times after B cell activation",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Romagnani",
                    "suffix": ""
                },
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Giudizi",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Almerigogna",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Biagiotti",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Alessi",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Mingari",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Moretta",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ricci",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "European Journal of Immunology",
            "volume": "16",
            "issn": "6",
            "pages": "623-629",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "SARS associated coronavirus transmitted from Human to Pig",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerging Infectious Diseases",
            "volume": "11",
            "issn": "",
            "pages": "446-448",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Bioavailability and bioequivalence average population and/or individual",
            "authors": [
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Colburn",
                    "suffix": ""
                },
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Keefe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Journal of Clinical Pharmacology",
            "volume": "40",
            "issn": "6",
            "pages": "559-560",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Low noise detection of biomolecular interactions with signal-locking surface plasmon resonance",
            "authors": [
                {
                    "first": "L.D.",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Mastrangelo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Physical Chemistry B",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Continuous-flow enzyme assay on a microfluidic chip for monitoring glycerol secretion from cultured adipocytes",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Sousa",
                    "suffix": ""
                },
                {
                    "first": "R.T.",
                    "middle": [],
                    "last": "Kennedy",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Analytical Chemistry",
            "volume": "81",
            "issn": "6",
            "pages": "2350-2356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "Glucose dependent Insulinotropic polypeptide modulates adipocyte Lipolysis and Reesterfication",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Getty-Kaushik",
                    "suffix": ""
                },
                {
                    "first": "D.H.",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Boylan",
                    "suffix": ""
                },
                {
                    "first": "B.E.",
                    "middle": [],
                    "last": "Corkey",
                    "suffix": ""
                },
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Obesity",
            "volume": "14",
            "issn": "7",
            "pages": "1124-1131",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "High-throughput gene sequencing assay development for hereditary non-polyposis cancer",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Strom",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Bender",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Clinical Colorectal Cancer",
            "volume": "4",
            "issn": "4",
            "pages": "275-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kirby",
                    "suffix": ""
                },
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Cho",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Gehrke",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Bayer",
                    "suffix": ""
                },
                {
                    "first": "Y.S.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "D.P.",
                    "middle": [],
                    "last": "Neikirk",
                    "suffix": ""
                },
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "McDevitt",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Ellington",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Analytical Chemistry",
            "volume": "76",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Balamurugan",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Obubuafo",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Sofer",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Spivak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Analytical and Bioanalytical Chemistry",
            "volume": "390",
            "issn": "",
            "pages": "1009-1021",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "",
            "authors": [
                {
                    "first": "X.Y.",
                    "middle": [],
                    "last": "Che",
                    "suffix": ""
                },
                {
                    "first": "L.W.",
                    "middle": [],
                    "last": "Qui",
                    "suffix": ""
                },
                {
                    "first": "Y.X.",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Clinical Microbiology",
            "volume": "42",
            "issn": "",
            "pages": "549-553",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "",
            "authors": [
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "H.P.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z.Z.",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Biosensors & Bioelectronics",
            "volume": "23",
            "issn": "",
            "pages": "1666-1673",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "H.W.",
                    "middle": [],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "2200-2203",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "",
            "authors": [
                {
                    "first": "R.A.M.",
                    "middle": [],
                    "last": "Foucher",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Fujimoto",
                    "suffix": ""
                },
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Journal of Clinical Microbiology",
            "volume": "46",
            "issn": "",
            "pages": "302-310",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Manso",
                    "suffix": ""
                },
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Mena",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Yanez-Sedeno",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Analytical Biochemistry",
            "volume": "375",
            "issn": "",
            "pages": "345-353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "",
            "authors": [
                {
                    "first": "W.K.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "S.Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "I.J.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "1213-1219",
            "other_ids": {
                "DOI": []
            }
        }
    }
}