{
    "paper_id": "PMC7168561",
    "metadata": {
        "title": "Respiratory viruses identified in western Canadian beef cattle by metagenomic sequencing and their association with bovine respiratory disease",
        "authors": [
            {
                "first": "Maodong",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Janet",
                "middle": [
                    "E."
                ],
                "last": "Hill",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Champika",
                "middle": [],
                "last": "Fernando",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Trevor",
                "middle": [
                    "W."
                ],
                "last": "Alexander",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Edouard",
                "middle": [],
                "last": "Timsit",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Frank",
                "middle": [],
                "last": "van der Meer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yanyun",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": "yanyun.huang@usask.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bovine respiratory disease (BRD) is one of the most costly and commonly diagnosed diseases in the beef industry. The disease results in economic losses from morbidity, mortality, cost of therapy and reduced performance (Fulton, 2009; Griffin, 1997). Approximately, 75% of the morbidity and 50% of the mortality in feedlots in United States is caused by BRD (Edwards, 2010). In Canada, over 80% of the vaccines licensed for cattle are applied for control and prevention of BRD (Bowland & Shewen, 2000; Edwards, 2010). Bovine respiratory disease is considered multifactorial, involving complex interactions between the animal, the pathogens and the environment, which poses significant challenges to its prevention and control (Murray et al., 2016). It is generally proposed that management practices such as shipping may compromise the immune system, and predispose the animals to viral and bacterial infections (Mosier, 2014). Viral infection can interfere with the immune system and damage the mucociliary escalator mechanism and lung parenchyma, which in turn facilitates translocation of bacteria and establishment of infection in the lower respiratory tract (Taylor, Fulton, Lehenbauer, Step, & Confer, 2010).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "To date, the following bacteria and viruses are considered as major BRD pathogens: Histophilus somni, Pasteurella multocida,\nMannheimia haemolytica, bovine herpesvirus 1 (BHV‐1), bovine viral diarrhoea virus (BVDV), bovine parainfluenza 3 virus (PI3V) and bovine respiratory syncytial virus (BRSV) (Fulton, 2009). Although vaccines for these pathogens are commercially available, mass medication with antimicrobial on arrival at the feedlot (also known as metaphylaxis in North America) is still needed for effective prevention, which raises major public health concerns regarding antimicrobial usage and resistance (Bowland & Shewen, 2000; Ellis, 2009; Hilton, 2014; Timsit et al., 2017). Furthermore, despite aggressive use of antibiotics and vaccines, BRD morbidity and mortality rates among feedlot cattle have remained steady (Hilton, 2014).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "High throughput sequencing (HTS) has recently been applied to identify viruses in specimens from humans and animals (Parker & Chen, 2017; Shan et al., 2011). A metagenomic study in BRD cases in dairy calves in the USA demonstrated the association of this disease with the presence of bovine adenovirus 3 (BAdV3) and influenza D virus (IDV) in nasopharyngeal and pharyngeal swabs (Ng et al., 2015). Results of another US study suggested IDV as a potential aetiologic agent for BRD after metagenomic sequencing of nasal swabs from Mexican and American steers (Mitra, Cernicchiaro, Torres, Li, & Hause, 2016). Neither of the above studies, however, included samples from the lower respiratory tract to determine whether the viruses identified in the nasal tract are representative of the entire respiratory tract virome.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The objective of this study was to use metagenomic sequencing to characterize and compare the upper and lower respiratory tract viromes of Canadian feedlot cattle, with or without BRD.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The study design and sample collection were described previously (Timsit, Workentine, Meer, & Alexander, 2018). Cattle with BRD (n = 58) and control cattle (n = 58) were enrolled in this study. These cattle were from four different feedlots in Southern Alberta, Canada. Samples were collected from November 2015 to January 2016. On arrival, all cattle were vaccinated with modified live vaccines against IBR, BVDV types I and II, BPIV3 and BRSV (Pyramid FP 5 + Presponse SQ, Boehringer Ingelheim, Burlington, ON, Canada). The vaccination was repeated 30 days later. Experienced pen‐checkers and veterinarians observed cattle daily for signs of respiratory disease and collected the samples after the animals arrived at the feedlots. Cattle with at least one BRD sign (depression, nasal and ocular discharge, cough or dyspnea), a rectal temperature ≥ 40°C, abnormal lung sounds, a serum haptoglobin concentration ≥0.25 g/L and no prior treatment against BRD or other diseases were enrolled as cases. Cattle without any of the above‐mentioned signs were defined as control. Deep nasal swab (DNS) and trans‐tracheal aspirates (TTA) were collected from these animals (Timsit et al., 2013, 2018). Control steers were removed from the study if they became sick within 30 days of enrolment.",
            "cite_spans": [],
            "section": "Sample collection ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "This study was conducted in strict accordance with the recommendations of the Canadian Council of Animal Care (Olfert et al., 1993). The research protocol was reviewed and approved by the University of Calgary Veterinary Sciences Animal Care Committee (AC15‐0109).",
            "cite_spans": [],
            "section": "Sample collection ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Swabs and tracheal washes were centrifuged at 13,000 g for 5 min. A subsample of supernatant (160 µl) from each sample and negative control (molecular biology grade water) was incubated with 20 µl of TURBO DNase buffer and 24 units of DNase (Life Technologies, USA) and 20 units of RNase ONE Ribonuclease (Promega) at 37°C for 90 min to remove host nucleic acids. Viral nucleic acids were then extracted using a viral nucleic acid purification kit (QIAamp MinElute virus spin kit, Qiagen, CA, USA) according to the manufacturer's instructions, and eluted with 30 µl nuclease‐free water. Reverse transcription was performed with primer FR26RV‐N (5´‐GCC GGA GCT CTG CAG ATA TCN NNN NN‐3´) (Allander et al., 2005), using a Superscript III First‐Strand synthesis kit (Life Technologies). Following termination of the reaction and digestion with RNase H, complementary strand synthesis was carried out using Sequenase DNA polymerase (Affymetrix, Ohio, USA). The resulting double‐stranded cDNA and DNA were selected and purified using NucleoMag NGS beads (Macherey‐Nagel Inc., Germany) with a volume ratio of 1:1, to remove all fragments less than 200 bases. Purified DNA was subsequently amplified using primer FR20RV (5´‐GCC GGA GCT CTG CAG ATA TC‐3´) (Allander et al., 2005). The randomly amplified DNA was subjected to NucleoMag NGS clean‐up and size selection (Macherey‐Nagel Inc., Germany). Quantification was performed using a Qubit 2.0 fluorometer (Invitrogen, Waldbronn, Germany) with the Qubit dsDNA BR assay kit (Invitrogen, Waldbronn, Germany) before proceeding to library preparation.",
            "cite_spans": [],
            "section": "Sample preparation ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "DNA (1 ng) from each individual sample used as input for library preparation using the Nextera XT library preparation kit (Illumina Inc., San Diego, CA, USA) according to the manufacturer's protocol. The fragmented DNA was amplified via a limited‐cycle PCR program to add index primers at both ends. NucleoMag NGS beads were used to purify and size‐select the library DNA. Undiluted library (1 µl) from each sample was analysed using an Agilent Technology 2,100 Bioanalyzer (Agilent Technologies, Santa Clara, CA, USA) to confirm the fragment size distribution of the library. Library normalization was performed according to the bead‐based normalization method to ensure equal library representation in the pooled samples. The pooled library (24 µl) was mixed with 576 µl hybridization buffer and heated for 2 min at 96°C. After the incubation, the library was transferred immediately to an ice bath for 5 min and then loaded into the MiSeq reagent cartridge and sequenced using an Miseq V2 500 cycle kit (Illumina Inc., San Diego, CA, USA).",
            "cite_spans": [],
            "section": "Library preparation and sequencing ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Demultiplexed raw data was trimmed for quality with Trimmomatic‐0.32 (Bolger, Lohse, & Usadel, 2014), using the following parameters: minimum length of 50 and Phred score of 20. Quality trimmed reads were mapped on to the Bos taurus reference genome (PRJNA33843, PRJNA32899) using Bowtie2 (Langmead and Salzberg, 2012) and unmapped reads were identified using samtools (Li et al., 2009). Unmapped reads were extracted from the original fastq files using cdbyank. De novo assembly of unmapped reads was performed for each sample using Trinity (Grabherr et al., 2011) with default parameters. Assembled contigs were aligned to the virus Reference Sequence (RefSeq) database (Brister, Ako‐Adjei, Bao, & Blinkova, 2015) using BLASTn. As an initial screen of contigs for virus‐like sequences, contigs yielding alignments of at least 100 base pairs in length with the expectation (e) values <10−3 were analysed further. Contig sequences from each sample that passed this initial screen were examined manually by BLASTx comparison to the Genbank non‐redundant protein sequence database to confirm the nucleotide sequence‐based identification and remove any contigs with spurious matches such as vector sequences. The total number of reads of each virus in each sample library corresponding to the assembled contigs was determined by Bowtie2 mapping of reads from each sample on to the assembled contig sequences. All original data files were submitted to Sequence Read Archive (SRA) database of the National Center for Biotechnology Information (NCBI) under the accession number SRP157955.",
            "cite_spans": [],
            "section": "Bioinformatic analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Associations between detection of viruses and BRD status were analysed by logistic regression using generalized linear mixed models (GLMM) in IBM SPSS Statistics (Version 25). Cattle BRD status was set as the dependent variable and the presence of different viruses and combination of different viruses were independent variables in various models. Home pens within feedlot were regarded as random effects. Individual cattle were defined as the experimental unit.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Agreement between nasal swabs and tracheal washes was determined by Cohen's Kappa statistic (Cohen, 1960). The strength of agreement for Kappa coefficient was interpreted as follows: values ≤0 = no agreement, 0.01–0.20 = slight, 0.21–0.40 = fair, 0.41–0.60 = moderate, 0.61–0.80 = substantial and 0.81–1 = almost perfect agreement (Landis & Koch, 1977).",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Statistical significance was defined as p < 0.05, and statistical trend as p < 0.1.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A total of 82.7 million reads were generated. After removing low‐quality reads and subtracting host‐derived reads, 33.6 million reads remained, including 9.6 million from nasal swabs and 24.0 million from tracheal washes. A total of 1.8 million high‐quality viral reads were obtained, accounting for 2.19% of the total reads generated. A total of 21 viruses were identified from the nasal swab and tracheal wash samples (Table 1 and Table S1). The largest contig assembled for each virus varied from 351 to 7,513 bases, which was mapped to different regions of the viral genomes (Table 1). When all the assembled contigs were considered, the genome coverage of each individual virus varied from as low as 2% (BPIV3) to virtually complete coverage (>99%, IDV). The number of reads mapping to each virus was correspondingly variable, ranging from minimally 11 to maximally 1,061,037 reads. No viruses were identified in negative controls. No statistical analyses were performed on the viruses identified in less than three cattle.",
            "cite_spans": [],
            "section": "Identification of viruses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 427,
                    "end": 428,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 586,
                    "end": 587,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "When different viruses alone were analysed as independent variables, influenza D virus (IDV), bovine rhinitis B virus (BRBV), bovine respiratory syncytial virus (BRSV) and bovine coronavirus (BCV) showed significant association with BRD (Table 2). There was a statistical trend between the presence of BRAV and BRD (Table 2). Furthermore, the presence of at least one of the following viruses ‐ IDV, BRAV, BRBV, BRSV and BCV – was used as a dichotomous variable for analysis and showed significant association with BRD (Table 3). Ungulate tetraparvovirus (UTPV1) and ungulate bocaparvovirus 6 (UBPV6) were the two most prevalent viruses identified in this study, but they were not positively associated with BRD. Other viruses identified in this study also lack positive associations with BRD (Table 2).",
            "cite_spans": [],
            "section": "Statistical analyses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 245,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 322,
                    "end": 323,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 526,
                    "end": 527,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 800,
                    "end": 801,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The agreements of the identification of viruses between nasal swabs and tracheal washes were generally slight to moderate. IDV, BRBV and BRAV were mainly identified in nasal swabs. In contrast, the majority of BRSV was identified in tracheal washes, while BCV was identified in both nasal and tracheal regions (Figure 1 and Table S1). BRBV and BRSV were present in all four feedlots and each feedlot had at least two of the five viruses described above that were associated with BRD (Figure 2).",
            "cite_spans": [],
            "section": "Statistical analyses ::: RESULTS",
            "ref_spans": [
                {
                    "start": 318,
                    "end": 319,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 491,
                    "end": 492,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In this study, some viruses that are not included in the current BRD vaccines were identified, furthermore, these viruses were significantly associated with the BRD.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "All the cattle in this experiment were vaccinated for bovine herpesvirus 1 (BHV1), bovine viral diarrhea virus 1 and 2 (BVDV1 and 2), BRSV and bovine parainfluenza virus 3 (BPIV3). BHV1 was not identified in any of the samples, while BVDV1 and BPIV3 were only identified in one and two samples, respectively. This may indicate that the efficacies of vaccines for BVDV, BHV1 and BPIV3 are generally satisfactory, or the level of exposure to these viruses in this population was low. In contrast, BRSV was detected in 17% of BRD cases and 2% of control cattle, with a significant group difference in the single variable analysis. The detected BRSV may be vaccine strains, but the data generated in this study was not sufficient to differentiate vaccine BRSV strains from field strains. On the other hand, regardless of the strains identified in this study, its association with BRD should not be simply overlooked.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There is increasing evidence that BCV is associated with BRD (Lathrop et al., 2000; Storz et al., 2000) and results of the current study provided support for this notion. BCV was significantly associated with BRD in this study in the single variable analysis (Table 2). The role of BCV in the pathogenesis of BRD is not well characterized. In an inoculation study, lung lesions were mild after BCV inoculation. However, degenerative changes were noted in the bronchi (Storz et al., 2000). Accordingly, it is possible that BCV affects the mucociliary clearance function of the upper respiratory tract and facilitate secondary bacterial infection (Storz et al., 2000).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 266,
                    "end": 267,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "To our knowledge, this is the first report of identification of IDV in western Canada. IDV was initially identified in swine in the United States, and then was found to be prevalent in cattle of the United States, Luxembourg, Ireland, France, Japan and China (Flynn et al., 2018; Mekata et al., 2018; Snoeck et al., 2018; Su, Fu, Li, Kerlin, & Veit, 2017). IDV may be an emerging pathogen in Canadian cattle; or, on the other hand, the lack of Canadian reports before may be due to the unavailability of a diagnostic assay. IDV was also recently identified in sheep and goats (Quast et al., 2015). Although there is evidence that IDV can infect humans, whether it can cause disease is unclear at this point and the risk of zoonosis is considered to be low (Su et al., 2017). Preliminary evidence showed that IDV could be potentially associated with BRD (Mitra et al., 2016; Ng et al., 2015), and our study provided additional evidence for the role of IDV in BRD as its detection was significantly associated with BRD in single variable analysis. In a previous study, IDV was transmitted efficiently through direct contact, causing mild respiratory signs and the virus can be detected in the lung of affected animals by PCR (Ferguson et al., 2016). However, in that same study, the lack of pulmonary lesions and negative immunohistochemical staining suggested that IDV might mainly act in the upper respiratory tract (Ferguson et al., 2016). An inactivated IDV vaccine was developed recently, providing partial protection in cattle from mild respiratory disease, which further supports an aetiological role for IDV in BRD (Hause et al., 2017). The samples of our study were paired nasal swabs and tracheal washes and the majority of positive IDV samples were nasal swabs, which again suggested IDV might mainly cause upper respiratory tract infection.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "BRAV and BRBV belong to genus Aphthovirus, family Picornaviridae (Hollister, Vagnozzi, Knowles, & Rieder, 2008). BRAV is composed of two serotypes, BRAV1 and BRAV2, while BRBV consists of one serotype, BRBV1. Both viruses are common in cattle in the United States (Hause, Collin, Anderson, Hesse, & Anderson, 2015). In this study, BRBV was significantly associated with BRD and there was a statistical trend of association between BRAV and BRD (Table 2). To the best of our knowledge, these two viruses have not previously been reported in Canada. The current data represent early evidence that these two viruses may play a role in BRD development. Further research is needed to verify the current data and study the mechanism by which BRAV and BRBV may be implicated in BRD development.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 451,
                    "end": 452,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Even though Enterovirus E (EVE) was found not to be significantly associated with BRD in our current study, a novel strain of EVE was detected in a recent report from cattle with severe respiratory and enteric disease (Zhu et al., 2014). However, the pathogenesis of EVE is not well understood at this point.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "This was the first report of influenza C virus (ICV) in Canadian cattle. Interestingly, the detections were from cattle without respiratory disease, which was inconsistent with the report from the United States that ICV was detected in cattle with respiratory disease (Zhang et al., 2018). Further investigation is needed to understand the impact of ICV infection in cattle.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In cattle, six species of parvovirus have been reported: ungulate bocaparvovirus 1 (UBPV1), bovine adeno‐associated virus (BAAV), ungulate erythroparvovirus 1 (UEPV1), ungulate tetraparvovirus 1 and 2 (UTPV1 and 2), and ungulate copiparvovirus 1 (UCPV1) (Cotmore et al., 2014). Four of these species (BAAV, UTPV1, UBPV6 and BPV2) were detected in this study. UTPV1, previously known as bovine hokovirus (Cotmore et al., 2014), was the most prevalent virus in our study, detected in 35.3% of the cattle tested. UBPV6, the second most prevalent virus, previously known as bovine parvovirus 1, was present in 23.5% of the total cattle. BAAV, UTPV1, UBPV6 and BPV2 have not been established as pathogenic agents related to respiratory diseases (Cibulski et al., 2016; Schmidt, Katano, Bossis, & Chiorini, 2004).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although individually, the prevalence of IDV, BRAV, BRBV, BCV and BRSV were not high across all cattle, 44% of the cattle were infected by at least one of these viruses. Presence of these viruses in the respiratory tract was shown to be significantly associated with BRD. This indicates that, not one single virus, but a group of viruses may be important for the development of BRD.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Also worth noting is that the agreements of detection between nasal swabs and tracheal washes were generally low. This may be an indication that virus populations differ in the various locations of the respiratory tract. These findings emphasize the diagnostic challenges of BRD, because the common practice is to test samples from only one location (almost always nasal swabs), which compromises the ability to obtain accurate diagnoses. On the other hand, it is not practical to collect tracheal washes for diagnostic purpose due to the laborious procedures. Therefore, caution should be taken when interpreting negative diagnostic results based on only one location of the respiratory tract.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Overall, our work did demonstrate that the upper and lower respiratory tract viromes of cattle with or without BRD are diverse and variable, and that samples from the upper respiratory tract may not be representative of the lower respiratory tract. Several viruses that are not currently targeted in diagnostic investigations of BRD, namely IDV, BRAV and BRBV, may play important roles in this clinical syndrome. Determination of their roles in BRD pathogenesis will require further studies, including inoculation experiments. Results of these studies could lead to improved diagnostic strategies and identification of targets for vaccine development to reduce BRD.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The authors declare no competing interest. This study was funded by the Agriculture Development Fund (ADF), Alberta Livestock and Meat Agency Ltd., and Genome Alberta. M.Z. is supported by a China Scholarship Council (CSC).",
            "cite_spans": [],
            "section": "CONFLICT OF INTEREST",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Viruses identified by metagenomics\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Prevalence of different viruses and their association with BRD\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Association between presence of at least one of the following five viruses and BRD\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: The number of cattle positive for viruses in nasal swab (n = 116) and tracheal washes (n = 116) with Kappa coefficient. The number of cattle positive for both regions is shown at the top. IDV: influenza D virus; BRBV: bovine rhinitis B virus, BRSV: bovine respiratory syncytial virus; BCV: bovine coronavirus; BRAV: bovine rhinitis A virus; BPV2: bovine parvovirus 2; BNV: bovine nidovirus; ICV: influenza C virus; BAV: bovine astrovirus; UTPV1: ungulate tetraparvovirus 1; UBPV6: ungulate bocaparvovirus 6; WUPyV: WU polyomavirus; EVE: enterovirus E; BAdV3: bovine adenovirus 3",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Percentages of cattle positive for IDV, BRBV, BRSV, BCV and BRAV in samples from each feedlot. IDV: influenza D virus; BRBV: bovine rhinitis B virus; BRSV: bovine respiratory syncytial virus; BCV: bovine coronavirus; BRAV: bovine rhinitis A virus",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Cloning of a human parvovirus by molecular screening of respiratory tract samples",
            "authors": [],
            "year": 2005,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "102",
            "issn": "",
            "pages": "12891-12896",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Trimmomatic: A flexible trimmer for Illumina sequence data",
            "authors": [],
            "year": 2014,
            "venue": "Bioinformatics (Oxford, England)",
            "volume": "30",
            "issn": "",
            "pages": "2114-2120",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btu170"
                ]
            }
        },
        "BIBREF2": {
            "title": "Bovine respiratory disease: Commercial vaccines currently available in Canada",
            "authors": [],
            "year": 2000,
            "venue": "The Canadian Veterinary Journal",
            "volume": "41",
            "issn": "",
            "pages": "33-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "NCBI viral genomes resource",
            "authors": [],
            "year": 2015,
            "venue": "Nucleic Acids Research",
            "volume": "43",
            "issn": "",
            "pages": "D571-577",
            "other_ids": {
                "DOI": [
                    "10.1093/nar/gku1207"
                ]
            }
        },
        "BIBREF4": {
            "title": "Ungulate copiparvovirus 1 (bovine parvovirus 2): Characterization of a new genotype and associated viremia in different bovine age groups",
            "authors": [],
            "year": 2016,
            "venue": "Virus Genes",
            "volume": "52",
            "issn": "",
            "pages": "134-137",
            "other_ids": {
                "DOI": [
                    "10.1007/s11262-015-1266-x"
                ]
            }
        },
        "BIBREF5": {
            "title": "A coefficient of agreement for nominal scales",
            "authors": [],
            "year": 1960,
            "venue": "Educational and Psychological Measurement",
            "volume": "20",
            "issn": "",
            "pages": "37-46",
            "other_ids": {
                "DOI": [
                    "10.1177/001316446002000104"
                ]
            }
        },
        "BIBREF6": {
            "title": "The family parvoviridae",
            "authors": [],
            "year": 2014,
            "venue": "Archives of Virology",
            "volume": "159",
            "issn": "",
            "pages": "1239-1247",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-013-1914-1"
                ]
            }
        },
        "BIBREF7": {
            "title": "Control methods for bovine respiratory disease for feedlot cattle",
            "authors": [],
            "year": 2010,
            "venue": "The Veterinary Clinics of North America Food Animal Practice",
            "volume": "26",
            "issn": "",
            "pages": "273-284",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cvfa.2010.03.005"
                ]
            }
        },
        "BIBREF8": {
            "title": "Update on viral pathogenesis in BRD",
            "authors": [],
            "year": 2009,
            "venue": "Animal Health Research Reviews",
            "volume": "10",
            "issn": "",
            "pages": "149-153",
            "other_ids": {
                "DOI": [
                    "10.1017/S146625230999020X"
                ]
            }
        },
        "BIBREF9": {
            "title": "Pathogenesis of influenza D virus in cattle",
            "authors": [],
            "year": 2016,
            "venue": "Journal of Virology",
            "volume": "90",
            "issn": "",
            "pages": "5636-5642",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.03122-15"
                ]
            }
        },
        "BIBREF10": {
            "title": "Influenza D virus in cattle, Ireland",
            "authors": [],
            "year": 2018,
            "venue": "Emerging Infectious Diseases",
            "volume": "24",
            "issn": "",
            "pages": "389-391",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2402.170759"
                ]
            }
        },
        "BIBREF11": {
            "title": "Bovine respiratory disease research (1983–2009)",
            "authors": [],
            "year": 2009,
            "venue": "Animal Health Research Reviews",
            "volume": "10",
            "issn": "",
            "pages": "131-139",
            "other_ids": {
                "DOI": [
                    "10.1017/S146625230999017X"
                ]
            }
        },
        "BIBREF12": {
            "title": "Economic impact associated with respiratory disease in beef cattle",
            "authors": [],
            "year": 1997,
            "venue": "The Veterinary Clinics of North America Food Animal Practice",
            "volume": "13",
            "issn": "",
            "pages": "367-377",
            "other_ids": {
                "DOI": [
                    "10.1016/s0749-0720(15)30302-9"
                ]
            }
        },
        "BIBREF13": {
            "title": "Bovine rhinitis viruses are common in U.S. cattle with bovine respiratory disease",
            "authors": [],
            "year": 2015,
            "venue": "PloS One",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0121998"
                ]
            }
        },
        "BIBREF14": {
            "title": "An inactivated influenza D virus vaccine partially protects cattle from respiratory disease caused by homologous challenge",
            "authors": [],
            "year": 2017,
            "venue": "Veterinary Microbiology",
            "volume": "199",
            "issn": "",
            "pages": "47-53",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2016.12.024"
                ]
            }
        },
        "BIBREF15": {
            "title": "BRD in 2014: Where have we been, where are we now, and where do we want to go?",
            "authors": [],
            "year": 2014,
            "venue": "Animal Health Research Reviews",
            "volume": "15",
            "issn": "",
            "pages": "120-122",
            "other_ids": {
                "DOI": [
                    "10.1017/S1466252314000115"
                ]
            }
        },
        "BIBREF16": {
            "title": "Molecular and phylogenetic analyses of bovine rhinovirus type 2 shows it is closely related to foot‐and‐mouth disease virus",
            "authors": [],
            "year": 2008,
            "venue": "Virology",
            "volume": "373",
            "issn": "",
            "pages": "411-425",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "The measurement of observer agreement for categorical data",
            "authors": [],
            "year": 1977,
            "venue": "Biometrics",
            "volume": "33",
            "issn": "",
            "pages": "159-174",
            "other_ids": {
                "DOI": [
                    "10.2307/2529310"
                ]
            }
        },
        "BIBREF18": {
            "title": "Association between infection of the respiratory tract attributable to bovine coronavirus and health and growth performance of cattle in feedlots",
            "authors": [],
            "year": 2000,
            "venue": "American Journal of Veterinary Research",
            "volume": "61",
            "issn": "",
            "pages": "1062-1066",
            "other_ids": {
                "DOI": [
                    "10.2460/ajvr.2000.61.1062"
                ]
            }
        },
        "BIBREF19": {
            "title": "The sequence alignment/map format and SAMtools",
            "authors": [],
            "year": 2009,
            "venue": "Bioinformatics",
            "volume": "25",
            "issn": "",
            "pages": "2078-2079",
            "other_ids": {
                "DOI": [
                    "10.1093/bioinformatics/btp352"
                ]
            }
        },
        "BIBREF20": {
            "title": "Molecular epidemiological survey and phylogenetic analysis of bovine influenza D virus in Japan",
            "authors": [],
            "year": 2018,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "65",
            "issn": "",
            "pages": "e355-e360",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12765"
                ]
            }
        },
        "BIBREF21": {
            "title": "Metagenomic characterization of the virome associated with bovine respiratory disease in feedlot cattle identified novel viruses and suggests an etiologic role for influenza D virus",
            "authors": [],
            "year": 2016,
            "venue": "The Journal of General Virology",
            "volume": "97",
            "issn": "",
            "pages": "1771-1784",
            "other_ids": {
                "DOI": [
                    "10.1099/jgv.0.000492"
                ]
            }
        },
        "BIBREF22": {
            "title": "Review of BRD pathogenesis: The old and the new",
            "authors": [],
            "year": 2014,
            "venue": "Animal Health Research Reviews",
            "volume": "15",
            "issn": "",
            "pages": "166-168",
            "other_ids": {
                "DOI": [
                    "10.1017/S1466252314000176"
                ]
            }
        },
        "BIBREF23": {
            "title": "Evolving views on bovine respiratory disease: An appraisal of selected key pathogens ‐ Part 1",
            "authors": [],
            "year": 2016,
            "venue": "Veterinary Journal",
            "volume": "217",
            "issn": "",
            "pages": "95-102",
            "other_ids": {
                "DOI": [
                    "10.1016/j.tvjl.2016.09.012"
                ]
            }
        },
        "BIBREF24": {
            "title": "A metagenomics and case‐control study to identify viruses associated with bovine respiratory disease",
            "authors": [],
            "year": 2015,
            "venue": "Journal of Virology",
            "volume": "89",
            "issn": "",
            "pages": "5340-5349",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00064-15"
                ]
            }
        },
        "BIBREF25": {
            "title": "Application of next generation sequencing for the detection of human viral pathogens in clinical specimens",
            "authors": [],
            "year": 2017,
            "venue": "Journal of Clinical Virology",
            "volume": "86",
            "issn": "",
            "pages": "20-26",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2016.11.010"
                ]
            }
        },
        "BIBREF26": {
            "title": "Serological evidence for the presence of influenza D virus in small ruminants",
            "authors": [],
            "year": 2015,
            "venue": "Veterinary Microbiology",
            "volume": "180",
            "issn": "",
            "pages": "281-285",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2015.09.005"
                ]
            }
        },
        "BIBREF27": {
            "title": "Cloning and characterization of a bovine adeno‐associated virus",
            "authors": [],
            "year": 2004,
            "venue": "Journal of Virology",
            "volume": "78",
            "issn": "",
            "pages": "6509-6516",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.78.12.6509-6516.2004"
                ]
            }
        },
        "BIBREF28": {
            "title": "The fecal virome of pigs on a high‐density farm",
            "authors": [],
            "year": 2011,
            "venue": "Journal of Virology",
            "volume": "85",
            "issn": "",
            "pages": "11697-11708",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.05217-11"
                ]
            }
        },
        "BIBREF29": {
            "title": "Influenza D virus circulation in cattle and swine, Luxembourg, 2012–2016",
            "authors": [],
            "year": 2018,
            "venue": "Emerging Infectious Diseases",
            "volume": "24",
            "issn": "",
            "pages": "1388-1389",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2407.171937"
                ]
            }
        },
        "BIBREF30": {
            "title": "Coronavirus and Pasteurella infections in bovine shipping fever pneumonia and Evans' criteria for causation",
            "authors": [],
            "year": 2000,
            "venue": "Journal of Clinical Microbiology",
            "volume": "38",
            "issn": "",
            "pages": "3291-3298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Novel influenza D virus: Epidemiology, pathology, evolution and biological characteristics",
            "authors": [],
            "year": 2017,
            "venue": "Virulence",
            "volume": "8",
            "issn": "",
            "pages": "1580-1591",
            "other_ids": {
                "DOI": [
                    "10.1080/21505594.2017"
                ]
            }
        },
        "BIBREF32": {
            "title": "The epidemiology of bovine respiratory disease: What is the evidence for predisposing factors?",
            "authors": [],
            "year": 2010,
            "venue": "The Canadian Veterinary Journal",
            "volume": "51",
            "issn": "",
            "pages": "1095-1102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Transmission dynamics of Mannheimia haemolytica in newly‐received beef bulls at fattening operations",
            "authors": [],
            "year": 2013,
            "venue": "Veterinary Microbiology",
            "volume": "161",
            "issn": "",
            "pages": "295-304",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2012.07.044"
                ]
            }
        },
        "BIBREF34": {
            "title": "Prevalence and antimicrobial susceptibility of Mannheimia haemolytica, Pasteurella multocida, and Histophilus somni isolated from the lower respiratory tract of healthy feedlot cattle and those diagnosed with bovine respiratory disease",
            "authors": [],
            "year": 2017,
            "venue": "Veterinary Microbiology",
            "volume": "208",
            "issn": "",
            "pages": "118-125",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2017.07.013"
                ]
            }
        },
        "BIBREF35": {
            "title": "Distinct bacterial metacommunities inhabit the upper and lower respiratory tracts of healthy feedlot cattle and those diagnosed with bronchopneumonia",
            "authors": [],
            "year": 2018,
            "venue": "Veterinary Microbiology",
            "volume": "221",
            "issn": "",
            "pages": "105-113",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2018.06.007"
                ]
            }
        },
        "BIBREF36": {
            "title": "Influenza C virus in cattle with respiratory disease, United States, 2016–2018",
            "authors": [],
            "year": 2018,
            "venue": "Emerging Infectious Diseases",
            "volume": "24",
            "issn": "",
            "pages": "1926-1929",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2410.180589"
                ]
            }
        },
        "BIBREF37": {
            "title": "Identification of a novel enterovirus E isolates HY12 from cattle with severe respiratory and enteric diseases",
            "authors": [],
            "year": 2014,
            "venue": "PloS One",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0097730"
                ]
            }
        }
    }
}