{
    "paper_id": "PMC7190188",
    "metadata": {
        "title": "Enveloped Virus but not Bacteria Block IL‐13 Responses in Human Cord Blood T Cells In Vitro\n",
        "authors": [
            {
                "first": "A.",
                "middle": [],
                "last": "Svensson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "I.",
                "middle": [],
                "last": "Nordström",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Rudin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [],
                "last": "Bergström",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K.",
                "middle": [],
                "last": "Eriksson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Allergic diseases among children and youth are one of the most common chronic diseases in the Western world and the prevalence has increased drastically during the last 40 years [1]. The hygiene hypothesis states that a reduced exposure to microbes increases the risk of developing allergies. This hypothesis was originally based on observations showing that children with many siblings, children attending early day care or children growing up in poverty are less prone to develop allergies [2]. It is, however, not yet clear which microbes that can and cannot affect allergy development.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Epidemiological studies show that certain viral and bacterial infections correlate with a reduced incidence of allergic manifestations. We have recently shown that infection with human herpes virus type 6 (HHV‐6) is associated with reduced allergic sensitization in 18‐month‐old children [3]. We have confirmed this in an experimental animal model of allergic asthma, where mice that are exposed to HHV‐6 are protected against allergic inflammation. Mice exposed to HHV‐6 have significantly lower levels of allergen‐specific IgE, eosinophils and Th2 cytokines as compared to allergic control mice [4]. In addition, previous infection with EBV [5, 6] and Hepatitis A virus [7, 8] has been associated with a reduced incidence of allergic sensitization and allergic symptoms in human subjects. Infection with orofecal and foodborne bacteria, including Toxoplasma gondii and Helicobacter pylori, or exposure to bacterial components, such as endotoxin, have also been demonstrated to be inversely related to atopic allergy [8, 9, 10, 11]. Furthermore, the composition of the intestinal commensal flora has been suggested to affect the risk of developing allergic disease, where early colonization with bifidobacteria and lactobacilli is associated with a lower prevalence of allergy in young children (0–2 years of age) [12, 13, 14].",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The allergic response is driven by Th2 cells, and their secretion of IL‐4, IL‐5 and IL‐13. The initiation of the T cell response and the subsequent maturation of the T cells, including their differentiation into Th1 or Th2 cells, are regulated by dendritic cells (DC) [15]. These cells are generally divided into two major subsets; myeloid CD11c+CD123− DC (mDC) and plasmacytoid CD11c−CD123+ DC (pDC). MDC are the main source of IL‐12, which is pivotal in the differentiation of naïve CD4+ T cells into the favoured Th1 phenotype [16, 17, 18]. PDC tend to be more prone to induce Th2 responses compared with mDC [15], by inducing IL‐4, IL‐5 and IL‐13 in responding T cells [19]. However, the Th2‐skewing effect of pDC can be omitted by viral exposure or binding of CpG to TLR‐9 [3, 19].",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In contrast to the adult immune system, the immune system of newborns is immature, which include impairments in both innate and acquired immune responses. This is largely due to a poor DC function in the newborns [20], which is accompanied with a reduced capacity to produce the Th1‐polarizing cytokines IL‐12 [21, 22], IFN‐α [21, 23] and IFN‐γ [24]. Even though pDC from cord blood have impaired IFN‐α/β production after TLR activation [23], cord pDC may secrete large amounts of IFN‐α after viral exposure. We have recently shown that cord pDC exposed to HHV‐6 produce large amounts of IFN‐α. This was correlated with a reduced capacity to induce IL‐5 and IL‐13 in responding T cells, which instead produced elevated levels of IFN‐γ [3]. Thus, repeated microbial stimuli of the innate immune system of neonates may accelerate the maturation process and enhance Th1 cell development. The amplified Th1 responses might then lead to reduced Th2 polarization and a reduced risk of developing allergic diseases, in line with the hygiene hypothesis [25]. In addition, the immune system of newborns is also characterized by less mature regulatory T cells [26] that have a reduced suppressive capacity [27]. Still, regulatory T cells of the neonatal immune system are functional and able to exert suppressive functions [28, 29], yet to a lesser extent than those in adults [27].",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The purpose of this study was to evaluate how different microbes affect T cell activation in cord cells. For this purpose, five different bacteria and seven different viruses were used. Bacteria were chosen based on (i) being Gram‐negative or Gram‐positive bacteria and (ii) being part of the commensal intestinal flora and/or being the cause of infection in humans [30]. The viruses were chosen based on (i) being dsDNA, rsRNA or ssRNA viruses, (ii) being enveloped or non‐enveloped and (iii) causing either acute or chronic infection in humans. To study the effect of these microbes, we measured cytokine secretion in cord blood‐derived T cells that were cultured with allogenic pDC or mDC. We found that all enveloped virus tested, but none of the bacteria, could block IL‐13 production in cord blood CD4+ T cells. This effect was not associated with enhanced Th1 responses. Our data suggest an important role for enveloped viruses in the early maturation of the immune system.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nVirus.  Herpes simplex virus type 1 (HSV‐1), coronavirus, cytomegalovirus (CMV) are enveloped, GAG‐binding, DNA viruses. Morbillivirus and Influenza A virus are enveloped, sialic acid‐binding, RNA virus. Poliovirus is a naked RNA virus, and adenovirus is a naked DNA virus.",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "All viruses were quantified using Real‐time PCR (RT‐PCR) (TaqMan; Applied Biosystems, Foster City, CA, USA). HSV‐1, CMV and adenovirus were quantified using quantification standards that were generated using a plasmid containing a cloned insert of the target sequence. Primers and probes were used as previously described [31, 32, 33]. The methods, primers and probes used for the quantification of coronavirus [34], poliovirus [35] and influenza A [36] were used as previously described. Morbillivirus was quantified using forward primer 5′‐ CGT TGA CCC TGA CGT TAG CA ‐3′, reverse primer 5′‐ GCG AAG GTA AGG CCA GAT TG‐ 3′ and the probe sequence was 5′‐ GTC CTC AGT AGT ATG CAT TGC AA‐ 3. All viruses were inactivated at 2500 rad and stored at −70 °C before use.",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "\nBacterial strains.  The bacterial strains were isolated from stool samples of Swedish infants obtained at 3 days–8 weeks of age. Staphylococci were isolated on staphylococcus agar and identified as Staphlococcus aureus using the coagulase test. A S. aureus isolate that produced enterotoxin A and toxic shock syndrome toxin‐1 (TSST‐1), but not enterotoxins B, C or D, was tested for enterotoxin production using the SET‐RPLA kit, and for TSST‐1 using the TST‐RPLA kit (both kits from Oxoid, Hampshire, UK). Escherichia coli was isolated on Drigalski agar (Media Department, Gothenburg University, Sweden) and was identified using the API20E biotyping system (bioMérieux Industry, Marcy l’Etoile, France). B. bifidus was isolated on Beerens agar (Media Department) and identified by genus‐specific PCR. Lactobacillus rhamnosus was isolated on Rogosa agar (BD Diagnostics), and Clostridium difficile was isolated from alcohol‐treated samples and identified using the RAPID ID 32A system (bioMérieux Industry). Prior to use in cell culture, all strains were counted in a microscope and inactivated by exposure to UV‐light for 20–30 min. Inactivation was confirmed by negative viable counts and the bacteria were stored at −70 °C until use.",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "\nPurification of cells.  Cord blood was obtained from unselected healthy infants. Buffy coats were obtained from the blood central at Sahlgrenska University Hospital. Cells were isolated by density gradient centrifugation over Ficoll–Paque (GE Healthcare Bio‐sciences AB, Uppsala, Sweden). Fresh pDC and mDC were isolated from cord and adult blood using the pDC isolation kit CD304 (BDCA‐4) (purity: 79–92%) and the mDC isolation kit CD1c (BDCA‐1) (purity: 85–96%), both from Miltenyi Biotec (Auburn, CA, USA). The mean yield for pDC and mDC were 0.34% (range: 0.14–0.6%) and 1.1% (range: 0.42–1.45%), respectively. CD4+ T cells were isolated from cord and adult blood using the Dynal CD4+ isolation kit (Invitrogen Dynal AS, Oslo, Norway) (purity: >95%). All separations were carried out according to the manufacturer′s instructions.",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "\nMixed lymphocyte reaction.  To study the impact of APC on T cell responses, 105 adult CD4+ T cells were cultured with 2 × 104 allogenic adult pDC or adult mDC (n = 10 donors) in 96‐well flat‐bottomed Nunc tissue culture plates (Thermo Fisher Scientific, Roskilde, Denmark) in Iscoves complete medium (supplemented with 10% FBS, 1%l‐glutamine, 1% gentamicin and 1% 2‐ME). 105 cord CD4+ T cells were cultured with 2 × 104 allogenic cord pDC or cord mDC (n = 13 donors) in 96‐well flat‐bottomed Nunc tissue culture plates in Iscoves complete medium. The different viruses were added at a concentration of 70 genome copies/DC. The different bacteria were added at a concentration of 100 bacteria/DC. Supernatants were collected after 48 h and frozen in −20°C until use. Figure 1 depicts a schematic overview of the study design.",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": [
                {
                    "start": 767,
                    "end": 775,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nCytokine determination. \nELISA: IL‐12 p40 levels were determined using an IL‐12 p40 DuoSet ELISA according to manufacturer’s instructions (R&D, Minneapolis, MN, USA). Briefly, Flat‐bottomed Maxisorp 96F microwell plates (Nunc A/S, Roskilde, Denmark) were coated overnight at 4 °C with an anti‐human IL‐12 p40 antibody, diluted according to instructions. This was followed by 1 h of blocking with 0.5% BSA in PBS. Samples and human IL‐12 p40 standards were added and incubated for 1 h at room temperature. Plates were then incubated for 1 h in room temperature with a biotin‐labelled anti‐human IL‐12 p40 antibody followed by HRP conjugated extravidin for 1 h according to instructions. Plates were then developed using 0.1 mg/ml tetramethylbenzidine (TMB) (Sigma–Aldrich, Stockholm, Sweden) in 0.05% phosphate–citrate buffer, pH 5.0 and 0.04% H2O2) followed by 1 m H2SO4. Absorbance was measured at 450 nm using Spectramax 340 PC (Conquer Scientific, San Diego, CA, USA) and SoftMax Pro 5.2 (Conquer Scientific). Concentrations lower than 10 pg/ml was considered as negative.",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "IL‐13 levels were determined using an in‐house IL‐13 ELISA. Flat‐bottomed Maxisorp 96F microwell plates (Nunc A/S) were coated overnight at 4 °C with an anti‐human IL‐13 monoclonal antibody in a concentration of 2 μg/ml (BD Biosciences, Pharmingen, San Jose, CA, USA), which was followed by 1 h of blocking with 0.5% BSA in room temperature. Samples and human IL‐13 standards were added and incubated for 1 h at room temperature, and the plates were then consecutively incubated for 1 h at room temperature with a biotinylated detection antibody in a concentration of 1 μg/ml (BD Biosciences, Pharmingen) followed by streptavidin poly HRP (Sanquin, Amsterdam, Netherlands). Plates were then developed using 0.1 mg/ml TMB (Sigma–Aldrich) in 0.05% phosphate–citrate buffer, pH 5.0 and 0.04% H2O2) followed by 1 m H2SO4. Absorbance was measured at 450 nm using Spectramax 340 PC and SoftMax Pro 5.2. Concentrations lower than 10 pg/ml was considered as negative.",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "IFN‐α levels was determined using an Verikine™ human IFN‐α ELISA kit from PBL InterferonSource (Piscataway, NJ, USA) that detect 14 of 15 isoforms of hIFN‐α. These include IFN‐αA, IFN‐α2, IFN‐αD, IFN‐αB2, IFN‐αC, IFN‐αG, IFN‐αH, IFN‐αI, IFN‐αJI, IFN‐αK, IFN‐α1, IFN‐α4A, IFN‐α4B and IFN‐αWA, but not IFN‐αF. Briefly, samples and standards were added to precoated microwell strips and incubated for 1 h at room temperature. This was followed by 1 h of incubation with detection antibody and 1 h of incubation with a HRP solution. The strips were developed using TMB substrate and stop solution, according to manufacturer’s instructions. The plate was read at 450 nm using Spectramax 340 PC and SoftMax Pro 5.2, and the detection limit was set to 5 pg/ml.",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "\nCytometric bead array: IFN‐γ, IL‐2 and IL‐5 content were determined using the Human Th1/Th2 Cytokine Cytometric Bead Array kit according to manufacturer’s instructions (BD Biosciences, Pharmingen). Briefly, 20 μl of capture beads were added to a V‐bottomed 96‐well plate together with 20 μl of the unknown samples or the Th1/Th2 standard in two‐fold serial dilutions (top concentration: 5000 pg/ml) and 20 μl of the human Th1/Th2 –II PE detection antibody. The plate was then incubated for 3 h in the dark at room temperature, where after 200 μl of washing buffer was added and the plate was centrifuged at 200 g for 5 min. The supernatants were removed and the pelleted beads were resuspended in 300 μl of washing buffer and analysed on a FacsCanto2 flow cytometer. The data were analysed using the FCAP array software (BD Biosciences, Pharmingen). All given values calculated from the standard curve were considered as positive. For all cytokine measurements, undetected samples were set as 1 pg/ml.",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "\nStatistic analysis.  Statistical analyses were performed using one‐way anova followed by Bonferroni or Dunnet's multiple comparison tests for GraphPad Prism (La Jolla, CA, USA).",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "\nEthics.  This study was approved by the Ethics Committee in Gothenburg, Sweden.",
            "cite_spans": [],
            "section": " ::: Material and methods",
            "ref_spans": []
        },
        {
            "text": "The first question we addressed was whether CD4+ T cells respond differently to adult and cord mDC and pDC. As cord T cells have not yet met a specific antigen, it is not possible to measure recall T cell responses in these cells. Instead, we assessed the cytokine profiles in cord T cells in response to allogenic DC, that is in a mixed lymphocyte reaction (MLR). We, therefore, incubated purified cord blood CD4+ T cells with allogenic cord mDC or cord pDC and analysed the cytokine profile after 48 h of coculture. Similarly, adult CD4+ T cells were incubated with allogenic adult mDC or adult pDC, and the cytokine profile was assessed after 48 h of coculture. The cytokines analysed were the Th1‐specific cytokines IL‐2 and IFN‐γ and the Th2 cytokines IL‐5 and IL‐13. We found that pDC from cord blood induced significantly higher levels of the Th2 cytokines IL‐5 and IL‐13 in responding CD4+ T cells compared with both pDC and mDC from adult blood and to mDC from cord blood (Fig. 2C,D). Cord pDC induced 8.5‐fold higher levels of IL‐13 and 19‐fold higher levels of IL‐5 compared with adult pDC, and five‐fold and 13‐fold higher levels of these cytokines compared with cord mDC. We could not detect any differences in Th2 cytokine production when comparing mDC from cord and adult blood (Fig. 2C,D). Furthermore, cord pDC also induced higher levels of the Th1 cytokines IL‐2 and IFN‐γ compared with adult pDC and compared to mDC from both adult and cord blood (Fig. 2A,B). These differences were however not statistically significant.",
            "cite_spans": [],
            "section": "Cord pDC promote Th2 cytokine production ::: Results",
            "ref_spans": [
                {
                    "start": 982,
                    "end": 991,
                    "mention": "Fig. 2C,D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1294,
                    "end": 1303,
                    "mention": "Fig. 2C,D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1467,
                    "end": 1476,
                    "mention": "Fig. 2A,B",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To assess the role of bacterial and viral stimuli in Th2 differentiation, CD4+ T cells from cord blood were assayed in an MLR together with different strains of bacteria and virus. To compare the effect of the different microbes on cytokine secretion, we assessed the relative change in cytokine production for each microbe. The relative change was calculated using the amount of cytokine produced in MLR cultures containing a specific microbe, divided by the cytokine amount secreted in an MLR lacking microbe. All enveloped viruses tested (coronavirus, CMV, HSV‐1, influenza virus and morbillivirus) downregulated the IL‐13 responses in cord blood cocultures (Fig. 3E,F). The non‐enveloped viruses, adenovirus and poliovirus had no effect on the IL‐13 production in cord MLR cultures using either pDC (Fig. 3F) or mDC (Fig. 3E) from cord blood as antigen presenting cells. Neither did any of the bacteria reduce the IL‐13 responses. Instead, S. aureus stimulated pDC increased the IL‐13 production in responding CD4+ cord T cells (Fig. 4F). We were not able to document any significant inhibitory effects on the IL‐5 production by the virus, most likely due to the very low initial production of this cytokine (not shown).",
            "cite_spans": [],
            "section": "Enveloped viruses block IL‐13 secretion in cord CD4+ Tells ::: Results",
            "ref_spans": [
                {
                    "start": 662,
                    "end": 671,
                    "mention": "Fig. 3E,F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 804,
                    "end": 811,
                    "mention": "Fig. 3F",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 821,
                    "end": 828,
                    "mention": "Fig. 3E",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1033,
                    "end": 1040,
                    "mention": "Fig. 4F",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The effect of viral and bacterial stimuli on Th1 cytokine secretion was assessed using cord CD4+ T cells cocultured with allogenic pDC or mDC from cord blood. Both bacteria and virus could affect IL‐2 and IFN‐γ secretion by cord CD4+ T cells (3, 4). Influenza virus was the most efficient inducer of IL‐2 and significantly enhanced the responses in cord CD4+ T cells exposed to cord pDC (Fig. 3B) and to cord mDC (Fig. 3A). Influenza virus also enhanced the IFN‐γ responses, but only in cord T cell/mDC cultures (Fig. 3C). None of the other viruses tested affected the IL‐2 or IFN‐γ production in these cocultures except CMV that reduced the IL‐2 production from cord CD4+ T cells and pDC cocultures (Fig. 3B), that is from the cells with the highest initial IL‐2 production (Fig. 2A). Staphlococcus aureus was the only bacteria that enhanced IL‐2 responses by cord CD4+ T cells exposed to both mDC (Fig. 4A) and pDC (Fig. 4B). Staphlococcus aureus was also a potent inducer of IFN‐γ responses in both pDC and mDC stimulated cord CD4+ T cells (Fig. 4C,D).",
            "cite_spans": [],
            "section": "Influenza A and S. aureus affect Th1 cytokine secretion ::: Results",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 244,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 246,
                    "end": 247,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 388,
                    "end": 395,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 414,
                    "end": 421,
                    "mention": "Fig. 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 513,
                    "end": 520,
                    "mention": "Fig. 3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 701,
                    "end": 708,
                    "mention": "Fig. 3B",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 776,
                    "end": 783,
                    "mention": "Fig. 2A",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 900,
                    "end": 907,
                    "mention": "Fig. 4A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 918,
                    "end": 925,
                    "mention": "Fig. 4B",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1044,
                    "end": 1053,
                    "mention": "Fig. 4C,D",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To assess innate cytokine secretion in cord DC, pDC and mDC from cord blood were stimulated with different strains of bacteria and virus together with allogenic cord CD4+ T cells. We found that all Gram‐positive bacteria, but not E. coli or any of the viruses, promoted an IL‐12 p40 response in MLR cultures with mDC (Fig. 5A,C) but not with pDC (not shown). The increase in IL‐12 production in C. difficile stimulated cell cultures was, however, not statistically significant, even though there was a strong trend (Fig. 5A). We also analysed the ability of virus and bacteria in evoking an IFN‐α response in pDC. The only microbes that were able to induce INF‐α secretion were S. aureus (Fig. 5B) and influenza virus (Fig. 5D), that is the only two microbes that promoted IL‐2 and IFN‐γ responses.",
            "cite_spans": [],
            "section": "Microbe‐induced Th1 responses correlate with IFN‐α but not IL‐12 p40 responses ::: Results",
            "ref_spans": [
                {
                    "start": 318,
                    "end": 327,
                    "mention": "Fig. 5A,C",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 516,
                    "end": 523,
                    "mention": "Fig. 5A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 689,
                    "end": 696,
                    "mention": "Fig. 5B",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 719,
                    "end": 726,
                    "mention": "Fig. 5D",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In this study, we show that cord pDC promote a Th2 phenotype. However, the Th2‐skewing effect of cord pDC could be omitted by enveloped viruses. This implies that virus can divert Th2‐biased responses in human cord T cells. Furthermore, we show that microbes capable of inducing IFN‐α promote Th1 responses, whereas a microbe’s ability to induce IL‐12 does not correlate to its ability to induce IL‐2 or IFN‐γ responses in vitro.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The numbers of human studies of adaptive T cell responses in newborns compared with adults are limited and conflicting [37]. Yet, it is generally thought that the immune system of newborns is immature and differs from that in adults. The T cell polarization in newborns is correlated with impaired Th1 responses [38, 39]. However, individual Th1/Th2 balance in newborns varies depending on parental and environmental factors [40]. In this paper, we show that the baseline production of the Th2 cytokines IL‐5 and IL‐13 were elevated in cord CD4+ T cells compared with adult T cells. The Th2 cytokine induction observed in cord cells was not an intrinsic function of the neonatal T cells, but rather a Th2‐inducing effect of cord pDC. This is in line with previous findings where pDC was shown to promote Th2 responses in healthy and allergic subjects [15, 19]. This is, to our knowledge, the first study to show that the levels of Th2 cytokines obtained in vitro activated T cells differs between newborns and adults. We could not detect any significant differences in Th1 cytokine synthesis (IFN‐γ and IL‐2) between T cells from adults and newborns, even though others have shown that cord blood DC is impaired in their capacity to induce both IFN‐γ and IL‐2 in responding T cells [39]. Instead, our data imply that cord pDC were superior to both cord mDC and adult DC in promoting Th2 responses.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The Th2‐skewing effect of cord pDC can be blocked by viral stimuli. We found that enveloped viruses (i.e. HSV‐1, coronavirus, CMV, morbillivirus and influenza virus) blocked IL‐13 secretion, while bacteria and non‐enveloped viruses did not. This confirms previous findings from us and others, showing that the Th2 skewing effect of pDC in newborns and adults can be omitted by microbial stimuli [3, 19]. However, the diminished IL‐13 production that was seen in virus stimulated cultures could not be correlated with Th1 polarization, that is IFN‐α, IFN‐γ, IL‐2 or IL‐12 secretion. None of the viruses tested could induce IL‐12 secretion, and influenza was the only inactivated virus to evoke IFN‐α, IFN‐γ and IL‐2 production. Still, these findings emphasize the importance of early life microbial stimuli of the innate immune system for an accurate maturation of the immune system, that is to avoid unwanted Th2 responses. We propose that a crucial component of this maturation process is an appropriate activation of cord pDC.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Gram‐positive bacteria were the only of the microbes tested that induced IL‐12 secretion, and only in mDC cultures, which is consistent with previous findings in both cord and adult cells [41, 42]. However, IL‐12 secretion could not be correlated with the induction of Th1 cytokine secretion, as S. aureus was the only microbe to induce both IL‐12 and Th1 cytokine secretion. As we only measured IL‐12 p40 and not the biologically active IL‐12 p70, we cannot deduce from this study whether any of the tested bacteria did indeed induce IL‐12 p70. However, Gram‐positive bacteria are known for their capacity to induce IL‐12 p70 in both adults and newborns [41, 42]. Yet, others have shown that the synthesis of IL‐12 p70 is impaired in newborns [21, 43] and that lymphocytes from cord blood lack IL‐12 receptor β1 expression [44], which may explain the absent correlation between IL‐12 secretion and Th1 cytokine secretion. Furthermore, the use of UV‐inactivated bacteria could also explain the lack of IL‐12 secretion in bacteria stimulated cultures. However, it has previously been shown that live S. aureus and E. coli are equally effective in inducing IL‐12 as dead bacteria of the same species, at least in monocytes from adult blood [42].",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Instead, we found that Th1 cytokine induction was correlated with IFN‐α secretion, which is in line with previous findings in adults [19, 45, 46, 47]. The only two microbes, influenza virus and S. aureus, that induced Th1 cytokine secretion in cord pDC were also potent inducers of IFN‐α. Our previous findings [3], and this paper, thus show that pDC from newborns can secrete large amounts of IFN‐α upon stimulation with certain selected microbes.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The use of non‐replicating virus instead of replication‐competent virus may of course explain why some of the virus tested did not induce any IFN‐α/β responses. Yet, HSV‐1 did not induce any IFN‐α in cord pDC despite the ability of replication‐deficient HSV in inducing strong type I interferon responses in adult cells [48, 49]. However, cord pDC have an impaired IFN‐α/β signalling capacity [23], which is as a result of a defect in interferon regulatory factor (IRF)‐7‐mediated responses in pDC from newborns [50]. This could explain why HSV‐1, which bind and signal via TLR‐9, was refractory in activating cord pDC and perhaps also explain why some of the other viruses tested did not promote IFN‐α responses.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There is increasing evidence that the cytokine pattern in newborns is associated with the propensity to develop allergic disease. Studies suggest that children that develop allergies later in life and/or with a family history of allergy are Th2 skewed at birth, even though conflicting data exists [38, 51, 52, 53, 54]. Elevated levels of IL‐13 [55, 56, 57] and decreased levels of IFN‐γ [51, 58, 59] in cord T cells has been shown to be risk factors for developing allergic disease later in life, even though the role of IFN‐γ is less clear‐cut [55]. In this paper, we show that cord pDC drive the neonatal T cell response towards a Th2 bias and that viral stimuli can omit this Th2 skewed effect. This is in line with our previous findings where HHV‐6 activated pDC block Th2 cytokine synthesis in responding cord T cells [3]. This fits well with our and others observations, showing that childhood infection with HHV‐6 or EBV is inversely related to allergic sensitization and/or allergic symptoms [3, 5, 6]. Furthermore, the hygiene hypothesis postulates that the increase in allergic diseases during the last decades is caused by a decreased infectious burden [2], which in turn is owing to vaccination, antibiotics, improved hygiene and generally enhanced socioeconomic standard [1]. Given that many childhood viral diseases have a reduced incidence [1, 60, 61, 62], it is tempting to speculate that the large increase in allergic diseases could be related to a decreased exposure to viral infections. Taken into account that our studies were performed in vitro using inactivated microbes, we suggest that viral infections during infancy may play an important role in the development of the immune system, by driving the adaptive immunity away from Th2 biased immune responses, and thus, to prohibit the development of allergic diseases.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1:  Schematic overview of the study design. CD4+ T cells, pDC and mDC were purified from cord blood. Cord CD4+ T cells were cultured together with allogenic cord pDC or cord mDC, together with virus, bacteria or medium alone. After 48 h of culture, cytokine secretion was measured in the supernatant.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2:  Increased baseline levels of Th2 cytokine production in cord pDC stimulated CD4+ T cells. CD4+ T cells from cord blood or adult peripheral blood were cultured with allogenic pDC or mDC. Supernatants were collected after 48 h and analysed for IL‐2 (A), IFN‐γ (B), IL‐5 (C) and IL‐13 (D). Data represent the individual and the mean of secreted cytokines in picogram per millilitre from 10 (adult) to 13 (cord) MLRs using One‐way anova followed by Bonferroni multiple comparison test.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3:  Enveloped viruses block IL‐13 responses in cord CD4+ T cells. Cord CD4+ T cells were cultured with allogenic cord mDC (A, C and E) or cord pDC (B, D and F) together with seven different virus strains (adenovirus, coronavirus, CMV, HSV‐1, influenza virus, morbillivirus and poliovirus). Supernatants were collected after 48 h and analysed for IL‐2 (A and B), IFN‐γ (C and D) and IL‐13 (E and F) secretion. The relative change in cytokine production after exposure to microbes is expressed as median and the 25% and 75% percentile (boxes) with the minimum and maximum change for 6–7 MLRs. *P < 0.05, **P < 0.01 and ***P < 0.01 using one‐way anova followed by Dunnet’s multiple comparison test.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4:  \nStaphlococcus aureus promote both Th1 and Th2 responses. Cord CD4+ T cells were cultured with allogenic cord mDC (A, C and E) or cord pDC (B, D and F) together with different strains of bacteria (S. aureus, Escherichia coli, Clostridium difficile, Lactobacillus rhamnosus and B. bifidus). Supernatants were collected after 48 h and analysed for IL‐2 (A and B), IFN‐γ (C and D) and IL‐13 (E and F) secretion. The relative change in cytokine production after exposure to microbes is expressed as median and the 25% and 75% percentile (boxes) with the minimum and maximum change for 6–7 MLRs. *P < 0.05 and **P < 0.01 using one‐way anova followed by Dunnet’s multiple comparison test.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5:  Influenza and Gram‐positive bacteria induce IFN‐α production in pDC and IL‐12 p40 production in mDC, respectively. Cord blood‐derived mDC (A and C) and pDC (B and D) were cultured together with allogenic CD4+ T cells with different strains of bacteria (A and B) or virus (C and D). Supernatants were collected after 48 h and analysed for IL‐12 p40 (A and C) or IFN‐α (B and D) content. Data represent the individual and the mean of secreted cytokines in picogram per millilitre from 3 to 6 MLRs using one‐way anova followed by Dunnet’s multiple comparison test.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The effect of infections on susceptibility to autoimmune and allergic diseases",
            "authors": [],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "",
            "pages": "911-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Environmental exposure to endotoxin and its relation to asthma in school‐age children",
            "authors": [],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "",
            "pages": "869-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Exposure to environmental microorganisms and childhood asthma",
            "authors": [],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "364",
            "issn": "",
            "pages": "701-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "The intestinal microflora in allergic Estonian and Swedish 2‐year‐old children",
            "authors": [],
            "year": 1999,
            "venue": "Clin Exp Allergy",
            "volume": "29",
            "issn": "",
            "pages": "342-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Allergy development and the intestinal microflora during the first year of life",
            "authors": [],
            "year": 2001,
            "venue": "J Allergy Clin Immunol",
            "volume": "108",
            "issn": "",
            "pages": "516-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Probiotics in primary prevention of atopic disease: a randomised placebo‐controlled trial",
            "authors": [],
            "year": 2001,
            "venue": "Lancet",
            "volume": "357",
            "issn": "",
            "pages": "1076-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Reciprocal control of T helper cell and dendritic cell differentiation",
            "authors": [],
            "year": 1999,
            "venue": "Science",
            "volume": "283",
            "issn": "",
            "pages": "1183-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Development of TH1 CD4 +  T cells through IL‐12 produced by Listeria‐induced macrophages",
            "authors": [],
            "year": 1993,
            "venue": "Science",
            "volume": "260",
            "issn": "",
            "pages": "547-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Dendritic cells produce IL‐12 and direct the development of Th1 cells from naive CD4 +  T cells",
            "authors": [],
            "year": 1995,
            "venue": "J Immunol",
            "volume": "154",
            "issn": "",
            "pages": "5071-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Natural killer cell stimulatory factor (interleukin 12 [IL‐12]) induces T helper type 1 (Th1)‐specific immune responses and inhibits the development of IL‐4‐producing Th cells",
            "authors": [],
            "year": 1993,
            "venue": "J Exp Med",
            "volume": "177",
            "issn": "",
            "pages": "1199-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Plasmacytoid dendritic cells activate allergen‐specific TH2 memory cells: modulation by CpG oligodeoxynucleotides",
            "authors": [],
            "year": 2004,
            "venue": "J Allergy Clin Immunol",
            "volume": "114",
            "issn": "",
            "pages": "436-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Hay fever, hygiene, and household size",
            "authors": [],
            "year": 1989,
            "venue": "BMJ",
            "volume": "299",
            "issn": "",
            "pages": "1259-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Phenotype and function of neonatal DC",
            "authors": [],
            "year": 2009,
            "venue": "Eur J Immunol",
            "volume": "39",
            "issn": "",
            "pages": "26-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Skewed pattern of Toll‐like receptor 4‐mediated cytokine production in human neonatal blood: low LPS‐induced IL‐12p70 and high IL‐10 persist throughout the first month of life",
            "authors": [],
            "year": 2009,
            "venue": "Clin Immunol",
            "volume": "133",
            "issn": "",
            "pages": "228-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Acquisition of adult‐like TLR4 and TLR9 responses during the first year of life",
            "authors": [],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Blood plasmacytoid dendritic cell responses to CpG oligodeoxynucleotides are impaired in human newborns",
            "authors": [],
            "year": 2004,
            "venue": "Blood",
            "volume": "103",
            "issn": "",
            "pages": "1030-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Enhancement in vitro of the low interferon‐gamma production of leukocytes from human newborn infants",
            "authors": [],
            "year": 1993,
            "venue": "J Leukoc Biol",
            "volume": "53",
            "issn": "",
            "pages": "691-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Innate immunity of the newborn: basic mechanisms and clinical correlates",
            "authors": [],
            "year": 2007,
            "venue": "Nat Rev Immunol",
            "volume": "7",
            "issn": "",
            "pages": "379-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Characterization of human CD25 +  CD4 +  T cells in thymus, cord and adult blood",
            "authors": [],
            "year": 2002,
            "venue": "Immunology",
            "volume": "106",
            "issn": "",
            "pages": "190-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Impairment of T helper and T regulatory cell responses at birth",
            "authors": [],
            "year": 2008,
            "venue": "Allergy",
            "volume": "63",
            "issn": "",
            "pages": "1438-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Cord blood CD4(+)CD25(+)‐derived T regulatory cell lines express FoxP3 protein and manifest potent suppressor function",
            "authors": [],
            "year": 2005,
            "venue": "Blood",
            "volume": "105",
            "issn": "",
            "pages": "750-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "CD25 + CD4 +  T cells in human cord blood: an immunoregulatory subset with naive phenotype and specific expression of forkhead box p3 (Foxp3) gene",
            "authors": [],
            "year": 2004,
            "venue": "Exp Hematol",
            "volume": "32",
            "issn": "",
            "pages": "622-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Infection of infants with human herpesvirus type 6 may be associated with reduced allergic sensitization and T‐helper type 2 development",
            "authors": [],
            "year": 2010,
            "venue": "Clin Exp Allergy",
            "volume": "40",
            "issn": "",
            "pages": "882-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Soluble CD14 and CD83 from human neonatal antigen‐presenting cells are inducible by commensal bacteria and suppress allergen‐induced human neonatal Th2 differentiation",
            "authors": [],
            "year": 2007,
            "venue": "Infect Immun",
            "volume": "75",
            "issn": "",
            "pages": "4097-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Comparison of serum and whole blood levels of cytomegalovirus and Epstein‐Barr virus DNA",
            "authors": [],
            "year": 2008,
            "venue": "Transpl Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "308-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Detection and typing of Herpes Simplex virus (HSV) in mucocutaneous samples by TaqMan PCR targeting a gB segment homologous for HSV types 1 and 2",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "2058-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Rapid and quantitative detection of human adenovirus DNA by real‐time PCR",
            "authors": [],
            "year": 2003,
            "venue": "J Med Virol",
            "volume": "70",
            "issn": "",
            "pages": "228-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Real‐time RT‐PCR detection of 12 respiratory viral infections in four triplex reactions",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Virol",
            "volume": "33",
            "issn": "",
            "pages": "341-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Multiplex real‐time PCR for detection of respiratory tract infections",
            "authors": [],
            "year": 2008,
            "venue": "J Clin Virol",
            "volume": "41",
            "issn": "",
            "pages": "53-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Design and performance testing of quantitative real time PCR assays for influenza A and B viral load measurement",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Virol",
            "volume": "29",
            "issn": "",
            "pages": "179-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Neonatal immune function and inflammatory illnesses in later life: lessons to be learnt from the developing world?",
            "authors": [],
            "year": 2010,
            "venue": "Clin Exp Allergy",
            "volume": "40",
            "issn": "",
            "pages": "1719-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Transplacental priming of the human immune system to environmental allergens: universal skewing of initial T cell responses toward the Th2 cytokine profile",
            "authors": [],
            "year": 1998,
            "venue": "J Immunol",
            "volume": "160",
            "issn": "",
            "pages": "4730-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Impaired allogeneic activation and T‐helper 1 differentiation of human cord blood naive CD4 T cells",
            "authors": [],
            "year": 2006,
            "venue": "Biol Blood Marrow Transplant",
            "volume": "12",
            "issn": "",
            "pages": "160-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Exposure to Human Herpes virus type 6 protects against allergic asthma in mice",
            "authors": [],
            "year": 2010,
            "venue": "J Allergy Ther 1",
            "volume": "101",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Th1/Th2 patterns and balance in cytokine production in the parents and infants of a large birth cohort",
            "authors": [],
            "year": 2009,
            "venue": "J Immunol",
            "volume": "182",
            "issn": "",
            "pages": "3285-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Innate immune responses of human neonatal cells to bacteria from the normal gastrointestinal flora",
            "authors": [],
            "year": 2002,
            "venue": "Infect Immun",
            "volume": "70",
            "issn": "",
            "pages": "6688-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Gram‐positive bacteria are potent inducers of monocytic interleukin‐12 (IL‐12) while gram‐negative bacteria preferentially stimulate IL‐10 production",
            "authors": [],
            "year": 2000,
            "venue": "Infect Immun",
            "volume": "68",
            "issn": "",
            "pages": "3581-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Impaired responses to toll‐like receptor 4 and toll‐like receptor 3 ligands in human cord blood",
            "authors": [],
            "year": 2003,
            "venue": "J Autoimmun",
            "volume": "21",
            "issn": "",
            "pages": "277-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Differential expression of the cytokine receptors for human interleukin (IL)‐12 and IL‐18 on lymphocytes of both CD45RA and CD45RO phenotype from tonsils, cord and adult peripheral blood",
            "authors": [],
            "year": 2004,
            "venue": "Clin Exp Immunol",
            "volume": "138",
            "issn": "",
            "pages": "460-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Virus overrides the propensity of human CD40L‐activated plasmacytoid dendritic cells to produce Th2 mediators through synergistic induction of IFN‐{gamma} and Th1 chemokine production",
            "authors": [],
            "year": 2005,
            "venue": "J Leukoc Biol",
            "volume": "78",
            "issn": "",
            "pages": "954-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Interferon alpha increases the frequency of interferon gamma‐producing human CD4 +  T cells",
            "authors": [],
            "year": 1993,
            "venue": "J Exp Med",
            "volume": "178",
            "issn": "",
            "pages": "1655-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Plasmacytoid dendritic cells regulate Th cell responses through OX40 ligand and type I IFNs",
            "authors": [],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "172",
            "issn": "",
            "pages": "4253-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Natural interferon alpha/beta‐producing cells link innate and adaptive immunity",
            "authors": [],
            "year": 2000,
            "venue": "J Exp Med",
            "volume": "192",
            "issn": "",
            "pages": "219-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Inhibition of gamma‐secretase cleavage in the notch signaling pathway blocks HSV‐2‐induced type I and type II interferon production",
            "authors": [],
            "year": 2010,
            "venue": "Viral Immunol",
            "volume": "23",
            "issn": "",
            "pages": "647-51",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Epstein‐Barr virus and cytomegalovirus are differentially associated with numbers of cytokine‐producing cells and early atopy",
            "authors": [],
            "year": 2009,
            "venue": "Clin Exp Allergy",
            "volume": "39",
            "issn": "",
            "pages": "509-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Interferon regulatory factor 7‐mediated responses are defective in cord blood plasmacytoid dendritic cells",
            "authors": [],
            "year": 2008,
            "venue": "Eur J Immunol",
            "volume": "38",
            "issn": "",
            "pages": "507-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Selective development of a strong Th2 cytokine profile in high‐risk children who develop atopy: risk factors and regulatory role of IFN‐gamma, IL‐4 and IL‐10",
            "authors": [],
            "year": 2001,
            "venue": "Clin Exp Allergy",
            "volume": "31",
            "issn": "",
            "pages": "997-1006",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Cord blood cytokines and chemokines and development of allergic disease",
            "authors": [],
            "year": 2009,
            "venue": "Pediatr Allergy Immunol",
            "volume": "20",
            "issn": "",
            "pages": "519-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "The value of perinatal immune responses in predicting allergic disease at 6 years of age",
            "authors": [],
            "year": 2003,
            "venue": "Allergy",
            "volume": "58",
            "issn": "",
            "pages": "1187-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Developmental cytokine response profiles and the clinical and immunologic expression of atopy during the first year of life",
            "authors": [],
            "year": 2003,
            "venue": "J Allergy Clin Immunol",
            "volume": "112",
            "issn": "",
            "pages": "740-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Dysregulation of IL‐13 production by cord blood CD4 +  T cells is associated with the subsequent development of atopic disease in infants",
            "authors": [],
            "year": 2002,
            "venue": "Pediatr Res",
            "volume": "51",
            "issn": "",
            "pages": "195-200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "High interleukin‐13 production by phytohaemagglutinin‐ and Der p 1‐stimulated cord blood mononuclear cells is associated with the subsequent development of atopic dermatitis at the age of 3 years",
            "authors": [],
            "year": 2003,
            "venue": "Clin Exp Allergy",
            "volume": "33",
            "issn": "",
            "pages": "1537-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "CD4 + IL13 +  T lymphocytes at birth and the development of wheezing and/or asthma during the 1st year of life",
            "authors": [],
            "year": 2001,
            "venue": "Int Arch Allergy Immunol",
            "volume": "124",
            "issn": "",
            "pages": "497-501",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Reduced interferon gamma production by antigen‐stimulated cord blood mononuclear cells is a risk factor of allergic disorders – 6‐year follow‐up study",
            "authors": [],
            "year": 1998,
            "venue": "Clin Exp Allergy",
            "volume": "28",
            "issn": "",
            "pages": "1340-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Reduced interferon‐gamma secretion in neonates and subsequent atopy",
            "authors": [],
            "year": 1994,
            "venue": "Lancet",
            "volume": "344",
            "issn": "",
            "pages": "983-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Does early EBV infection protect against IgE sensitization?",
            "authors": [],
            "year": 2005,
            "venue": "J Allergy Clin Immunol",
            "volume": "116",
            "issn": "",
            "pages": "438-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Vaccine‐preventable diseases, immunizations, and MMWR – 1961–2011",
            "authors": [],
            "year": 2011,
            "venue": "MMWR Surveill Summ",
            "volume": "60",
            "issn": "Suppl. 4",
            "pages": "49-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Hepatitis A virus seroprevalence by age and world region, 1990 and 2005",
            "authors": [],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "6653-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "[Fall in the seroprevalence of hepatitis A in French youth]",
            "authors": [],
            "year": 1999,
            "venue": "Gastroenterol Clin Biol",
            "volume": "23",
            "issn": "",
            "pages": "447-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Cross sectional retrospective study of prevalence of atopy among Italian military students with antibodies against hepatitis A virus",
            "authors": [],
            "year": 1997,
            "venue": "BMJ",
            "volume": "314",
            "issn": "",
            "pages": "999-1003",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Hay fever and asthma in relation to markers of infection in the United States",
            "authors": [],
            "year": 2002,
            "venue": "J Allergy Clin Immunol",
            "volume": "110",
            "issn": "",
            "pages": "381-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Exposure to foodborne and orofecal microbes versus airborne viruses in relation to atopy and allergic asthma: epidemiological study",
            "authors": [],
            "year": 2000,
            "venue": "BMJ",
            "volume": "320",
            "issn": "",
            "pages": "412-7",
            "other_ids": {
                "DOI": []
            }
        }
    }
}