{
    "paper_id": "PMC7172894",
    "metadata": {
        "title": "Prospective and retrospective evaluation of the Cepheid Xpert® Flu/RSV XC assay for rapid detection of influenza A, influenza B, and respiratory syncytial virus",
        "authors": [
            {
                "first": "Nicolas",
                "middle": [],
                "last": "Salez",
                "suffix": "",
                "email": "salez.umr190@yahoo.fr",
                "affiliation": {}
            },
            {
                "first": "Antoine",
                "middle": [],
                "last": "Nougairede",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Laetitia",
                "middle": [],
                "last": "Ninove",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Zandotti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xavier",
                "middle": [],
                "last": "de Lamballerie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Remi",
                "middle": [
                    "N."
                ],
                "last": "Charrel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Rapid identification of respiratory pathogens helps to improve the management of patients in terms of preventive and curative measures (Salez et al., 2014). Today, real-time retro transcriptase-polymerase chain reaction (rt-RT-PCR) is the reference test for the detection of respiratory viruses in clinical microbiology laboratories. However, such tests still require extensive hands-on time and have an average analytical turnaround time of 3–4 hours. Rapid immunochromatographic tests for the detection of viral antigens have an average turnaround time of 20 min, excellent specificity (Sp), but still are hampered by limited sensitivity (Se) that necessitate to confirm negative results using a technique presenting optimal Se (Aslanzadeh et al., 2008, Falsey et al., 2005, Paulson, 2009, Zazueta-Garcia et al., 2014). The GeneXpert system (Cepheid, France) is designed for nucleic acid extraction, RT-PCR amplification, and real-time detection using a single-use disposable cartridge and an automated platform. The Cepheid Xpert® Flu/RSV XC assay allows determination of infections caused by influenza A viruses (Flu A), inclusive of both human and avian strains; influenza B viruses (Flu B); and respiratory syncytial viruses (RSV) within 63 min. To determine Se, Sp, positive predictive value and negative predictive values, results obtained with the Xpert® Flu/RSV XC were compared with those observed with single-plex rt-RT-PCR tests routinely used in the virology laboratory for diagnostic purpose (Duchamp et al., 2010, Kim et al., 2011, van Elden et al., 2001, van Elden et al., 2003).",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 154,
                    "mention": "Salez et al., 2014",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 731,
                    "end": 754,
                    "mention": "Aslanzadeh et al., 2008",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 756,
                    "end": 775,
                    "mention": "Falsey et al., 2005",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 777,
                    "end": 790,
                    "mention": "Paulson, 2009",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 792,
                    "end": 819,
                    "mention": "Zazueta-Garcia et al., 2014",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1508,
                    "end": 1528,
                    "mention": "Duchamp et al., 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1530,
                    "end": 1546,
                    "mention": "Kim et al., 2011",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1548,
                    "end": 1570,
                    "mention": "van Elden et al., 2001",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1572,
                    "end": 1594,
                    "mention": "van Elden et al., 2003",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A total of 281 nasal swab (n = 170) and nasopharyngeal aspirate (n = 111) samples were selected. The samples positive for Flu A, RSV, and other viruses were randomly sorted from the large number of positive specimens that had been received during year 2014 for diagnostic purpose in the Virology laboratory of the Public Hospital system of Marseille. For Flu B, due to a “small” number of cases observed the same year, frozen samples of the preceding year were sorted using the same approach. Dual-positive samples (tested for Flu A, Flu B, RSV, human metapneumovirus [hMPV], and rhinovirus) that were identified at the selection stage were excluded from the panel. For 6 age classes (<1 year, 1–4 years, 5–14 years, 15–24 years, 25–49 years, and >50 years), the number of patients (and sex ratio) was 99 (0.9), 66 (0.5), 27 (0.6), 11 (2.7), 15 (0.7), and 63 (2.0), respectively.",
            "cite_spans": [],
            "section": "Samples analyzed ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All these samples had been tested for Flu A (Duchamp et al., 2010, Kim et al., 2011), Flu B (van Elden et al., 2001), RSV (van Elden et al., 2003), hMPV (Maertzdorf et al., 2004), and human rhinovirus (hRV) (Lu et al., 2008) using routine rt-RT-PCR assays. Human parainfluenzaviruses and coronaviruses (hCoV) were tested by rt-RT-PCR with the HCoV/HPIV r-gene™ kit (Argene/BioMérieux, Marcy l’Etoile, France). Using a synthetic RNA control, the sensitivities of reference test for Flu A, Flu B, and RSV were determined (Ninove et al., 2011), respectively, as 6, 60, and 6 genome-copies/reaction. In 2012 and 2013, our laboratory has participated to QCMD External Quality Assurance for Flu and RSV; the tests were performed using the reference assays described in this study (Duchamp et al., 2010, Kim et al., 2011, van Elden et al., 2001, van Elden et al., 2003) and provided performances equal or better than 11/12.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 65,
                    "mention": "Duchamp et al., 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 67,
                    "end": 83,
                    "mention": "Kim et al., 2011",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 93,
                    "end": 115,
                    "mention": "van Elden et al., 2001",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 123,
                    "end": 145,
                    "mention": "van Elden et al., 2003",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 154,
                    "end": 177,
                    "mention": "Maertzdorf et al., 2004",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 208,
                    "end": 223,
                    "mention": "Lu et al., 2008",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 520,
                    "end": 539,
                    "mention": "Ninove et al., 2011",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 775,
                    "end": 795,
                    "mention": "Duchamp et al., 2010",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 797,
                    "end": 813,
                    "mention": "Kim et al., 2011",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 815,
                    "end": 837,
                    "mention": "van Elden et al., 2001",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 839,
                    "end": 861,
                    "mention": "van Elden et al., 2003",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Samples process ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "When the Xpert Flu-RSV results observed with the frozen samples were discrepant compared with those previously obtained using the reference method (rt-RT-PCR) on fresh samples, the reference method was performed on frozen samples: i) whether the frozen sample tested using reference assay was negative (therefore discrepant compared the initial result), it was considered that freezing step had degraded the sample, which was then considered as negative for both assays, thus concordantly negative; ii) whether the frozen sample was still positive with the reference assay, it was considered as discrepant.",
            "cite_spans": [],
            "section": "Samples process ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Eighty-nine samples were positive for flu viruses (A/H3N2 = 39, A/H1N1 = 28, B = 22), 97 for RSV (RSV-A = 55, RSV-B = 42), and 95 were negative for both viruses. These 95 samples were either positive for hMPV (n = 20), hCoV (n = 14), or hRV (n = 54) or were negative (n = 7) for the tested viruses (Table 1\n). Of the 281 samples tested with the Xpert® Flu/RSV XC according to the manufacturer's recommendations, i) 236 were tested retrospectively after −80 °C storage, and ii) 45 were tested prospectively in parallel with the reference assays (fresh samples, not frozen) (Table 1).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 299,
                    "end": 306,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 573,
                    "end": 580,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The detailed results of the comparative study are presented in Table 1. Briefly, it is important to underline that i) no “indeterminate” results were observed with the Xpert® Flu/RSV XC assay; ii) none of the 95 samples that were negative with the flu and RSV reference test were found positive using the Xpert® Flu/RSV XC assay, thus yielding a 100% Sp for target viruses; iii) of the 89 samples that were positive for flu viruses using rt-RT-PCR, 87 were positive with the Xpert® Flu/RSV XC assay (Se = 97.75% for Flu A and Flu B; 97.01% for Flu A, 100% for Flu B). Of the 97 samples that were positive for RSV using rt-RT-PCR, 95 were positive with the Xpert® Flu/RSV XC assay (Se = 97.94% for RSV-A and RSV-B; 100% for RSV-A, 95.24% for RSV-B).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Interestingly, the mean cycle treshold (Ct) (SD) was 26.13 (±4.81) for the 87 samples in flu viruses were detected by the 2 tests; in contrast, the 2 samples, which were tested discrepantly negative using the Xpert® Flu/RSV XC, presented Ct values at 35.2 (39-year-old man) and 37.1 (76-year-old woman), suggesting that low viral loads might be the reason for discrepancy.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The same situation applied to RSV detection; the mean Ct (SD) was 26.07 (±5.11) for the 95 samples found to contain RSV RNA by both methods. As aforementioned, the 2 samples, which were discrepantly negative using the Xpert® Flu/RSV XC, had Ct values at 31.0 (10-year-old boy) and 32.1 (66-year-old woman). Although the limited number of samples showing discrepant results between the 2 techniques precluded any statistical analysis, it should be noticed that similar findings were previously reported (Salez et al., 2014).",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 521,
                    "mention": "Salez et al., 2014",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In this study, the panel selected is not informative on the sensitivity of these assays, but our “in house” assays show a good performance for sensitivity and allow a comparison. Realistic evaluation of the costs should be done based on consolidated budget calculation, including reagents, personnel time, equipment amortization, and depreciation; it should also take into account the time spent by the patient in the emergency room and delay to discharge. Such economic calculations are more difficult that usually believed and should be done for a specific situation in a specific hospital and cannot be transferred or applied due to many differing parameters that may flaw the model.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To the best of our knowledge, the Xpert® Flu/RSV XC is the only commercially available test that i) is suitable for point of care settings and ii) demonstrates Se and Sp compatible with definitive biological validation (without the need for confirmatory test) (Salez et al., 2014). Therefore, the Xpert Flu/RSV XC assay that detects 2 of the most important viral pathogens simultaneously fulfills the prerequisite parameters for practical use in clinical settings.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 279,
                    "mention": "Salez et al., 2014",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, the recently introduced Xpert® Flu/RSV XC assay shows performances that are fully compatible with the use as routine test or point-of-care test without the need for further confirmatory tests.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Comparative evaluation of Cepheid Xpert® Flu/RSV XC assay and routine rt-RT-PCR tests on 281 selected specimens.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Xpert Flu for point-of-care diagnosis of human influenza in industrialized countries",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Salez",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nougairede",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ninove",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Zandotti",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "de Lamballerie",
                    "suffix": ""
                },
                {
                    "first": "R.N.",
                    "middle": [],
                    "last": "Charrel",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Expert Rev Mol Diagn",
            "volume": "14",
            "issn": "",
            "pages": "411-418",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Effectiveness of two rapid influenza tests in comparison to reverse transcription-PCR for influenza A diagnosis",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Zazueta-Garcia",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Canizalez-Roman",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Flores-Villasenor",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Martinez-Garcia",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Llausas-Vargas",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Leon-Sicairos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Infect Dev Ctries",
            "volume": "8",
            "issn": "",
            "pages": "331-338",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "3 M Rapid Detection Flu A + B test: a new diagnostic test for rapid detection of influenza A and influenza B",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Paulson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mol Diagn Ther",
            "volume": "13",
            "issn": "",
            "pages": "15-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Prospective evaluation of rapid antigen tests for diagnosis of respiratory syncytial virus and human metapneumovirus infections",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Aslanzadeh",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Tetreault",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Ratkiewicz",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "1682-1685",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Respiratory syncytial virus infection in elderly and high-risk adults",
            "authors": [
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Falsey",
                    "suffix": ""
                },
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Hennessey",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Formica",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "E.E.",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "352",
            "issn": "",
            "pages": "1749-1759",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Comparison of nasopharyngeal and oropharyngeal swabs for the diagnosis of eight respiratory viruses by real-time reverse transcription-PCR assays",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Ahmed",
                    "suffix": ""
                },
                {
                    "first": "R.B.",
                    "middle": [],
                    "last": "Eidex",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Nyoka",
                    "suffix": ""
                },
                {
                    "first": "L.W.",
                    "middle": [],
                    "last": "Waiboci",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Pandemic A(H1N1)2009 influenza virus detection by real time RT-PCR: is viral quantification useful?",
            "authors": [
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Duchamp",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Casalegno",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Gillet",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Frobert",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Bernard",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Escuret",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Microbiol Infect",
            "volume": "16",
            "issn": "4",
            "pages": "317-321",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Simultaneous detection of influenza viruses A and B using real-time quantitative PCR",
            "authors": [
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "van Elden",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nijhuis",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Schipper",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Schuurman",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "van Loon",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "196-200",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Applicability of a real-time quantitative PCR assay for diagnosis of respiratory syncytial virus infection in immunocompromised adults",
            "authors": [
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "van Elden",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "van Loon",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "van der Beek",
                    "suffix": ""
                },
                {
                    "first": "K.A.",
                    "middle": [],
                    "last": "Hendriksen",
                    "suffix": ""
                },
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Hoepelman",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "van Kraaij",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "4378-4381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Real-time reverse transcriptase PCR assay for detection of human metapneumoviruses from all known genetic lineages",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Maertzdorf",
                    "suffix": ""
                },
                {
                    "first": "C.K.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Quinto",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "de Graaf",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Clin Microbiol",
            "volume": "42",
            "issn": "",
            "pages": "981-986",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Real-time reverse transcription-PCR assay for comprehensive detection of human rhinoviruses",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Holloway",
                    "suffix": ""
                },
                {
                    "first": "R.K.",
                    "middle": [],
                    "last": "Dare",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kuypers",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Yagi",
                    "suffix": ""
                },
                {
                    "first": "J.V.",
                    "middle": [],
                    "last": "Willimas",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Clin Microbiol",
            "volume": "46",
            "issn": "",
            "pages": "533-539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "RNA and DNA bacteriophages as molecular diagnosis controls in clinical virology: a comprehensive study of more than 45,000 routine PCR tests",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ninove",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nougairede",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Gazin",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Thirion",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Delogu",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Zandotti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0016142"
                ]
            }
        }
    }
}