{
    "paper_id": "PMC7135648",
    "metadata": {
        "title": "Commentary",
        "authors": [
            {
                "first": "Nelly",
                "middle": [],
                "last": "Parisot",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "William",
                "middle": [
                    "K."
                ],
                "last": "Chiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Since the initial report of an EVD outbreak in Guinea in March 2014, the disease incidence has increased rapidly and expanded to Liberia, Sierra Leone, and Nigeria.1, 2, 3 As of October 14, 2014, there have been 9,191 infected persons, including 423 health care workers, and 4,546 deaths reported by the World Health Organization during the course of 6 months.3 The case fatality rate is 71% in patients with definitive clinical outcomes.4\n",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 167,
                    "end": 168,
                    "mention": "2",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 170,
                    "end": 171,
                    "mention": "3",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 360,
                    "end": 361,
                    "mention": "3",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 438,
                    "end": 439,
                    "mention": "4",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In the past months, the media have focused significant attention on the spread of the virus to the developed world. On September 30, 2014, the first case of imported EBV diagnosed in the United States occurred in Texas. The diagnosis was missed during the patient’s initial emergency department (ED) visit and the patient was discharged home. Detection of a case requires a careful travel and exposure history. Symptomatic patients with travel to endemic regions within the incubation period of 21 days need immediate isolation and evaluation. Patients at highest risk of becoming infected are those with direct bodily fluid contact with Ebola-infected patients; those with participation in funeral rites and handling of bats, rodents, and primates in endemic areas; and persons who have handled laboratory specimens without appropriate PPE. All personnel caring for patients with suspected illness must use contact and droplet protection with appropriate PPE until the diagnosis of EVD is excluded.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The initial symptoms of EVD are nonspecific and include fever, malaise, loss of appetite, vomiting, diarrhea, headaches, myalgia, arthralgia, and abdominal pain.4, 5 Delayed hemorrhagic symptoms occur in approximately 50% of cases.5, 6 Major bleeding is uncommon. Most patients with fever and other constitutional symptoms who are from endemic regions and presenting to EDs in the United States are more likely to have illness caused by something other than Ebola virus, including malaria, rickettsial infections, dengue, Salmonella typhi and paratyphi infections, and Lassa fever.7 The ED workflow for these patients includes managing the acute illness, screening for Ebola, evaluating for alternative diagnoses, and limiting transmission risk to hospital personnel and other patients. In general, patients with high epidemiologic risk and some symptoms, or those with some epidemiologic risk and severe symptoms, will need specific testing for Ebola. State and local health departments should be contacted immediately to assist in coordinating with CDC in providing additional guidance on diagnosis and management. ED testing should include CBC count, electrolytes and renal function, and liver function tests. Leukopenia, thrombocytopenia, and elevated liver function tests are commonly associated but not specific for EVD.8, 9 Thick and thin blood smears for malaria should be obtained; however, performance of blood smears for malaria could pose special risk to laboratory workers if Ebola has not yet been ruled out, and the laboratory should be notified in as soon as the diagnosis is suspected for precautionary purposes. Additional safety precautions include using plastic tubes for blood collection, limiting unnecessary blood testing (for more information, see http://www.cdc.gov/vhf/ebola/hcp/interim-guidance-specimen-collection-submission-patients-suspected-infection-ebola.html), and notifying state and local health departments. A limited number of local health department laboratories, along with the CDC, have the capacity to perform real-time reverse transcription polymerase chain reaction testing for Ebola. Medical facilities with close proximity and previous communications with these centers may be able to obtain Ebola results rapidly.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "mention": "4",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 164,
                    "end": 165,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 231,
                    "end": 232,
                    "mention": "5",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 234,
                    "end": 235,
                    "mention": "6",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 581,
                    "end": 582,
                    "mention": "7",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1326,
                    "end": 1327,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1329,
                    "end": 1330,
                    "mention": "9",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Treatment is mostly supportive, with fluid resuscitation, electrolyte repletion, pressors, and respiratory support. Although there are no controlled data, the significantly lower mortality of Marburg virus infections in Europe in 1967 compared with that in Africa (22% versus 87%) reinforces the role of supportive therapy in filovirus infections.8 It will be interesting to examine the clinical outcomes of EVD patients treated in developed countries in the current outbreak when more data are available. Experimental treatments, including antiviral drugs, antibody therapy, and vaccines, are currently in accelerated phases of testing.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 348,
                    "mention": "8",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "EDs have had to prepare and manage various public health outbreaks and biological terrorism concerns in the past 2 decades, including anthrax, smallpox vaccination, severe acute respiratory syndrome, Middle East Respiratory Syndrome coronavirus, measles, influenza, and tuberculosis. Vigilance is imperative, and protocols for response to potential cases should be in place in every health care facility according to guidance from the CDC and state and local health departments. Protocols should include screening at triage for possible geographic or contact exposure, isolation and infection control, laboratory testing, and cleaning and disposal of equipment and waste. Patients with suspected Ebola should be treated only by those using standard, contact, droplet, and airborne precautions, with impervious coverage of the entire body and respiratory protection for all persons entering the room. Standard PPE includes double gloving, impervious body suit, leg and boot covers, impervious gown, and powered air purifying respirator or face hood with N95 mask. Additional precautions may be indicated in certain situations such as copious secretions or aerosol-inducing procedures (http://www.cdc.gov/vhf/ebola/hcp/infection-prevention-and-control-recommendations.html). Risk of transmission to health care workers is greatest when PPE and infection precautions are not strictly used.10, 11 Proper training and the use of a direct observer is imperative, especially with the donning and removal of PPE (http://www.cdc.gov/vhf/ebola/hcp/procedures-for-ppe.html). Transmission risk may be lower for ED personnel when compared to inpatient staff because lower viral load early in the course of illness and less direct patient contact time. CDC guidelines for the evaluation, isolation, and management of EVD have changed and will continue to evolve during the current outbreak. It is vital to keep abreast with the latest updates. Although significant global resources and collaboration have been mobilized to combat the current Ebola outbreak in West Africa, emergency providers and EDs must be vigilant and well prepared to serve in the front line against a potential global outbreak.",
            "cite_spans": [
                {
                    "start": 1386,
                    "end": 1388,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1390,
                    "end": 1392,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Ebola viral disease outbreak—West Africa, 2014",
            "authors": [
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "I.J.",
                    "middle": [],
                    "last": "Schafer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "63",
            "issn": "",
            "pages": "548-551",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Assessment of the risk of Ebola virus transmission from bodily fluids and fomites",
            "authors": [
                {
                    "first": "D.G.",
                    "middle": [],
                    "last": "Bausch",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Towner",
                    "suffix": ""
                },
                {
                    "first": "S.F.",
                    "middle": [],
                    "last": "Dowell",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "suppl 2",
            "pages": "S142-S147",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Ebola haemorrhagic fever outbreak in Masindi district, Uganda: outbreak description and lessons learned",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Borchert",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Mutyaba",
                    "suffix": ""
                },
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Van Kerkhove",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BMC Infect Dis",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Emergence of Zaire Ebola virus disease in Guinea—preliminary report",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Baize",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Pannetier",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Oestereich",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "N Engl J Med",
            "volume": "371",
            "issn": "",
            "pages": "1418-1425",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Ebola haemorrhagic fever",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "849-862",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Ebola hemorrhagic fever in Kikwit, Democratic Republic of the Congo: clinical observations in 103 patients",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Bwaka",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Bonnet",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Calain",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Infect Dis",
            "volume": "179",
            "issn": "suppl",
            "pages": "S1-S7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Spectrum of disease and relation to place of exposure among ill returned travelers",
            "authors": [
                {
                    "first": "D.O.",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "L.H.",
                    "middle": [],
                    "last": "Weld",
                    "suffix": ""
                },
                {
                    "first": "P.E.",
                    "middle": [],
                    "last": "Kozarsky",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "119-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Outbreak of filovirus hemorrhagic fever: time to refocus on the patient",
            "authors": [
                {
                    "first": "D.G.",
                    "middle": [],
                    "last": "Bausch",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect Dis",
            "volume": "196",
            "issn": "suppl 2",
            "pages": "S136-S141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Basic clinical and laboratory features of filoviral hemorrhagic fever",
            "authors": [
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Kortepeter",
                    "suffix": ""
                },
                {
                    "first": "D.G.",
                    "middle": [],
                    "last": "Bausch",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "suppl 3",
            "pages": "S810-S816",
            "other_ids": {
                "DOI": []
            }
        }
    }
}