{
    "paper_id": "PMC7081675",
    "metadata": {
        "title": "Quality of neonatal resuscitation in Ethiopia: implications for the survival of neonates",
        "authors": [
            {
                "first": "Haftom",
                "middle": [
                    "Gebrehiwot"
                ],
                "last": "Weldearegay",
                "suffix": "",
                "email": "haftom1224@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Mulugeta",
                "middle": [
                    "Woldu"
                ],
                "last": "Abrha",
                "suffix": "",
                "email": "mulugetawoldu425@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Esayas",
                "middle": [
                    "Haregot"
                ],
                "last": "Hilawe",
                "suffix": "",
                "email": "esayasharegot@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Brhane",
                "middle": [
                    "Ayele"
                ],
                "last": "Gebrekidan",
                "suffix": "",
                "email": "brhane3127@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Araya",
                "middle": [
                    "Abrha"
                ],
                "last": "Medhanyie",
                "suffix": "",
                "email": "araya.medhanyie@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Birth asphyxia is defined by the World Health Organization (WHO) as “the failure to initiate and sustain breathing at birth” and accounts for one-fourth of neonatal mortality [1]. Each year an estimated 10 million babies require assistance to start breathing. Five to 10 % of babies born in facilities need some degree of resuscitation, like tactile stimulation or airway clearing or positioning. Approximately 3–6% requires basic neonatal resuscitation, consisting of certain simple initial steps and assisted ventilation [2]. There is an urgent need for neonatal resuscitation in low-resource settings, where access to intrapartum obstetric care is poor and the incidence, mortality, and burden of long term impairment from intra-partum-related events is very high. Delays in initiating resuscitation may exacerbate hypoxia, and leads to neonatal morbidity and mortality [3, 4]. Evidence showed that risk of death increases by 16% for every 30 s delay in initiating ventilation up to 6 min and every 6% for every minute of delay [5]. Therefore, it is clear that the first minute after birth is critical to reduce neonatal mortality. Furthermore, successful neonatal resuscitation by well – trained health care providers has a potential to prevent perinatal mortality due to intrapartum related asphyxia [6]. Newborns with birth asphyxia can suffer from short- to long-term neurological complications [7]. Therefore, urgent referral of complicated birth asphyxia cases to higher well specialized facility is mandatory. As per the updated recommendations of American Heart Association and American Academy of Pediatrics -international liaison committee on resuscitation; neonatal resuscitation program requires at least one trained person to be present during delivery [8]. This requires that the healthcare personnel involved need to be abreast with the latest recommendations and should follow them in their clinical practice.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 524,
                    "end": 525,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 874,
                    "end": 875,
                    "mention": "3",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 877,
                    "end": 878,
                    "mention": "4",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1032,
                    "end": 1033,
                    "mention": "5",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1306,
                    "end": 1307,
                    "mention": "6",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1403,
                    "end": 1404,
                    "mention": "7",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1770,
                    "end": 1771,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "According to the EDHS 2016, the neonatal mortality rate in Ethiopia was 29 per 1000 live births [9]. In low-income countries ineffective resuscitation practices are linked insistently to high neonatal deaths from birth asphyxia in the first24 hours [10]. Besides, poor record–keeping and inconsistent quality of care is a major impediment to efforts aimed at improving the health of neonates. It is suspected that while coverage of institutional delivery services have been increased, the quality of care provided is substandard [9–12]. Therefore, this 2016 national Emergency Obstetrics and Newborn Care survey [13] provides a unique opportunity to address the information gap of the capacity of quality of neonatal resuscitation to treat and manage asphyxiated babies. In this analysis, we aimed to explore the factors associated with the neonate’s survival after undergoing neonatal resuscitation.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 98,
                    "mention": "9",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 250,
                    "end": 252,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 530,
                    "end": 531,
                    "mention": "9",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 532,
                    "end": 534,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 613,
                    "end": 615,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "This was a secondary analysis of the data collected by the 2016 Ethiopian Emergency Obstetrics and Newborn care (EmONC) survey [13]. The EmONC assessment was a national cross-sectional survey of all public hospitals, health centers and private facilities (higher clinics and above) that provided maternal and newborn health services and reported attending births in the past 12 months. The EmONC assessment did not include health posts or medium and small private clinics because these facilities are not expected to attend deliveries. Of the eligible 4385 facilities in all nine regions and two city administrations in Ethiopia, 3804 facilities were assessed (including 293 hospitals, 3459 health centers and 52 clinics). A total of 11 facilities were not accessible due to political unrest or staff refusal. The survey used 13 questionnaires including 12 health facility assessment modules and one health system assessment module. These were adapted from the Averting Maternal Death and Disability program. A module on newborn complications was designed to collect information on resuscitated babies. Data from registers and birth records for the last 12 months prior to the survey were also extracted. In each facility, the three last eligible charts of resuscitated neonates were reviewed and the highest frequency of chart of resuscitated baby were extracted and enrolled to the analysis. Thus, a total of 555 charts were assessed with regard to the process of NR, provider, facility and resuscitated asphyxiated babies characteristics and neonate’s outcome [13, 14].",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1564,
                    "end": 1566,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1568,
                    "end": 1570,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Data source ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Our primary outcome of interest was the newborn’s outcome status after resuscitation had been done to the asphyxiated baby. Neonatal resuscitation refers to all the resuscitation steps: Stimulation, Bag and mask, stimulation and bag and mask, Intubation and asphyxiated babies were when the newborn has at least one of the following signs, not breathing, gasping, < 30 breath per minute or < 7 Apgar score [15]. It had a binary outcome: survived or dead. Explanatory variables influencing newborn survival after undergoing NR were measured through the Donabedian domains of structure and process quality indicators from the different literatures in line with our secondary data. The process metrics measured using all steps/ type of NR. Furthermore, a percentage of composite mean indexes created for NR service readiness in accordance with the WHO service readiness assessment approach [14]. Facility types were based on definitions by the Federal Ministry of Health. Hospitals generally have operating theaters while health centers and clinics do not [13].",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 409,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 888,
                    "end": 890,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1054,
                    "end": 1056,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Measurements ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We used logistic regression to assess the association between neonatal outcome and type of neonatal resuscitation, health facility and provider characteristics. Because only one resuscitated babies chart was enrolled in each facility, this unit of analysis was the facility, and the outcome of interest was whether or not the neonate had survived after NR was performed. The explanatory variables for neonate’s outcome after NR were characteristics of facilities with asphyxiated baby and characteristics of providers who performed NR. A Bi-variable logistic regression analysis was conducted and those independent variables with p value of ≤0.25 were considered for inclusion in the multivariable logistic regression model with the forward likelihood ratio method. Finally, variables with p < 0.05 in the multivariable analysis were considered to declare statistically significant associations between covariates and neonate’s survival after NR. All analyzes were performed using SPSS version 21™ software.",
            "cite_spans": [],
            "section": "Data analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The EmONC national survey included a total of 3804 health facilities that offered delivery services from both government and private health facilities (referral, general, primary hospitals), health centers and clinics). Of the 3804 facilities surveyed by EmONC, charts of resuscitated babies were reviewed in only 555 facilities (14.6%).",
            "cite_spans": [],
            "section": "Sample ::: Results",
            "ref_spans": []
        },
        {
            "text": "The most widely available essential medicine and commodities in the maternity area prepared for NR were neonatal Ambu-bag or ventilator [96.9%], mucus extractor (94.6%), and Vitamin K (94.2%). Meanwhile, chlorohexidine (4% gel for cord cleansing) was only available in 15.8% and towel about 38% of the health facilities. In relation to the components of priority of equipment’s for NR was fetoscope [95.5%], syringes of 0.5 or 1 ml volume [87.4%], and radiant warmer only available in 57.7% of the health facilities.",
            "cite_spans": [],
            "section": "NR service-specific readiness ::: Structural quality ::: Results",
            "ref_spans": []
        },
        {
            "text": "The overall availability of infrastructural readiness was 64.2%, availability of essential medicine and commodities 69.4%, priority equipment’s 51.5% and national helping baby breath guidelines 82.5% of the health facilities in Ethiopia (Table 1).",
            "cite_spans": [],
            "section": "NR service-specific readiness ::: Structural quality ::: Results",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 245,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A total of 555 health care providers (HCPs) with a mean age of 26.1 years (SD ± 5.9) participated in the study. Almost more than half of HCPs (n = 334; 60.2%) were aged less than 25 years. Midwives account the majority of professional cadre (n = 504; 90.8%) to provide newborn resuscitation. Four out of ten (n = 243; 43.8%) participants indicated having less than 2 years’ experience. Over three fourth of the HCPs, 471(84.9%) reported having received the NR training within the past two years prior to this study (Table 2).",
            "cite_spans": [],
            "section": "Health care providers’ background characteristics ::: Structural quality ::: Results",
            "ref_spans": [
                {
                    "start": 522,
                    "end": 523,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Four of the ten health facilities reported having a separate newborn corner at the time of the survey and majority (n = 472; 85%) of health facilities reported that they didn’t have separate Neonatal Intensive Care Unit (NICU). Less than half (n = 249; 49.9%) of the facilities reported that have frequent staff rotation for newborn care. High proportion of health centers (n = 408; 80.7%) was included in this study. Concerning operating agency, almost all health facilities (n = 534; 96.2%) were operated by government (Table 3).",
            "cite_spans": [],
            "section": "Health facility characteristics ::: Structural quality ::: Results",
            "ref_spans": [
                {
                    "start": 528,
                    "end": 529,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Around two third, (n = 364; 65.6%) of the asphyxiated babies were resuscitated using bag and mask, whereas, only 9(1.6%) was done by stimulation.",
            "cite_spans": [],
            "section": "Neonatal resuscitation process quality and outcomes ::: Results",
            "ref_spans": []
        },
        {
            "text": "Overall, regarding outcome of the neonates after resuscitation, majority of the neonates (n = 463, 83.4%) were survived (Table 4).",
            "cite_spans": [],
            "section": "Neonatal resuscitation process quality and outcomes ::: Results",
            "ref_spans": [
                {
                    "start": 127,
                    "end": 128,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Table 5 examined the relationship between the explanatory variables of NR processes, newborn characteristics, health providers and health facility characteristics on neonatal survival at the time of discharge. Thus, in bi-variable analyses mode of delivery, birth weight, duration of labor, gestational age, presence of meconium, professional cadre, and availability of priority equipment for NR were associated with the outcome of interest. But, after adjusting in the multivariable analysis, duration of labor, gestational age and availability of priority equipment for NR was found to have significant statistical association with neonate’s survival at time of discharge..",
            "cite_spans": [],
            "section": "Factors associated with outcome of neonatal resuscitation ::: Results",
            "ref_spans": [
                {
                    "start": 6,
                    "end": 7,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Resuscitated newborns delivered below and 12 h of labor were 1.76 times (AOR = 1.76; 95% CI (1.23, 3.13) more likely to survive than those delivered after duration of greater than 12 h.",
            "cite_spans": [],
            "section": "Factors associated with outcome of neonatal resuscitation ::: Results",
            "ref_spans": []
        },
        {
            "text": "In addition, the neonate’s gestational age is significantly associated with the neonate’s survival status after resuscitation. As the gestational age increase, the chances of getting survive would also increase. Resuscitated newborns delivered at gestational age of greater than 37 weeks and above had 1.82 times increased chances of survival when compared to newborns with unknown gestational age (AOR = 1.82; 95% CI (1.09–3.04).",
            "cite_spans": [],
            "section": "Factors associated with outcome of neonatal resuscitation ::: Results",
            "ref_spans": []
        },
        {
            "text": "Facilities with one unit increase in the availability of priority equipment increases by 1.24 times the survival of the neonate after neonatal resuscitation performed (AOR = 1.24; 95% CI: 1.09, 1.54; p = 0.05).",
            "cite_spans": [],
            "section": "Factors associated with outcome of neonatal resuscitation ::: Results",
            "ref_spans": []
        },
        {
            "text": "More than two-third of the resuscitated babies were survived after NR in health facilities of Ethiopia and gestational age, priority equipment for NR and duration of labor were independently associated factors of survival of resuscitated neonates. Thus, this finding has implications both at the health facility level and the HCP level for the fight against neonatal mortality due to birth asphyxia. Appropriate caring for premature newborns and use of partograph to monitor each woman continuously throughout the duration of labor is very important intervention in low-resource settings as prolonged labor and delay in decision making are important causes of adverse obstetric outcomes. Besides, health facilities should invest more in ensuring that the availability of priority equipment’s for NR to perfectly perform the procedure within the golden minute [16].",
            "cite_spans": [
                {
                    "start": 860,
                    "end": 862,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our study showed that, availability of priority equipment in facilities increases the survival of neonates after neonatal resuscitation. One unit increase in the availability of priority equipment’s in a health facility survival of the neonate increased by 1.24 unit (95% CI: 0.99, 1.54; p = 0.05). This implies the benefit of the preparation of essential equipment, and sometimes staff for unforeseeable and foreseeable resuscitations helps them to start ventilation on time, and increases the chances of a baby surviving after resuscitation. By improving the availability and readiness of NR equipment, Ethiopia can reduce barriers to the proper neonatal resuscitation practice and improve performance that impact to decrease high neonatal mortality in the country [17]. This is supported by evidence from an effective intervention to decrease global neonatal mortality; effective NR could prevent neonatal deaths by 30% as well as improve the outcomes of newborns delivered with birth asphyxia [18]. However, to ensure that newborns benefit from NR, essential equipment, medical supplies, need to be made available and ready at the right place for the right application of the procedure [19]. When health facilities are performing low on the availability and readiness measures for NR service, they cannot meet the practice and quality standards [20] and the potential health benefits of NR practice to newborns becomes compromised.",
            "cite_spans": [
                {
                    "start": 768,
                    "end": 770,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 998,
                    "end": 1000,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1191,
                    "end": 1193,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1350,
                    "end": 1352,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Prematurity is among the top three causes of neonatal mortality in Ethiopia [21] and the leading cause globally [6]. Resuscitated newborns with gestational age ≥ 37 weeks had 1.82 times increased chances of survival in our findings. This is in line with the study conducted in Tanzania [22] which shows newborns who died as compared to those who survived had significantly associated with gestational age and in Kenya, study indicated that gestation age ≥ 37 weeks were significantly associated with increased survival at 1 h post NR (OR = 1.38, p = 0.007, CI = 1.10–1.75). This can be explained by the fact that a preterm baby who is failing to establish regular respiration needs more swift support and those babies who are extremely bruised at delivery during resuscitation generally have an extremely poor outcome [23]. Again preterm babies, possibly through its well described negative effects on respiratory function, i.e. Inhibiting the action of surfactants and increased risk of sepsis [24].",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 79,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 113,
                    "end": 114,
                    "mention": "6",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 287,
                    "end": 289,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 819,
                    "end": 821,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 996,
                    "end": 998,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The other predictor variable that affects the neonatal outcome after NR was the duration of labor. Resuscitated newborns delivered 12 h and less duration of labor was 1.76 times more likely to survive than those delivered greater than 12 h (AOR = 1.76; 95% CI (0.99, 3.13)). This might be because of prolonged duration of labor puts children at risk for developing brain damage that leads to cerebral palsy as a result of prolonged oxygen deprivation to the fetus or newborn, and the longer the baby is deprived of oxygen, the more severe the damage may be and get die [25].",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 572,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We found that health care providers trained in NR do not have any significance on the outcome of a newborn after NR. This is because many healthcare providers had received training on NR either internally or from the district and national level, but many times the training was not provided when the health workers are offering newborn care (hands-on), which might have contributed to inadequate skills in newborn resuscitation. Another possible explanation for insufficient skill could be allocation of staff as described by Vesel et’al in Ghana [26]. An additional possible explanation could be the low proportion of non-trained providers that limits the statistical effect in this study.",
            "cite_spans": [
                {
                    "start": 548,
                    "end": 550,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Besides the above, although secretion obstruct babies airway and worsening asphyxia, our findings showed that newborns born with meconium (stained amniotic fluid in the airway who did not start breathing on their own) had no effect on chances of survival after neonatal resuscitation. However, this contradicts with other study done in Kenya [27, 28] which demonstrated that meconium presence was a predictor of survival of neonates after neonatal resuscitation. The possible justification could be, competency of health workers were good in airway clearance in presence of meconium in babies who did not start breathing on their own. As a result, many newborns born with meconium may not suffer both short term and long term squeal ranging from birth asphyxia and eventual early neonatal death in our study.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 345,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 347,
                    "end": 349,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study had limitations. First, our measure of NR process quality was limited. We simply extracted from asphyxiated babies charts whether or the neonates were survived or not. Second, this study did not consider possible maternal factors that could have led to the deaths of the resuscitated newborns. Thus, better measurement methods such as direct observations would provide a better assessment of quality. The EmONC survey only reviewed the most three recent charts of babies who had faced with the difficulty of breathing delivered in the past 12 months. Therefore, many facilities did not have any charts and were not included in our analysis of NR process quality and outcomes. However, a significant strength of this study is that it used data from the EmONC survey which is a census of all health facilities, both public and private, that provided maternal and newborn health services in Ethiopia. Our study also used a combination of methods to assess quality including structural quality based on facility questionnaires and process quality based on chart extractions.",
            "cite_spans": [],
            "section": "Limitation of the study",
            "ref_spans": []
        },
        {
            "text": "Overall, the availability of priority equipment for NR service as a structural quality indicator is low in Ethiopia. However, more than two-third of the resuscitated babies were survived at the time of discharge. Regarding the predictors; gestational age, priority equipment for NR and duration of labor were the main correlates of neonatal outcome after NR service received.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Thus, we recommend that, efforts to avail of the priority equipment’s and supplies noted to be unavailable including appropriately mucus trap for suction and radiant warmer for each unit will ensure that the health workers are adequately equipped during deliveries to overcome immediate critical gaps and more attentive care and strong follow up should be given for premature and for those neonates had more than 12 h duration of labor to improve their quality of life.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Further observational research also warranted to measure quality of NR and its effect on resuscitated newborns.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Structural readiness of health facilities for NR services in Ethiopia, EmONC, 2016, (N = 555)\naElectricity functional, Water, generator, Telephone, Radio, Ventilation, Toilet, Light source, fan/ air conditioning, and waiting area",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Characteristics of providers who performed NR, EmONC, 2016 (N = 555)\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Characteristics of health facilities, EmONC survey, Ethiopia, 2016 (N = 555)\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: NR process quality and outcomes in Ethiopia, EmONC survey 2016 (N = 555)\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Association between explanatory variables and survival of neonates after undergoing neonatal resuscitation in Ethiopia, EmONC Survey, 2016 (N = 555)\nRef*: Reference category NS*: Not statistically significant variable",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Guidelines on Basic Newborn Resuscitation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Maternal health in poor countries: the broader context and a call for action",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Filippi",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ronsmans",
                    "suffix": ""
                },
                {
                    "first": "OM",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Borghi",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet.",
            "volume": "368",
            "issn": "9546",
            "pages": "1535-1541",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Quality, quality, quality: gaps in the continuum of care",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Varghese",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet.",
            "volume": "379",
            "issn": "9811",
            "pages": "e5-e6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The quality of care: how can it be assessed?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Donabedian",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "JAMA.",
            "volume": "260",
            "issn": "12",
            "pages": "1743-1748",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The Partograph in Childbirth: An Absolute Essentiality or a Mere Exercise?",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Dalal",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Purandare",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Obstet Gynaecol India",
            "volume": "68",
            "issn": "1",
            "pages": "3-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Neonatal nursing and helping babies breathe: an effective intervention to decrease global neonatal mortality",
            "authors": [
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Keenan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niermeyer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Singhal",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Lawn",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Newborn and Infant Nurs Rev",
            "volume": "11",
            "issn": "2",
            "pages": "82-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Robert L, et’al, Incidence, characteristics, and survival following cardiopulmonary resuscitation in the quaternary neonatal intensive care unit",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Elizabeth",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Resuscitation",
            "volume": "110",
            "issn": "",
            "pages": "32-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Neonatal resuscitation in low-resource settings: what, who, and how to overcome challenges to scale up?",
            "authors": [
                {
                    "first": "SN",
                    "middle": [],
                    "last": "Wall",
                    "suffix": ""
                },
                {
                    "first": "ACC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Niermeyer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "English",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Keenan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Carlo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Int J Gynaecol Obstet",
            "volume": "107",
            "issn": "Suppl 1",
            "pages": "S47-S64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Health System Preparedness for Newborn Care: A Health Facility Assessment in Rural Uganda",
            "authors": [
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Nalwadda",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tomson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kiguli",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Namugaya",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Namazzi",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Int J Community Fam Med",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Predictors of death including quality of positive pressure ventilation during newborn resuscitation and the relationship to outcome at seven days in a rural Tanzanian hospital",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Moshiro",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Kidanto",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Kvaløy",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Mdoe",
                    "suffix": ""
                },
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Ersdal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS One",
            "volume": "13",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Use of adrenaline and atropine in neonatal resuscitation",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Heal",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Bartle",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Weindling",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Marcovitch",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Arch Dis Child.",
            "volume": "70",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Admission Temperature of Low Birth Weight Infants: Predictors and Associated Morbidities",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Laptook",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Salhab",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bhaskar",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Pediatrics",
            "volume": "119",
            "issn": "3",
            "pages": "e643-e649",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Quality of newborn care: a health facility assessment in rural Ghana using survey, vignette and surveillance data",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Vesel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manu",
                    "suffix": ""
                },
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Lohela",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gabrysch",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Okyere",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "BMJ Open",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Otido",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Adherence to newborn resuscitation guidelines in Garissa provincial general hospital [MMED dissertation]: University of Nairobi",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Basic Newborn Resuscitation: a practical guide",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Birth asphyxia: a major cause of early neonatal mortality in a Tanzanian rural hospital",
            "authors": [
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Ersdal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mduma",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Svensen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Pediatrics.",
            "volume": "129",
            "issn": "5",
            "pages": "e1238-e1e43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Every newborn: progress, priorities, and potential beyond survival",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Lawn",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Blencowe",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Oza",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "You",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Waiswa",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet.",
            "volume": "384",
            "issn": "9938",
            "pages": "189-205",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Neonatal resuscitation: 2010 American Heart Association Guidelines for Cardiopulmonary Resuscitation and Emergency Cardiovascular Care",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kattwinkel",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Aziz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "126",
            "issn": "5",
            "pages": "e1400-e1413",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2017,
            "venue": "Ethiopia Demographic and Health Survey, 2016",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}