{
    "paper_id": "PMC7146658",
    "metadata": {
        "title": "Summary of the COVID-19 outbreak in Vietnam – Lessons and suggestions",
        "authors": [
            {
                "first": "Trang",
                "middle": [
                    "H.D."
                ],
                "last": "Nguyen",
                "suffix": "",
                "email": "nguyenhadieutrang@iuh.edu.vn",
                "affiliation": {}
            },
            {
                "first": "Danh",
                "middle": [
                    "C."
                ],
                "last": "Vu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Based on the chronology of the COVID-19 outbreak in Vietnam, three main periods of the disease can be observed: 1) during the two months of epidemic (January 23 - February 26, 2020), 16 cases were reported and the cumulative rate was 1.6 cases/10 million population. All the patients had successfully recovered and been discharged from hospitals [2], 2) from February 27 to March 5, there were no new cases reported in Vietnam, and it seemed that Vietnam would have won the battle against the outbreak, 3) since the 17th positive case of the COVID-19, who failed to declare her health status to the authorities and became “a super spreader” to her contacts on March 6, 106 more COVID-19 infections have thus far been confirmed. A total of 123 cases across the country have been reported as of March 23, 2020, equivalent to a cumulative rate of 12.7 cases/10 million residents. Fifteen provinces have been affected with the highest number of infections recorded in the two largest cities, Hanoi (38 cases) and Ho Chi Minh City (30 cases, 3 recoveries). While in the first period the main source of infections was associated with travel from China [3], the new cases in the third period have been mostly repatriates and travelers from European nations. This has led to an increase in domestic transmission of COVID-19 in Vietnam. There are three COVID-19 patients who are currently placed on extracorporeal membrane oxygenation to provide breathing and heart support.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 348,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1147,
                    "end": 1148,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Transmission dynamics",
            "ref_spans": []
        },
        {
            "text": "Among 123 confirmed cases documented as of March 23, 2020, the median age is 29 years old (range: 3 months – 74 years old; IQR: 29 – 48.5 years old) with the majority of cases (40%) aged between 21 and 30 years (Fig. 1\nand Fig. 2\n). Of the reported cases, 52.0% are male, 75.4% are Vietnamese citizens while 24.6% are foreigners (either working in or traveling to Vietnam) (Fig. 2). The data also show that 73.7% of the cases have been acquired overseas. While the infection rates of COVID-19 in countries like China and Italy are significantly higher among the elderly, the most cases (79 out of 123) reported in Vietnam have been observed for the young (aged 11 – 40) (Fig. 2).",
            "cite_spans": [],
            "section": "Demographic characteristics",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 218,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 223,
                    "end": 229,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 374,
                    "end": 380,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 671,
                    "end": 677,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Although Vietnam is not one of the countries with the highest number of confirmed cases, the novel coronavirus outbreak in Vietnam is considered complex and unpredictable. Thus, Vietnamese government, personally the Deputy Prime Minister Vu Duc Dam, directed and deployed prevention and control measures rapidly from the early stage in Vinh Phuc province to current situations of the overall national epidemic. A combination of extensive efforts includes isolating infected people and tracing and quarantining their contacts. Vietnam did not implement lockdown of entire cities where infected cases had occurred. Instead, schools have been closed, festivals, conferences and activities for large crowds have been cancelled, and authorities have been encouraging people to stay home to minimize exposure and transmission. In particular, the use of face masks and hand sanitizers has been highly encouraged. To further prevent the spread from overseas, the Vietnamese government has been imposing a series of rigorous measures, including a temporary suspension of entry of all foreigners who have come from or transited through the COVID-19 affected areas, and a new mandatory regulation that all incoming travelers to Vietnam have to be quarantined at centralized facilities for 14 days [4].",
            "cite_spans": [
                {
                    "start": 1287,
                    "end": 1288,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "The Vietnam response",
            "ref_spans": []
        },
        {
            "text": "In regard to the 14-day mandatory quarantine, we speculate that this implementation might sooner or later lead to shortage of space for quarantine, especially in the two metropolitan areas, Hanoi and Ho Chi Minh City. Therefore, the Vietnamese government may consider a combination of strict self-quarantine in the community and use of new technology, such as application of big data and artificial intelligence to improve contact tracing and the management of potentially infected patients. It may aid in reducing person-to-person spread [5]. In addition to vigorous control strategies, studies on individual patient epidemiological data are needed, which would enable epidemiologists to build a model of the outbreak and determine the number of new infections triggered by each case.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 541,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Suggestions for COVID-19 infection control",
            "ref_spans": []
        },
        {
            "text": "No.",
            "cite_spans": [],
            "section": "Funding source",
            "ref_spans": []
        },
        {
            "text": "We declare that we have no competing interest.",
            "cite_spans": [],
            "section": "Declaration of competing interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Age of COVID-19 patients in Vietnam (Jan 23 – Mar 23, 2020).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Age and sex distribution of COVID-19 cases in Vietnam (Jan 23 – Mar 23, 2020).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus COVID-19 global cases by the center for systems science and engineering",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The Vietnamese Ministry of Health",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Importation and human-to-human transmission of a novel coronavirus in Vietnam",
            "authors": [
                {
                    "first": "L.T.",
                    "middle": [],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "T.V.",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "Q.C.",
                    "middle": [],
                    "last": "Luong",
                    "suffix": ""
                },
                {
                    "first": "T.V.",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H.T.",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "H.Q.",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "T.T.",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Q.D.",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "872-874",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "The Socialist Republic of Vietnam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Baxter",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Goyder",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Chambers",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Preston",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}