{
    "paper_id": "PMC7124048",
    "metadata": {
        "title": "Southeast Asia: Beyond Crises and Traps",
        "authors": [
            {
                "first": "Boo",
                "middle": [
                    "Teik"
                ],
                "last": "Khoo",
                "suffix": "",
                "email": "booteik@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Keiichi",
                "middle": [],
                "last": "Tsunekawa",
                "suffix": "",
                "email": "k_tunekawa@nifty.com",
                "affiliation": {}
            },
            {
                "first": "Motoko",
                "middle": [],
                "last": "Kawano",
                "suffix": "",
                "email": "motokokawano@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Boo",
                "middle": [
                    "Teik"
                ],
                "last": "Khoo",
                "suffix": "",
                "email": "booteik@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Keiichi",
                "middle": [],
                "last": "Tsunekawa",
                "suffix": "",
                "email": "k_tunekawa@nifty.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "If the United States of America (USA) is considered the world economic leader, then the speed at which the five Southeast Asian countries have been catching up with it is quite impressive, although short of the performances of South Korea and China. Between 1985 and 2014, the five Southeast Asian countries improved their GDP per capita (relative to that of the USA) by 15.9–154.9 per cent.1 These figures are lower than those for South Korea (175.1 per cent) or China (614.1 per cent) but much better than Brazil (–5.4 per cent), Mexico (–19.4 per cent), and South Africa (–26.6 per cent).",
            "cite_spans": [],
            "section": "The Intermediate Quality of Economic Development in Southeast Asia",
            "ref_spans": []
        },
        {
            "text": "One reason for wondering if the Southeast Asian countries have fallen or are falling into the middle-income trap is their inadequate technological capability. For instance, it was suggested that up to 2007, middle-income countries that formed part of the Association of Southeast Asian Nations (ASEAN) suffered from mediocre higher education systems, a lack of domestic patents, low levels of innovation and technological diffusion, and an abundance of assembly-type firms unable to move up the value chain. Hence, it was premature to expect that they were ready to become ‘knowledge economies’ (Gill and Kharas 2015: 2).",
            "cite_spans": [
                {
                    "start": 612,
                    "end": 616,
                    "mention": "2015",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "The Intermediate Quality of Economic Development in Southeast Asia",
            "ref_spans": []
        },
        {
            "text": "Certain statistics substantiate these assertions. The average annual total factor productivity (TFP) growth rate for 2001–14 was between –1.10 per cent for Vietnam and 1.25 per cent for the Philippines, much lower than for China (3.20 per cent), South Korea (1.64 per cent), and Taiwan (1.58 per cent).2 Of the five Southeast Asian countries, Vietnam was the only one that recorded a negative growth rate. (Even then, Vietnam was catching up with the USA more rapidly than the other Southeast Asian countries. This suggests that Vietnam’s development level is still so low that its economy has ample scope to grow merely on increased factor inputs.)",
            "cite_spans": [],
            "section": "The Intermediate Quality of Economic Development in Southeast Asia",
            "ref_spans": []
        },
        {
            "text": "The poor TFP performance is partially explained by research and development (R&D) activity in Malaysia, Thailand, Philippines, and Indonesia being far lower than in South Korea, Taiwan, Singapore, and China when measured by R&D expenditure as a share of nominal GDP and the number of staff per one-million population (10.1007/978-3-319-55038-1_2#Tab2, 10.1007/978-3-319-55038-1_2, this volume). The five Southeast Asian countries certainly lag behind the Northeast Asian newly industrialising economies (NIEs) in technological development. However, they have performed much better than many non-Asian middle-income countries. For instance, the average annual TFP growth rates from 2001 to 2014 were –0.64 per cent, –1.35 per cent, –1.04 per cent, and – 1.08 per cent for Brazil, Mexico, South Africa, and Turkey, respectively.",
            "cite_spans": [],
            "section": "The Intermediate Quality of Economic Development in Southeast Asia",
            "ref_spans": []
        },
        {
            "text": "In short, while they have not replicated the full extent of Northeast Asian industrial success, the Southeast Asian NIEs have had considerably more impressive economic performances than their non-Asian middle-income counterparts. Even so, as the cases in this book suggest, the fear persists that Southeast Asian economies may eventually fall into the ‘middle-income trap’ due to the slow upgrading of their technological capabilities. What historical conditions, specific to Southeast Asia, have helped in realising, and limiting, this regional attainment?",
            "cite_spans": [],
            "section": "The Intermediate Quality of Economic Development in Southeast Asia",
            "ref_spans": []
        },
        {
            "text": "It has been suggested that it would be more difficult to advance towards the status and condition of a developed economy from an intermediate point than it would be to emerge from a low-income phase. It is debatable if the latter shift is ‘easier’. Relatively successful development in capitalist Southeast Asia followed a common process of overcoming postcolonial weaknesses that included a dependence on the production and export of primary commodities, a vulnerability to declining terms of trade, the vicissitudes of non-autonomous export-reliant growth, and a persistent foreign domination of key economic sectors.",
            "cite_spans": [],
            "section": "Changing Conditions of Possibility",
            "ref_spans": []
        },
        {
            "text": "As Southeast Asian NIEs (barring Singapore) traversed a path of commodity diversification, openness to foreign direct investment (FDI), and incorporation into the ‘new international division of labour’, their pro-US Cold War alignments spared them potentially horrific destruction, of the type and scale visited upon Vietnam, Laos, and Cambodia. If anything, being firmly placed in the American orbit permitted the anti-communist countries of Southeast Asia to profit economically from the hot wars in Indochina.",
            "cite_spans": [],
            "section": "Changing Conditions of Possibility",
            "ref_spans": []
        },
        {
            "text": "These countries and their societies had to shed the typical colonial economy’s ‘imperial structure’ (Williamson 2002) that was ill-suited to adapting economic performances to national priorities covering the socially and politically volatile problems of widespread poverty and diverse inequalities. By a lengthy and politically repressive process, capitalist Southeast Asia refashioned its inherited structures of colonial capitalism (generally applicable even to non-colonised Thailand) to reach what was effectively a level of intermediate success, albeit marked with national variations. In bad times, the Southeast Asian NIEs did not sink to the truly wretched level of disastrous postcolonial experiences. In the best of times, however, the same NIEs could not scale the heights of late industrialisation in Northeast Asia.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "mention": "2002",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Changing Conditions of Possibility",
            "ref_spans": []
        },
        {
            "text": "Offering a contemporaneous commentary on the crisis of 1997–98 in Indonesia, Malaysia, the Philippines, and Thailand, Benedict Anderson traced their pre-crisis economic success (except that of the Philippines) to four ‘conditions of possibility’. First was the ‘peculiar arc of the Cold War in the region’ because of which ‘Washington made every effort to create loyal, capitalistically prosperous, authoritarian, and anti-communist regimes’ (Anderson 1998b: 300). Second was the ‘accident of the region’s geographical propinquity to Japan’, which led to Japan’s becoming Southeast Asia’s ‘single most important external investor…both as extractor of natural resources…and in industrial and infrastructural development’. A third condition of possibility was, ‘ironically enough…[the] Maoist project of building a mighty autarchic, socialist economy outside the global capitalist order [that] kept China from playing a significant economic role in, or in competition with Southeast Asia until the middle 1980s’ (Anderson 1998b: 301–2). Finally, the opening of post-WWII economic opportunities and practices of postcolonial discrimination against their ‘overseas Chinese’ (in various ways and to different extents) served to ‘encourage people of Chinese ancestry to concentrate their energies and ambitions in the private commercial sector’, effectively making the Chinese minority the real domestic motor of the ‘miracle’ (Anderson 1998b: 304–5).",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 457,
                    "mention": "1998b",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1020,
                    "end": 1025,
                    "mention": "1998b",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1431,
                    "end": 1436,
                    "mention": "1998b",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Changing Conditions of Possibility",
            "ref_spans": []
        },
        {
            "text": "Anderson’s review is quoted at length here because he was in fact conceptualising Southeast Asia’s turn ‘from miracle to crash’ at a new historical juncture. The Soviet Union had imploded, the communist threat had vanished, and the communist alternative in development was discredited. Consequently, capitalist Southeast Asia no longer retained its previous favoured status in the USA’s strategic calculations. Japan’s regional economic preeminence was no longer assured because of its internal decline and external challenges. China, however, had ‘emerged’ or ‘opened up’ or ‘returned’, reversing the ‘extraordinary sequestration from the global market of the greatest power in Asia’ (Anderson 1998b: 302), with a vengeance, it might be said. In other words, the historical conditions that favoured Southeast Asian growth had begun to recede before global financial pressures combined with domestic mismanagement to terminate what some observers had imagined would be inexorable economic advance (Anderson 1998b: 304).",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 700,
                    "mention": "1998b",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1007,
                    "end": 1012,
                    "mention": "1998b",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Changing Conditions of Possibility",
            "ref_spans": []
        },
        {
            "text": "In the event, the stricken economies did not collapse irretrievably. They recovered and even acquired a measure of resilience to weather the global financial crisis of 2007–08. Two decades after the 1997 crisis, however, none of them has attained the developed status their leaders had craved and which would be akin to a ‘second Asian miracle’ (Pempel and Tsunekawa 2015: 3). On the contrary, standard indicators seem to suggest that these economies are mired in middle-income mediocrity or at risk of losing their competitiveness. Unlike Northeast Asia (except China, then, and North Korea still), which had acquired its advanced status in the era of favourable regional conditions, Southeast Asia (except Singapore) had been ‘developing’ somewhat impressively but stopped short of becoming ‘developed’. Has the historic moment for Southeast Asia to replicate Northeast Asia’s success in late industrialisation passed? The answer is partly positive and partly negative.",
            "cite_spans": [
                {
                    "start": 367,
                    "end": 371,
                    "mention": "2015",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Changing Conditions of Possibility",
            "ref_spans": []
        },
        {
            "text": "The USA is now less tolerant of restrictive measures against trade, investment, and financial activities. The USA-backed international trade regime under the World Trade Organization (WTO) reduced exceptional treatment for developing countries on import restriction, export promotion, quota allocation, and property rights. These countries now find it more difficult to privilege firms located within their borders to foster national economic development. However, a more competitive global economy does not make the failure of developing economies inevitable. For instance, Aseema Sinha (2016) vividly analyses how the pressure of trade liberalisation under the WTO served to revitalise Indian pharmaceutical and textile industries. In both cases, the private sector in India was highly resistant to liberalisation, but WTO obligations strengthened the influence of reformers in the state and forced the private sector to change its preference. Entering the twenty-first century, the Indian pharmaceutical industry strategically turned to specialising in the production and marketing of generic medicines and boosted its investment in product development. Likewise, to prepare for the abolition of the multi-fibre agreement expected in 2005, India’s textile industry changed its strategy drastically from sheltering under state protection to seeking export promotion and international competitiveness. To this end, firms in the industry increased R&D expenditure and extended backward and forward linkages. The two industries are now highly successful. (Sinha’s analysis interestingly shows that these changes were led by reformers in the state who built coalitions of new winners and overcame the resistance of losers.)",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "mention": "2016",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Changing Conditions of Possibility",
            "ref_spans": []
        },
        {
            "text": "The decline in the availability of Japanese resources, Anderson’s second point, is not insurmountable either. Reduced Japanese contributions can now be offset by resources from Northeast Asian NIEs, China (including Hong Kong), and Singapore. In fact, Japanese firms have expanded their overseas production since the mid-1980s. If Southeast Asia’s share of Japanese foreign investment has declined, it is not due to shrinkage of Japanese resources but the emergence of China and other countries as more attractive locations of investment.",
            "cite_spans": [],
            "section": "Changing Conditions of Possibility",
            "ref_spans": []
        },
        {
            "text": "The loss of Anderson’s third condition caused by China’s rise as a formidable competitor in trade and investment is a more serious problem for Southeast Asian countries. They have, except for Vietnam (and, less so, Indonesia), mostly lost their low-wage competitiveness and need to expand sectors in which competitiveness stems from elements other than factor inputs. In fact, the state and the private sector of the five Southeast Asian countries have attempted various strategies to circumvent the decline of competitiveness and sustain the catching-up speed.",
            "cite_spans": [],
            "section": "Changing Conditions of Possibility",
            "ref_spans": []
        },
        {
            "text": "Voluminous literature on Southeast Asian political economy over the past three decades has shown the importance of explaining and evaluating the capacities, roles, and interventions of states in producing, at different times, a regional ‘miracle’, a ‘meltdown’, and a ‘middle-income trap’ – in short, determining the resilience, vulnerability, or future of Southeast Asian economies. The scope to manoeuvre for an individual state is generally said to have narrowed in the current, highly globalised and competitive economy. Democratisation is widely assumed to increase the capacity for resistance to state initiatives. Thus, state elites who pursue long-term policies for industrial upgrading would have to engage in tough and time-consuming efforts to accommodate conflicting interests and build a national consensus for a satisfactory distribution of costs and benefits. How do Southeast Asian states fare on these two issues?",
            "cite_spans": [],
            "section": "The State and a Globalised Economy ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "Interestingly, the success of Singapore, the only Southeast Asian country that has entered the high-income group (aside from Brunei Darussalam whose high per capita income derives largely from its oil wealth and small population), indicates that the state can still play an important and successful role in any upgrading project. The state continues to exercise considerable intervention to guide its preferred outcomes in major industrial sectors, capital markets, labour markets, and urban planning. In more recent times, the state’s strong presence is felt through unconventional fiscal policies and state-owned enterprises that command enormous resources and power (10.1007/978-3-319-55038-1_10, this volume). It bears noting that Singapore has not been democratic.",
            "cite_spans": [],
            "section": "The State and a Globalised Economy ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "Vietnam’s state-owned sector likewise illustrates the role that an authoritarian state can play in economic development. Given the weakness of small private businesses, Vietnam could never have achieved its current level of development if economic activities had been left to market forces. Yet, as Fujita (10.1007/978-3-319-55038-1_4, this volume) points out, the more dependent on state favouritism a state-owned enterprise (SOE) is, the less efficient it is. In other words, the authoritarian character of a political regime alone cannot guarantee its economic success. The determining factor is the way the state uses its relatively autonomous power to manage the economy.",
            "cite_spans": [],
            "section": "The State and a Globalised Economy ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "In comparison with Singapore and Vietnam, Malaysia is less authoritarian. A good part of its economic orientation is state-directed, but the state is subject to greater social pressures from vested oligarchic interests and the electorate. Hence, although the Malaysian state can formulate well-designed development plans with identified targets, it struggles to implement them with economic efficiency, social equity, and political balance.",
            "cite_spans": [],
            "section": "The State and a Globalised Economy ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "Thailand has a history of alternating between democracy and authoritarianism, between civilian governments and military juntas. For the most part, however, the basic policy orientation of the Thai state elite has been market-oriented regardless of the nature of the political regime. As such, the Thai state may simply not be ideologically and institutionally ready to be interventionist for the sake of industrial upgrading.",
            "cite_spans": [],
            "section": "The State and a Globalised Economy ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "The Philippines and Indonesia are the most democratic of the five Southeast Asian countries. Economically, the state elite of the Philippines has been market-oriented. Their Indonesian counterparts were equally so for at least ten years following the overthrow of Soeharto. Under President Susilo Bambang Yudhoyono, the Indonesian state attempted to resume its interventionist ways (10.1007/978-3-319-55038-1_3, this volume). However, after a ten-year laissez-faire interval, accompanied by democratisation and decentralisation, the attempted interventionism turned out to be ineffective pseudo-developmentalism as evident in the inconsistent implementation of the new mining law (10.1007/978-3-319-55038-1_9, this volume).",
            "cite_spans": [],
            "section": "The State and a Globalised Economy ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "The oligarchies of Indonesia, Malaysia, the Philippines, and Thailand have socially evolved from specific historical and national origins. The Filipino oligarchy was rooted in vast landholdings during late colonial times. The oligarchs became adept at controlling a system of electoral representation which, ‘adapted to the ambitions and social geography of the mestizo nouveaux riches’ (Anderson 1998a: 201), allowed them to move ‘from private wealth to state power, from provincial bossism to national hegemony’ (Anderson 1998a: 213). The oligarchy of Thailand was formed from the elite power centers located within the military, the bureaucracy, and big businesses but were socially and ideologically placed under a constitutional, yet independently wealthy monarchy. Oligarchy came later in Indonesia where ‘a system of power relations that enable[d] the concentration of wealth and authority and its collective defense’ was constituted ‘at a time of growth and market capitalism during the New Order’ (Hadiz and Robison 2014: 37). Here, oligarchic composition underwent a politically significant ethnic change with the emergence of a pribumi, an ‘indigenous’ but, for all purposes and intents, non-Chinese, component. The promotion of an ethnically comparable Bumiputera dimension to oligarchy in Malaysia was made part of state policy. Through state regulation, investment, and sponsorship that systematically began from 1970, the oligarchy was reconstituted from its earlier postcolonial form of an ethnic division of power between the Malay political elite and the (largely) Chinese economic elite.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 402,
                    "mention": "1998a",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 524,
                    "end": 529,
                    "mention": "1998a",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1025,
                    "end": 1029,
                    "mention": "2014",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Oligarchic Obstacles ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "These oligarchies have also moved along different paths to economic and political dominance. However, it seems to be generally accepted that oligarchy as an embodiment of a ‘fusion of political authority and economic power’ (Hadiz and Robison 2014: 37) has been the source of political tensions in recent Southeast Asian politics. A common problem arising from the exercise of ‘the power and politics of extreme wealth concentration’ (Winters 2014: 12) has been the entrenchment of ‘political capitalism’, ‘booty capitalism’, ‘crony capitalism’, and so on – so to speak, ‘bastardised’ deviations from the ideal form of regulated but free market capitalism. Hence, oligarchy in Southeast Asia (except Singapore) has been intimately associated with many kinds of ‘predatory’ and ‘rent-seeking’ activities.",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "mention": "2014",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 443,
                    "end": 447,
                    "mention": "2014",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Oligarchic Obstacles ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "A second, much debated issue in academic literature focuses on the connections between oligarchy and post-authoritarian ‘transitions to democracy’ in Indonesia (Fukuoka 2013; Ford and Pepinsky 2014); the arguments can generally be extended to cover Thailand and the Philippines. When Soeharto’s dictatorship ended, a competitive electoral system was installed but expectations of liberal democracy were not realised. Instead, an ‘expansion of costly electoral politics [had] facilitated the ascendance of business elites who [could] use their capital to pursue legislative positions and Cabinet posts that were previously limited’ (Fukuoka 2013: 59). Effectively, therefore, democratisation, including vigorous electoral exercises, did not eliminate a corrupt and unfair fusion of wealth and power but changed ‘the old form of accommodation between the ruling politico-bureaucrats and the business elites’ (Fukuoka 2012: 87). The transition from dictatorship to democracy, moreover, produced a ‘more chaotic electoral ruling oligarchy’ that exercised power with fewer constraints (Winters 2014: 17).",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "mention": "2013",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 193,
                    "end": 197,
                    "mention": "2014",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 640,
                    "end": 644,
                    "mention": "2013",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 915,
                    "end": 919,
                    "mention": "2012",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1089,
                    "end": 1093,
                    "mention": "2014",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Oligarchic Obstacles ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "Comparable patterns of such an oligarchic ‘capture of democracy’ (Winters 2014: 17) were largely the results of a ‘politics of privilege’ (Hutchcroft 1997) prevalent in the region. This permitted the Filipino oligarchy to retain its post-Marcos control of a ‘weak state with bureaucratic incoherence’ (Hutchcroft 1998). In Thailand, big business joined politics ‘like Siamese twins…at the hip’ (Pasuk 2004: 8), preserving the power of the Thai oligarchy in between bouts of military force. In Malaysia, the politics of privilege found its expression in the ‘money politics’ of the ruling coalition and its tycoon allies that let the Malaysian oligarchy retain power.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "mention": "2014",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 150,
                    "end": 154,
                    "mention": "1997",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 313,
                    "end": 317,
                    "mention": "1998",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 401,
                    "end": 405,
                    "mention": "2004",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Oligarchic Obstacles ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "Bluntly put, oligarchy walked many a crooked mile. And yet, some might object, along that distance Southeast Asia had a minor miracle. How, then, could oligarchic domination be said to undermine prospects for economic advance beyond what has been attained?",
            "cite_spans": [],
            "section": "Oligarchic Obstacles ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "First, many economic entities of the Thai and Indonesian oligarchies, especially family businesses, survived the 1997 financial crisis and found new directions to prosper (10.1007/978-3-319-55038-1_2 and 10.1007/978-3-319-55038-1_3, respectively, this volume). In Indonesia, where post-Soeharto governments, until recently, took a laissez-faire stance towards industrial promotion, business groups did not pursue the technological upgrading strategy. Instead, they sought the production of niche products and services and the exploitation and processing of natural resources. In Thaksin’s Thailand, the government actively targeted specific sectors for national development, but this intention was not matched by the installation of stern mechanisms to enforce, monitor, and evaluate the outcomes of those policies (10.1007/978-3-319-55038-1_10, this volume). Consequently, Thai family businesses mostly expanded and consolidated in sectors favoured by their Indonesian counterparts, leaving more high-tech machinery industries to multinational corporations (MNCs).",
            "cite_spans": [],
            "section": "Oligarchic Obstacles ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "Even in sectors over which the state holds regulatory authority (such as mining in Indonesia), private firms could influence policy to obtain individual benefits thanks to the proliferation of channels of clientelist connections with the central and local governments created, ironically, by democratisation and decentralisation. For instance, the local governments of Indonesia collectively indulged in the economically ineffective practice of issuing more than 10,000 mining licenses (10.1007/978-3-319-55038-1_9, this volume). Indonesia’s pattern of rent management appears to have changed from monopolistic control under Soeharto to ‘competitive clientelism’. In contrast, Thailand’s once well-known competitive clientelism (Doner and Ramsay 2000) was reshaped into centralised clientelism under Thaksin. However, Thaksin’s centralising tendencies and monopolistic politics drove his opponents and disadvantaged forces into forming an alliance that brought his rule to an abrupt and early end (Veerayooth and Hewison 2016). There was little time for Thaksin to use his influence to lead private firms and part of the populace to strengthen joint efforts for industrial upgrading.",
            "cite_spans": [
                {
                    "start": 746,
                    "end": 750,
                    "mention": "2000",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "mention": "2016",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Oligarchic Obstacles ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "The Malaysian state has been politically less democratic and economically more interventionist. Still, its political leaders have failed to use their power to foster a more systematic industrial upgrading of domestic firms. If the New Economic Model (NEM) announced in 2010 was anything to go by, they appeared to have been aware of the need for industrial upgrading. However, when it faced an increasingly competitive electoral environment, the state dominated by the United Malays National Organisation (UMNO) was unable to dismantle the economically ineffective regime protecting the ethnic Malay population in general and Malay firms in particular (10.1007/978-3-319-55038-1_5, this volume). Thus, an officially sanctioned form of ‘ethnic clientelism’ persists and protects vested oligarchic interests.",
            "cite_spans": [],
            "section": "Oligarchic Obstacles ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "It may be too early to speak of an oligarchy in Vietnam. However, the leaders of this party-state and those who control state owned enterprises (SOEs) may be likened to the UMNO politicians and powerful ethnic Malay businesses. The Vietnamese state continues to protect its SOEs that, consequently, have few incentives to improve their productivity.",
            "cite_spans": [],
            "section": "Oligarchic Obstacles ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "In other words, all five Southeast Asian countries covered here seem to have a common difficulty – the staying power of oligarchic vested interests poses a major obstacle to building a new national consensus for upgrading industries. So far, the catching-up development of these economies has been largely dependent on niche-oriented activities, natural resource processing, cheap labour-based production, limited technological upgrading of a few industrial sub-sectors, or a combination of these.",
            "cite_spans": [],
            "section": "Oligarchic Obstacles ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "An ideological gap was created towards the end of the twentieth century as nationalism and developmentalism, the principal ideological currents of the non-communist Southeast Asian nations, were undermined by globalisation in general and the 1997 crisis in particular. Nationalism had raised mass expectations of what decolonisation should mean, while developmentalism met mass demands for socio-economic improvement. Thus, nationalism and developmentalism became state projects connected by fundamental communitarian concerns, as was implicit in the elite proffering of ‘Asian values’ in the heyday of East Asian triumphalism (Khoo 1999). Much of that was wrecked by ‘globalisation’ in the guise of the ‘Washington consensus’ and the power of financial markets.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 637,
                    "mention": "1999",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Abortive Challenges of Populism ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "Populism, populist movements, and populists are notoriously difficult to define precisely because of the many variations in their meanings and characteristics in different national and local settings. Still, populism emerged as an alternative ideological current in the gap left by the 1997 crisis. As Southeast Asian political figures challenged discredited regimes or leaders, those figures and the movements they led refurbished nationalism, invoked communitarianism, and appealed to ‘localism’. Thus, ‘Gus Dur’ (Abdurrahman Wahid) in Indonesia, Thaksin Shinawatra in Thailand, ‘Erap’ (Joseph Estrada) in the Philippines, and even Anwar Ibrahim in Malaysia espoused populist notions suited to their own political environments, in a paradoxical manner familiar to populism.",
            "cite_spans": [],
            "section": "Abortive Challenges of Populism ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "On the one hand, they issued appeals to ‘the nation’, ‘the people’, ‘grassroots’, and ‘communities’. Being non-class-based by referring to Islam or ‘Thai Rak Thai’, for example, those appeals could have had an ideologically unifying ring to them. Populists could also programmatically offer direct and small-scale forms of redistributive assistance to the poor, the disadvantaged, and the marginalised. On the other hand, populist rhetoric could be politically quite divisive in two senses. First, although they did not intend to overturn existing structures of wealth and power, populists could target such ‘enemies’ as corrupt governments, class privileges, and oligarchic manipulation, as well as foreign machination (Khoo 2009: 128). Consequently, they could provoke severe reactions from the oligarchy, including firms whose participation is necessary for the implementation of a successful upgrading strategy. Second, populism often fosters direct links between leaders and their supporters, thereby impeding the viability or establishment of intermediate institutions crucially required for long-term projects of industrial upgrading.",
            "cite_spans": [
                {
                    "start": 726,
                    "end": 730,
                    "mention": "2009",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Abortive Challenges of Populism ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "The divisive character of populism was most clearly observed in Thailand. It has been said that Thaksin, who was deposed by a military coup in 2006, had ‘connected with the “informal masses” of Thailand’s electoral heartlands in the north and northeast’ and ‘also mobilised an inchoate “new capitalist” sentiment that was oppositional to the established order and its attendant politics of prostration before the semi-divinity of the monarchy and representatives’ (Connors 2008: 481). Yet perhaps Thaksin’s threat was ‘not so much ideological as it was a visceral assault on the longstanding and compromised relationship between authoritarian privilege in the palace and military and emergent liberal forms of politics’ (Connors 2008: 481). To that extent, ‘the unconscious logic of that [populist] challenge was overwhelming: the combination of a uniquely brazen, self-manifesting political leader, a hungry electorate, long denied economic and social benefits, and a class of political and business entrepreneurs, emerged to erode the hierarchic conventions of Thai politics’ (Connors 2008: 481).",
            "cite_spans": [
                {
                    "start": 473,
                    "end": 477,
                    "mention": "2008",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 729,
                    "end": 733,
                    "mention": "2008",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1087,
                    "end": 1091,
                    "mention": "2008",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Abortive Challenges of Populism ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "These populists were far from being exemplars of virtuous administration. Across the region, they, ‘who appealed to the lower classes’, came to grief when their mobilisation encroached on the terrain of the power elite or oligarchy in alliance with reformist movements that ‘in the name of good governance … turned against democratically elected presidents or prime ministers in the Philippines (Joseph E Estrada), Indonesia (Abdurrahman Wahid), and Thailand (Thaksin Shinawatra)’ (Thompson 2004: 1089). It may not be a historical accident, therefore, that Thailand, where Southeast Asia’s developmental projects unravelled first, has been the site of the most protracted and deadly political battles between unforeseen alignments of oligarchic insecurities, middle-class conservatism, and populist grievances, virtually all of which were let loose by the 1997 crisis. The military coup mounted against Thaksin after he had been prime minister for only five and a half years signalled the ebb of the populism which rose with him. Yet, until a second military coup in 2014 crushed it, populism remained a powerful force that repeatedly brought Thaksin’s allies to power. Whatever else came out of the decade-long battle between the ‘red shirts’ and the ‘yellow shirts’, perhaps Thailand lost an opportunity to implement and benefit from at least some of Thaksin’s planned upgrading projects.",
            "cite_spans": [
                {
                    "start": 491,
                    "end": 495,
                    "mention": "2004",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Abortive Challenges of Populism ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "Labour in the formal sector, were it strong enough, could have replaced an amorphous populism as an organised counterforce against the oligarchy and assumed a leading role in pressing the oligarchy to transform the wage and welfare system as an accompaniment to industrial upgrading. The incorporation of labour, either as a ‘growth partner’ as in Northeast Asian corporatism or as Western European ‘cross-class collaboration’ is key to long-term inclusive development (Doner 2015; Katzenstein 1985; 10.1007/978-3-319-55038-1_10, this volume).",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 480,
                    "mention": "2015",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 494,
                    "end": 498,
                    "mention": "1985",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Abortive Challenges of Populism ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "During the past half century, by contrast, Southeast Asia was severely burdened by the legacies of Cold War suppression of independent civil society and once vibrant labour organisations, on the one hand, and subsequently intensifying economic globalisation, on the other. The initiatives in labour reform which have been carried out did not emerge from organised labour but from some state elite who recognised the limitations of a cheap labour-based development pattern and were also exposed to strong populist pressures.",
            "cite_spans": [],
            "section": "Abortive Challenges of Populism ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "For instance, the Najib Tun Razak administration announced the NEM in March 2010 with the intention of realising former Prime Minister Mahathir Mohamad’s vision of advancing Malaysia to the status of a high-income country by 2020. Among other things, the NEM proposed to quicken economic transformation from low value-added sectors supported by unskilled cheap labour to high value-added sectors with innovative productivity-enhancement capabilities. The NEM even considered introducing unemployment insurance and a minimum wage system. Fierce opposition to these proposals was quickly raised by private sector organisations such as Malaysian Employers’ Federation, Small and Medium Industry Associations of Malaysia, Malaysian Agricultural Producers Association, and the Malaysian International Chambers of Commerce and Industry. In response, the government shelved the idea of unemployment insurance. Only because the ruling coalition faced a serious electoral challenge from the opposition (the original source of the minimum wage proposal), Najib announced in April 2012 that private sector firms must guarantee a minimum wage (determined by the government) for their employees, including foreign migrant workers. Pressed by the private sector once more, the government again retreated, permitting a non-implementation ‘grace period’ (of up to one year) and allowing firms employing foreign workers to be exempted from certain levies. In other words, the NEM’s aim to discourage the use of cheap foreign workers was largely undone (Suzuki 2014: 152–61).",
            "cite_spans": [
                {
                    "start": 1543,
                    "end": 1547,
                    "mention": "2014",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Abortive Challenges of Populism ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "In Thailand, the introduction of a national minimum wage of 300 baht by the government of Yingluck Shinawatra (Thaksin’s sister, whose party won the 2011 election) had a similar double purpose of consolidating electoral support among low-income families and reducing the reliance on cheap labour by incentivising national firms to shift to high value-added, skill-based production. However, the continuous inflow of migrant labour and its broad employment in various industries (including food processing) has not receded. The military junta that toppled the Yingluck government in 2015 abolished the national minimum wage and reintroduced the old system of regionally differentiated minimum wages.",
            "cite_spans": [],
            "section": "Abortive Challenges of Populism ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "Thus, the absence of strong organised labour could not prevent an influx of migrant labour into Thailand or Malaysia, which supported employers’ preference for cheap-labour-based growth over industrial upgrading, a subject to which we will return in Section 5.",
            "cite_spans": [],
            "section": "Abortive Challenges of Populism ::: Trapped by Politics?",
            "ref_spans": []
        },
        {
            "text": "Technological upgrading of export-oriented manufacturing sectors is typically recommended to avoid the middle-income trap. Thailand and Malaysia have shown a strong preference for this strategy. However, the time when an industry could replace another by the logic of product cycles (Vernon 1966) has long gone. Owing to the rapid development of communication and transportation technologies as well as the spread of modular product architecture, the production process in an industry can now be fragmented into many segments and located in different parts of the world (Yeung 2016: 1, 5). Logistics and marketing can also be distributed to different parts of the world. Locational decisions of foreign lead firms largely depend on the availability of local human, technological, and institutional resources. For Coe and Yeung (2015: 173), however, technological downgrading (not upgrading) may sometimes bring comparative advantage to certain localities because it matches production for lower-income markets. However, to sustain economic growth, a middle-income country must obtain higher technology portions of global production networks located in its territory. This will require the technological upgrading of local suppliers and labour force, a task that has not been easy for Thailand and Malaysia.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 295,
                    "mention": "1966",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 577,
                    "end": 581,
                    "mention": "2016",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 828,
                    "end": 832,
                    "mention": "2015",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Technological Upgrading ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "Upgrading in Thailand has been undertaken in many sectors, including the hard disc drive (HDD) sub-sector of the electronics industry, the automobile industry, and the food processing industry (10.1007/978-3-319-55038-1_6, this volume). However, since the electronics and automobile sectors are dominated by MNCs (10.1007/978-3-319-55038-1_2, this volume), the successful transplantation of high value-added processes to Thailand has required special efforts by the state and the private sector. Intarakumnerd (10.1007/978-3-319-55038-1_6, this volume) describes in detail how sector-specific intermediaries have striven to link firms to each other and to related agencies to improve productivity and competitiveness. The Hard Disc Drive Institute (HDDI) is a good example of how such collaboration was accomplished. The HDDI, consisting of government agencies, MNCs, and local research institutes (universities), set up university–industry linkages, testing laboratories, joint training programs, and collaborative R&D projects. This contributed to upgrading the technological capability of the whole HDD cluster. The Thailand Automotive Institute (TAI) is HDDI’s counterpart in the automobile industry although its function is general rather than to serve specific sub-sectors and its impacts are yet to be seen.",
            "cite_spans": [],
            "section": "Technological Upgrading ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "The once-thriving Malaysian electronics industry seems not to have advanced beyond its established levels. Neither has its automobile industry been very successful. In contrast, technological upgrading has had notable success in rubber-based manufacturing, especially of high-quality medical gloves and technical rubber products such as cutless bearings and bridge bearing pads (10.1007/978-3-319-55038-1_7, this volume). Unlike Thai automotive and electronic products, moreover, Malaysia’s manufactured rubber products have been developed with minimum direct participation by foreign corporations although they are important buyers of products from Malaysia’s original equipment manufacturers (OEMs). The pioneers of technological upgrading in rubber manufacture were technician-entrepreneurs of ethnic Chinese origin who own, operate, and manage global firms such as Top Glove and the Kossan Group. Significantly, the resilience and dynamism of ethnic Chinese entrepreneurs, Anderson’s fourth condition of possibility, still applies with remarkable results in rubber-based manufacturing in Malaysia. Private sector initiatives also benefitted from a long history of substantial public sector support in many areas of the rubber industry, including R&D. Such support was originally provided by the Rubber Research Institute Malaysia (RRIM), founded in 1925 to develop the rubber industry. Presently, the state’s principal agency for supporting the rubber industry is the Malaysian Rubber Board (MRB), which, in 1998, took over the responsibilities of RRIM. Drawing on RRIM’s vast research experience and accumulated knowledge of rubber and its production, the MRB laboratory helped develop high-quality medical gloves that met new and stringent standards of the USA and Europe. Top Glove and the Kossan Group, in particular, benefitted from MRB support during the early and intermediate stages of their development.",
            "cite_spans": [],
            "section": "Technological Upgrading ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "In the absence of a strong, coordinated and sustained drive towards technological upgrading in Southeast Asia, the Thai HDD and the Malaysian rubber-manufacturing sub-sectors are very important for two basic reasons. First, they provide evidence of local potential in capturing larger shares of higher value-added activities in manufacturing. Second, they are proof that the state has not been absent, even if particularly dynamic domestic firms have been the major sources of successful technological upgrading. Therefore, the question may not be whether Southeast Asian economies can generate more advanced economic activity but rather how best the project of advancing beyond the middle-income threshold can be organised economically, politically, and institutionally.",
            "cite_spans": [],
            "section": "Technological Upgrading ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "A second strategy of continuous catch-up which has been attempted in the Southeast Asian countries is based on raising and expanding value added within their natural resource sectors. This strategy is often combined with the technological upgrading path, discussed above, and a path of creating niche products or services, taking advantage of local resources and knowledge, that will be considered in the next subsection.",
            "cite_spans": [],
            "section": "Natural Resource Processing ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "For instance, Malaysia’s rubber manufacturing was originally dependent on domestically produced natural rubber. However, palm oil plantations spread and overtook rubber production in the 1980s. Now, Malaysia imports a considerable amount of low-processed rubber from Thailand (10.1007/978-3-319-55038-1_7, this volume). Despite its increasing dependence on rubber imports, Malaysian rubber manufacturing also represented an important advance in securing higher value added while procuring natural resources from neighbouring producers.",
            "cite_spans": [],
            "section": "Natural Resource Processing ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "Malaysia offers another notable example of inventive improvements within the natural resource sector. Its palm oil industry is widely acknowledged as a successful implementation of natural resource processing strategy (Rasiah 2006; Oikawa 2015). Beginning as the world’s largest exporter of crude palm oil, the industry progressed to exporting refined palm oil in the mid-1970s. By the 1990s, it had advanced further downstream to produce intermediate goods such as vegetable oils and fats and oleo-chemical products. As with rubber, the state played a key role in the palm oil industry’s early and intermediate stages of development. Through consciously designed policies and huge investments, the state facilitated land clearance for new plantations, the cultivation of new and higher-yielding oil palm varieties, the provision of physical infrastructure, and the construction of oil-extraction plants. The extent of the state’s involvement may be gauged from its provision of social infrastructure to raise the living standards of settler communities of state-managed oil palm plantations, on the one hand, and the use of differential export taxes to assist the producers of palm oil products, on the other. Thus, the palm oil industry presently covers the whole value chain, including its higher value-added segments. For a long time, the palm oil firms were largely dependent on imported foreign technology but they have since adapted the technology to suit domestic conditions better. The industry faces two major problems today. One is its heavy reliance on a low-paid migrant labour force in the upstream activities of cultivation and care of oil palms and harvesting of fruits. A second problem is the emergence of Indonesia as a serious competitor, often with the aid of expatriate Malaysian expertise. Addressing both problems satisfactorily will require the Malaysian palm oil industry to extend and strengthen technological upgrading to obtain higher productivity gains.",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "mention": "2006",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 239,
                    "end": 243,
                    "mention": "2015",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Natural Resource Processing ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "The Indonesian government, too, has recently shown a strong interest in extracting a greater share of the value added from the production of its natural resources. In the post-Soeharto era, business groups reduced their manufacturing activities to ease their problem of bad loans and to operate in a somewhat laissez-faire policy environment (10.1007/978-3-319-55038-1_3, this volume). These business groups have turned to the natural resource sectors of plantation agriculture and mining to take advantage of a commodity boom to regain their economic strength. (They have also moved into new domestic services, such as telecommunications, hospitals, education, media, and logistics.) The government of President Yudhoyono, however, considered a national development strategy essential for raising Indonesia to developed status and in May 2011 launched its Masterplan for the Acceleration and Expansion of Indonesian Economic Development 2011–25. A key strategy of this masterplan was greater extraction of value from natural resources. Even before it announced the masterplan, the government had promulgated a new law on mineral and coal mining that prohibited the export of raw mineral resources. Implemented in 2014, the new law stipulated that taxes on raw mineral exports would only be reduced when the degree of mineral processing increased. Prasetyawan (10.1007/978-3-319-55038-1_9, this volume) gives a detailed account of the implementation of the law that sought to redress an unplanned outcome of post-Soeharto decentralisation, namely, the excessive issuance of mining licenses by local governments that had been newly granted broad authority and increased fiscal resources. This conduct of local governments, which usually wanted to obtain political contributions in money, neglected economic and environmental feasibility. The state had to contend with resource-extracting MNCs that fiercely opposed the law. In the copper mining sector, the government was forced to make many concessions (including the postponement of the export ban) to the two MNCs that controlled close to 100 per cent of Indonesia’s copper exports.",
            "cite_spans": [],
            "section": "Natural Resource Processing ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "Regardless of obstacles, a turn to natural resource processing has long been a logical direction to take in a region richly endowed with various resources. Yet, such a strategy cannot be strenuously implemented without a judicious regard for the well-known problem of fluctuating international prices of primary commodities. The commodity boom, fuelled by an extraordinary expansion of consumer demand in the emerging economies of China and India, has ended and will not return soon. Thus, primary commodity exporters, if they are to take advantage of their natural resource endowment as part of their catch-up strategy, will need to deepen and broaden their resource-processing efforts by upgrading technologies and strengthening domestic downstream activities.",
            "cite_spans": [],
            "section": "Natural Resource Processing ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "Yet another growth strategy undertaken by the state and the private sector in the Southeast Asian countries is to specialise in developing niche products and provide services for the global market. Malaysia’s medical glove industry is an excellent example of niche product development. The now globally competitive Top Glove and the Kossan Group seized the opportunities created by an unanticipated surge in the global demand for high-quality, thin but strong, disposable examination and surgical gloves. The demand for the specialised glove began suddenly with the worldwide concern over health and safety standards that arose in the wake of epidemics such as Human Immunodeficiency Virus/Acquired Immunodeficiency Syndrome (HIV/AIDS), Severe Acute Respiratory Syndrome (SARS), and avian flu. Of course, new market opportunities do not guarantee success for new ventures. The Malaysian companies which became globally competitive blended earnest efforts to upgrade their technological capability with the ready availability of natural rubber as raw material, a tremendously valuable experience of rubber production and research, and unfailing state support in many areas.",
            "cite_spans": [],
            "section": "Niche Products and Services ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "A niche product-oriented strategy has also been successfully pursued in Thailand’s increasingly innovative food processing industry. The detailed analysis by Suehiro (10.1007/978-3-319-55038-1_2, this volume) of the post-crisis reorganisation of family businesses shows that many sold their manufacturing firms to foreign corporations but increasingly specialised in agro-industries and service sectors such as tourism, modern retail, housing, hospital and medical services, and entertainment. The development of such sectors is crucially dependent on a deep knowledge of natural resources, domestic markets, business networks, and local cultures. Thus, these may be considered niche sectors in which domestic firms enjoy competitive advantages over foreign ones. As with Malaysia’s rubber manufacturing, Thailand’s food processing industry made good use of its easy access to local raw materials. Successful family business firms, such as the Charoen Pokphand (CP) Group and Thai Union Frozen, continually undertook product and process innovation in their factories to produce internationally competitive processed foods (10.1007/978-3-319-55038-1_6, this volume). As a measure of their innovative capability, those groups have gone beyond OEM production to market some of their products with their own brand names. In some cases, they developed a global reach by buying firms in neighbouring countries and even in some high-income countries and becoming MNCs themselves (10.1007/978-3-319-55038-1_2, this volume). Even so, Thai-owned brands remain far fewer than foreign-owned brands and many Thai firms function only as OEMs. With special reference to the processed seafood industry, Intarakumnerd (10.1007/978-3-319-55038-1_6, this volume) warns that the Thai seafood industry would have to offer more sophisticated and branded products in the face of growing competition from lower-cost producers such as Vietnam and Indonesia.",
            "cite_spans": [],
            "section": "Niche Products and Services ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "A rather different niche industry has emerged in the business process outsourcing (BPO) sector of the Philippines. This sector derives strength from a segment of domestic human resources, namely, an English-speaking but relatively cheap labour force that allows the sector to secure many external service contracts. Together with the enormous amount of remittances made by Filipinos working overseas, the BPO sector has contributed to the Philippines’ relatively high growth in the past decade. Not unlike Malaysia’s rubber manufacturing and palm oil processing industry, and Thailand’s food processing industry, which directly or indirectly benefit from low-cost labour, the BPO sector relies excessively on its domestic cheap labour. Raquiza (10.1007/978-3-319-55038-1_8, this volume) has warned that if opportunities to work overseas grow, the domestic BPO sector may be deprived of its essential English-speaking human resource. To address this potential threat, the Philippines should raise workers’ skills and continually improve the social infrastructure that maintains the BPO sector.",
            "cite_spans": [],
            "section": "Niche Products and Services ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "One difficulty faced in developing niche products and services is the lack of durability. Domestic advantages are readily lost as rivals and imitators emerge. As in other economic sectors, niche-oriented firms must sooner or later engage in systematic upgrading of their technological and other capabilities if they are to prosper and contribute to the national catching-up effort.",
            "cite_spans": [],
            "section": "Niche Products and Services ::: In Search of Continuous Development",
            "ref_spans": []
        },
        {
            "text": "The state and the private sector in Southeast Asian countries also use the common but economically and socially unfortunate development strategy of relying on cheap labour-based production and export. Even in upper middle-income countries such as Malaysia and Thailand, many firms have made no effort to wean themselves off the dependence on cheap labour. Although some of that labour is domestic in origin, Malaysia (10.1007/978-3-319-55038-1_5, this volume) and Thailand (10.1007/978-3-319-55038-1_2, this volume) have seen an influx of unskilled and often undocumented migrant workers from neighbouring low-income countries such as Cambodia, Indonesia, Laos, and Myanmar.",
            "cite_spans": [],
            "section": "Cheap Labour, Low Value",
            "ref_spans": []
        },
        {
            "text": "For Malaysia, a chronic and massive dependence on low-skilled, low-wage foreign labour only pushes the economy towards premature deindustrialisation and obstructs more innovative and higher value-added economic activities (10.1007/978-3-319-55038-1_5, this volume). Likewise, in Thailand almost two million migrants from neighbouring low-income countries were mostly unskilled workers employed in sectors such as construction, low-skill services, agriculture, fishery, food processing, and garments (10.1007/978-3-319-55038-1_2, this volume; Yamada 2014: 142–3). In a different form, labour is also a critical issue for the Philippines. It ranks among the world’s top remittance-recipient countries and more than one in four households benefit from remittances. This bestows ambiguous reward, however, since state institutions become less motivated to promote productive activities while a sizeable part of the domestic workforce leaves the country (10.1007/978-3-319-55038-1_8, this volume).",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 553,
                    "mention": "2014",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Cheap Labour, Low Value",
            "ref_spans": []
        },
        {
            "text": "For lower middle-income Vietnam, the scope for economic growth may presently be based not so much on technological upgrading as on the intensive utilisation of cheap labour. That does not imply that deep reforms of management and technical improvement are not important. Nor does it mean that the cheap labour advantage will last long. Fujita (10.1007/978-3-319-55038-1_4, this volume) analyses the results of reforms implemented in two major Vietnamese state-managed enterprise groups (Vinatex and VEAM). In Vietnam, where the private sector is still small and weak, the state must lead in implementing different reforms to take advantage of opportunities in the global market. The Vietnamese government had conducted reforms, including equitising and streamlining its SOEs. Certain SOE-affiliated firms are allowed considerable autonomy, including taking decisions to enter joint-venture partnerships with foreign companies. Thus, firms producing garments and motorcycle parts and components have succeeded in expanding their businesses through deeper integration with the global value chain. Their success was not solely based on cheap labour but came from earnest efforts to raise management and technical capabilities to levels that met the requirements of foreign partners. However, Vietnam remains weaker in technology-intensive and skill-based sectors as is evident from the great difficulties faced by Vinatex in the upstream segment (spinning, weaving, and dying) and VEAM in the production of trucks and agricultural machinery (10.1007/978-3-319-55038-1_4, this volume).",
            "cite_spans": [],
            "section": "Cheap Labour, Low Value",
            "ref_spans": []
        },
        {
            "text": "For Southeast Asia, the prospects of industrial development based on cheap unskilled labour cannot be bright as the income levels of the low-income and lower middle-income countries rise. An addiction to low-skilled, low-wage migrant labour will impede innovation and a turn to high value-added activities, and eventually jeopardise long-term advance (10.1007/978-3-319-55038-1_5, this volume). It could also create many serious social and political problems that may even undermine the stability required for steady growth.",
            "cite_spans": [],
            "section": "Cheap Labour, Low Value",
            "ref_spans": []
        },
        {
            "text": "Southeast Asian countries’ records of development and the realities they face are complex and subject to swift changes. For example, many regional ‘conditions of possibility’ that framed their historical achievements are lost and cannot be replicated. Given their present capabilities, the fluid conditions of global competition, and the uncertain state of global markets, it would be futile for those countries to long for the return of an earlier era of very high growth rates. It is not unrealistic, though, for them to aim for moderate growth rates and better quality development that do not jeopardise their common goal of becoming ‘developed’ in the medium term.",
            "cite_spans": [],
            "section": "A Brief Note on Prospects",
            "ref_spans": []
        },
        {
            "text": "In their efforts to catch up with advanced economies and to stay competitive vis-à-vis emerging rivals, Southeast Asian countries have not been powerless. They have negotiated two huge financial crises and follow-on recessions, all in a decade, with difficulty but without being devastated beyond recovery. Some of their domestic businesses, private and/or state-owned, strategically adapted to post-crisis and other unanticipated conditions that allowed them to chart new paths of growth. Some of those paths ran through learning processes of technological upgrading in resource-based manufacturing, niche product development in natural resource sectors, and the provision of services by leveraging on the advantages of special segments of human resources. Part of the support for those new business ventures came from state and private sector collaboration in domestic R&D or market promotion. It was far less impressive for the overall economy to persist with production based on low-cost and low-skilled labour.",
            "cite_spans": [],
            "section": "A Brief Note on Prospects",
            "ref_spans": []
        },
        {
            "text": "Owing to these mixed strategies and performances, Southeast Asian countries have largely had much better income improvement than most non-Asian middle-income countries. The former may not be ‘trapped’ in their middle-income range for long if their growth rates are high enough for them to continue catching up with the most advanced economies. The deeper problem is whether the present modes of development can reliably sustain current rates of income improvement. For all their initial dynamism niche-oriented production and natural resource processing are bound to face competition from other countries and firms that adopt similar strategies. Besides, the sources of cheap labour will be exhausted in middle-income Southeast Asia as domestic wages rise and the influx of migrant labour runs into different problems.",
            "cite_spans": [],
            "section": "A Brief Note on Prospects",
            "ref_spans": []
        },
        {
            "text": "In the final analysis, the technological upgrading of industries, including resource-based and niche-oriented ones, will remain the most plausible way out of an eventual decline in income improvement. If an acknowledgement of the inherent limitations in current development strategies can be translated into firm policy, it could form the basis for institutionalising sorely needed reform. That may, in turn, produce a more equitable and less divisive distribution of the socioeconomic costs and benefits of upgrading. If not, reform will only be offered piecemeal out of self-interest by ruling elites when they have no choice but to appease populist pressures. It is here that Southeast Asian countries run into non-economic and non-technological dimensions of the middle-income trap. It is where the wise calculations of entrepreneurial initiatives and economic policies end and the unplanned interventions of deep socio-political factors begin.",
            "cite_spans": [],
            "section": "A Brief Note on Prospects",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Cacique Democracy in the Philippines",
            "authors": [
                {
                    "first": "Benedict",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Spectre of Comparisons: Nationalism, Southeast Asia and the World",
            "volume": "",
            "issn": "",
            "pages": "192-226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Beyond Oligarchy: Wealth, Power, and Contemporary Indonesian Politics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Politics, Business and the State in Post-Soeharto Indonesia",
            "authors": [
                {
                    "first": "Yuki",
                    "middle": [],
                    "last": "Fukuoka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Contemporary Southeast Asia",
            "volume": "34",
            "issn": "1",
            "pages": "80-100",
            "other_ids": {
                "DOI": [
                    "10.1355/cs34-1d"
                ]
            }
        },
        "BIBREF3": {
            "title": "Oligarchy and Democracy in Post-Soeharto Indonesia",
            "authors": [
                {
                    "first": "Yuki",
                    "middle": [],
                    "last": "Fukuoka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Political Studies Review",
            "volume": "11",
            "issn": "1",
            "pages": "52-64",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1478-9302.2012.00286.x"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The Political Economy of Oligarchy and the Reorganization of Power",
            "authors": [
                {
                    "first": "Vedi",
                    "middle": [
                        "R"
                    ],
                    "last": "Hadiz",
                    "suffix": ""
                },
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Robison",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Beyond Oligarchy: Wealth, Power, and Contemporary Indonesian Politics",
            "volume": "",
            "issn": "",
            "pages": "35-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The Politics of Privilege: Assessing the Impact of Rents, Corruption, and Clientelism on Third World Development",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Hutchcroft",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Political Studies",
            "volume": "45",
            "issn": "3",
            "pages": "639-658",
            "other_ids": {
                "DOI": [
                    "10.1111/1467-9248.00100"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "Paul",
                    "middle": [],
                    "last": "Hutchcroft",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Booty Capitalism: The Politics of Banking in the Philippines",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Katzenstein",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Small States in World Markets: Industrial Policy in Europe",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The Value(s) of a Miracle: Malaysian and Singaporean Elite Constructions of Asia",
            "authors": [
                {
                    "first": "Khoo",
                    "middle": [
                        "Boo"
                    ],
                    "last": "Teik",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Asian Studies Review",
            "volume": "23",
            "issn": "2",
            "pages": "181-192",
            "other_ids": {
                "DOI": [
                    "10.1080/10357829908713230"
                ]
            }
        },
        "BIBREF10": {
            "title": "The Ends of Populism: Mahathir’s Departure and Thaksin’s Overthrow",
            "authors": [
                {
                    "first": "Khoo",
                    "middle": [
                        "Boo"
                    ],
                    "last": "Teik",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Populism in Asia",
            "volume": "",
            "issn": "",
            "pages": "127-143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Sauve Qui Peut",
            "authors": [
                {
                    "first": "Benedict",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "The Spectre of Comparisons: Nationalism, Southeast Asia and the World",
            "volume": "",
            "issn": "",
            "pages": "299-317",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Mareshia pamuyu sangyo no hatten to shigen riyogata kyacchiappu kogyoka [Development of Malaysian Palm Oil Industry and Resource-based Catching-up Industrialisation]",
            "authors": [
                {
                    "first": "Hiroshi",
                    "middle": [],
                    "last": "Oikawa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ajia Keizai [Asian Economy]",
            "volume": "56",
            "issn": "2",
            "pages": "41-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Introduction: Crises, Corrections and Challenges",
            "authors": [
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Pempel",
                    "suffix": ""
                },
                {
                    "first": "Keiichi",
                    "middle": [],
                    "last": "Tsunekawa",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Two Crises, Different Outcomes: East Asia and Global Finance",
            "volume": "",
            "issn": "",
            "pages": "1-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Explaining Malaysia’s Export Expansion in Palm Oil and Related Products",
            "authors": [
                {
                    "first": "Rajah",
                    "middle": [],
                    "last": "Rasiah",
                    "suffix": ""
                },
                {
                    "first": "Vandana",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Technology, Adaptation, and Exports: How Some Developing Countries Got It Right",
            "volume": "",
            "issn": "",
            "pages": "163-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "Aseema",
                    "middle": [],
                    "last": "Sinha",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Globalizing India: How Global Rules and Markets Are Shaping India’s Rise to Power",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Pacific Asia after “Asian Values”: Authoritarianism, Democracy, and “Good Governance”",
            "authors": [
                {
                    "first": "Mark",
                    "middle": [
                        "R"
                    ],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Third World Quarterly",
            "volume": "25",
            "issn": "6",
            "pages": "1079-1095",
            "other_ids": {
                "DOI": [
                    "10.1080/0143659042000256904"
                ]
            }
        },
        "BIBREF19": {
            "title": "Introduction: Understanding Thailand’s Politics",
            "authors": [
                {
                    "first": "Veerayooth",
                    "middle": [],
                    "last": "Kanchoochat",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hewison",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Journal of Contemporary Asia",
            "volume": "46",
            "issn": "3",
            "pages": "371-387",
            "other_ids": {
                "DOI": [
                    "10.1080/00472336.2016.1173305"
                ]
            }
        },
        "BIBREF20": {
            "title": "International Investment and International Trade in the Product Cycle",
            "authors": [
                {
                    "first": "Raymond",
                    "middle": [],
                    "last": "Vernon",
                    "suffix": ""
                }
            ],
            "year": 1966,
            "venue": "The Quarterly Journal of Economics",
            "volume": "80",
            "issn": "2",
            "pages": "190-297",
            "other_ids": {
                "DOI": [
                    "10.2307/1880689"
                ]
            }
        },
        "BIBREF21": {
            "title": "Incorporating a Malaysian Nation",
            "authors": [
                {
                    "first": "Thomas",
                    "middle": [],
                    "last": "Williamson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Cultural Anthropology",
            "volume": "17",
            "issn": "3",
            "pages": "401-430",
            "other_ids": {
                "DOI": [
                    "10.1525/can.2002.17.3.401"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [
                {
                    "first": "Neil",
                    "middle": [
                        "M"
                    ],
                    "last": "Coe",
                    "suffix": ""
                },
                {
                    "first": "Henry",
                    "middle": [
                        "Wai-chung"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Global Production Networks: Theorizing Economic Development in an Interconnected World",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Oligarchy and Democracy in Indonesia",
            "authors": [
                {
                    "first": "Jeffrey",
                    "middle": [],
                    "last": "Winters",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Beyond Oligarchy: Wealth, Power, and Contemporary Indonesian Politics",
            "volume": "",
            "issn": "",
            "pages": "11-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Tai ni okeru iminroudosha ukeire seisaku no genjo to kadai [Current Conditions and Challenges Concerning Migrant Labour Policy in Thailand]",
            "authors": [
                {
                    "first": "Miwa",
                    "middle": [],
                    "last": "Yamada",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Higashi ajia ni okeru iminrodosha no ido no hoseido [Legal Institutions Concerning Migrant Labour in East Asia]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [
                {
                    "first": "Henry",
                    "middle": [
                        "Wai-chung"
                    ],
                    "last": "Yeung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Strategic Coupling: East Asian Industrial Transformation in the New Global Economy",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Thailand: Four Elections and a Coup",
            "authors": [
                {
                    "first": "Michael",
                    "middle": [
                        "K"
                    ],
                    "last": "Connors",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Australian Journal of International Affairs",
            "volume": "62",
            "issn": "4",
            "pages": "478-496",
            "other_ids": {
                "DOI": [
                    "10.1080/10357710802480717"
                ]
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Doner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The Politics of Uneven Development: Thailand’s Economic Growth in Comparative Perspective",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "‘Success as Trap? Crises and Challenges in Export-Oriented Southeast Asia",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Doner",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Two Crises, Different Outcomes: East Asia and Global Finance",
            "volume": "",
            "issn": "",
            "pages": "163-184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Rent-seeking and Economic Development in Thailand",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Doner",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ramsay",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Rents, Rent-seeking and Economic Development: Theory and Evidence in Asia",
            "volume": "",
            "issn": "",
            "pages": "145-181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "The Middle-Income Trap: More Politics than Economics",
            "authors": [
                {
                    "first": "Richard",
                    "middle": [],
                    "last": "Doner",
                    "suffix": ""
                },
                {
                    "first": "Ben",
                    "middle": [
                        "Ross"
                    ],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "World Politics",
            "volume": "68",
            "issn": "4",
            "pages": "608-644",
            "other_ids": {
                "DOI": [
                    "10.1017/S0043887116000095"
                ]
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}