{
    "paper_id": "PMC7169868",
    "metadata": {
        "title": "Amotosalen photochemical inactivation of severe acute respiratory syndrome coronavirus in human platelet concentrates",
        "authors": [
            {
                "first": "D.",
                "middle": [],
                "last": "Pinna",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Sampson‐Johannes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Clementi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "G.",
                "middle": [],
                "last": "Poli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Rossini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "L.",
                "middle": [],
                "last": "Lin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E.",
                "middle": [],
                "last": "Vicenzi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The experiments were conducted with apheresis platelet concentrate (APC) collected with the Amicus® Cell Separator (Baxter Healthcare, Deerfield, IL, USA). Each APC contained 3·0–6·0 × 1011 platelets suspended in approximately 275–300 mL of 35% plasma and 65% InterSol® (also known as PAS III) in a PL 2410 plastic container (Baxter Healthcare).",
            "cite_spans": [],
            "section": "Apheresis platelet concentrates ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "PCT was performed using amotosalen HCl (150 µm) and UV‐A light (320–400 nm). The processing device utilizes a closed system consisting of a series of plastic containers and an illumination source (Fig. 1). The experiments used a microprocessor‐controlled Ultraviolet Illumination System capable of processing two platelet units at a time (Model R4R4007, Baxter Healthcare). The Ultraviolet Illumination System delivers a 3 J cm−2 UV‐A treatment dose to each platelet unit in 3–6 min. The illumination device uses F15T12‐BL fluorescent lamps mounted above and below the illumination tray and is air‐cooled for temperature control. APCs were illuminated in the device while being agitated with reciprocal shaking.",
            "cite_spans": [],
            "section": "PCT and UV‐A illumination devices ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 197,
                    "end": 203,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The HSR1 viral isolate was obtained by inoculating VERO cells (ATCC, Rockville, MD, USA) with a sputum specimen from an Italian patient affected by a severe form of pneumonia of unknown aetiology with a history of travel from Vietnam to Italy in March 2003. By amplification of the second passage virus, the entire genome was sequenced and reported in GenBank under the accession number AY323977 (Vicenzi et al., 2004). The viral stock was obtained in Vero E6 cells after two additional serial passages.",
            "cite_spans": [],
            "section": "Preparation of SARS‐CoV isolates ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The Urbani strain of SARS‐CoV (specimen number 809940, strain 200300592) was received from the Centers for Disease Control (CDC), Atlanta, GA, USA. The viral stock was prepared from culture supernatant of infected Vero E6 cells (ATCC) after centrifugation to remove cell debris.",
            "cite_spans": [],
            "section": "Preparation of SARS‐CoV isolates ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Five replicate experiments were performed with SARS‐CoV HSR1 strain in full‐sized APC units. Each unit, in 275 mL of 35% plasma and 65% InterSol, was spiked with approximately 106 plaque‐forming units per mL (pfu mL−1) of SARS‐CoV. An aliquot of this APC was tested after 5 min to determine the pretreatment viral infectivity titre. The spiked platelet mixture was then treated with 150 µm amotosalen and 3 J cm−2 UV‐A light. Briefly, using a sterile connection device (SCD), the APC container spiked with SARS‐CoV was sterile‐connected in series with the amotosalen (S‐59) container (Fig. 1, step 1). The APC in plasma/InterSol was passed through the amotosalen container into the illumination container. The air was expressed out of the illumination container, which contained the platelet concentrate, amotosalen and SARS‐CoV and, subsequently, was separated from the amotosalen container by heat seal. In step 2, the amotosalen‐platelet mixture was placed in the illumination device. The platelet mixture was exposed to a 3 J cm−2 treatment with UV‐A with agitation (60 cycles min−1). After treatment, a sample was collected for measurement of the post‐treatment viral infectivity titre. Each replicate experiment used an independent unit of APC. The infectious viral titre was measured using a standard plaque assay in Vero E6 cells. In the plaque assay, platelet samples were first diluted with tissue culture medium mixed with CaCl2 at a final concentration of 50 µm and incubated at approximately 37 °C for at least 1 h to allow time for clot formation, which was then removed by centrifugation. The clot‐free supernatant was then used for the viral plaque assay. In two of the five replicates, up to 102 mL, or approximately one‐third of the APC unit, were assayed for residual infectious virus. A larger volume was assayed to increase the dynamic range of the plaque assay.",
            "cite_spans": [],
            "section": "SARS‐CoV inactivation experiments using the INTERCEPT blood system ::: Materials and Methods",
            "ref_spans": [
                {
                    "start": 585,
                    "end": 591,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The Urbani strain of SARS‐CoV was evaluated for sensitivity to inactivation in APC in two independent experiments. The test unit contained 30 mL of APC suspended in 35% plasma and 65% InterSol instead of a full‐sized (275 mL) APC unit. Each aliquot was spiked with approximately 106 pfu mL−1 of the virus and treated with 150 µm amotosalen and 3 J cm−2 UV‐A light. After treatment, 3–13 mL of APCs were assayed for residual infectivity titres by plaque assay on Vero E6 cells. For these samples, heparin sulphate (5 U mL−1) was added to the diluent in the plaque assay to prevent clotting.",
            "cite_spans": [],
            "section": "SARS‐CoV inactivation experiments using the INTERCEPT blood system ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Samples of the test units containing the SARS‐CoV were serially diluted in cell culture media (either Eagle's minimal essential medium with Earle's salts or Dulbecco's modified Eagle medium D‐MEM, BioWhittaker, Verviers, Belgium) and supplemented with 10% fetal calf serum (HyClone or Perbio Science Erembodegem, Aalst, Belgium) and then inoculated onto Vero E6 cell monolayers for approximately 1 h at 37 °C. The test samples were aspirated and the adherent cell layers were overlayed with media containing either 0·75% agarose (Seaplaque, FMC Bioproducts, Rockland, ME, USA) or 1% carboxymethylcellulose (Sigma Chemical Corp., St. Louis, MS, USA). After 3–5 days of incubation at 37 °C, plaque numbers were scored visually after staining, if necessary, with neutral red (Sigma) or 1% crystal violet (Sigma) in 70% methanol.",
            "cite_spans": [],
            "section": "SARS‐CoV plaque assay ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Viral RNA, spiked into APC, was extracted using the Quiagen Viral RNA Mini Kit (Quiagen Inc., Santa Clarita, CA, USA) according to the manufacturer's instructions. The quantification of the viral RNA was performed using real‐time polymerase chain reaction (PCR) in a TaqMan® assay after generation of cDNA (Vicenzi et al., 2004). The following primer pair and probe: BNITMSARS1 TTATCACCCGCG AAGAAGCT, BNITMSARAS2 CTCTAGTTGCA TGACAGCCCTC and BNI‐TMSARP 6‐carboxifluorescein‐TCG TGC GTG GAT TGG CTT TGA TGT‐6‐carboxy‐tetramethylrhodamin were added to the universal PCR master mix (Applied Biosystems, Foster City, CA, USA) at 200 and 120 nm, respectively, in a final volume of 25 µL. The standard was obtained by cloning the 76‐bp fragment into the pCR2·1 plasmid using the TA cloning kit (In Vitrogen Corp., San Diego, CA, USA). A linear distribution (r = 0·99) was obtained between 101 and 108 copies (data not shown).",
            "cite_spans": [],
            "section": "Quantification of SARS‐CoV genomes ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The level of viral inactivation was calculated as log10‐reduction using the formula: Log10‐reduction = Log10 (pretreatment viral titre/post‐treatment viral titre).",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "After PCT, if no virus was detected, the viral titre was expressed as <1 V−1 infectious units, where V is the total platelet volume assayed. Lack of virus detection indicated inactivation to below the limit of detection; thus, the log10 reduction was expressed as greater than the input titre in the volume of platelet concentrate assayed.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Preliminary experiments were carried out in order to measure the SARS‐CoV infectivity after mixing with APC in the absence of amotosalen and UV‐A light treatments. For this purpose, SARS‐CoV Urbani viral infectivity in culture medium was compared with viral infectivity after spiking into platelet concentrate and incubating in the platelet mixture for the duration of the experiment. The results showed a mean decrease of viral infectivity titre of approximately 1 log10 by mixing with platelets. Similarly, SARS‐CoV HSR1 was inoculated into the platelet unit. In order not to exceed 1/10 of the total APC volume, 1 ml of viral stock was added to each 30 mL of platelet concentrate. After mixing the virus with the APC, aliquots were removed, and clot formation and retraction was carried out as described in Materials and Methods. The supernatant was then either tested in a plaque infectivity assay or subjected to RNA extraction for quantification of the viral genomes. Incubation of SARS‐CoV HSR1 in control APC with no added amotosalen or UV‐A light over the period of the experiment resulted in approximately 0·5 log10 reduction in viral titre (from 5·38 ± 0·28–4·96 ± 0·41 log10 pfu mL−1). The viral input (7·83 ± 0·41 copies/mL), as measured in real‐time reverse transcription‐polymerase chain reaction, was approximately 3 log10 higher than the titre obtained from the plaque assay, confirming previous observations, which indicated that approximately 360 viral genomes were required to form a single plaque (Vicenzi et al., 2004).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The INTERCEPT Blood System inactivated high titres of both the HSR1 and Urbani isolates of SARS‐CoV (Table 1). In the five replicate experiments with the HSR1 strain of SARS‐CoV, the pretreatment infectivity titre ranged from 104·4 to 105·4 pfu/mL in APC. After treatment, no viable virus was detected in test volumes of 3·5–102 mL, demonstrating a mean log10‐reduction of >6·1 ± 0·9 (range >4·9 to >7·4). Assaying 100–102 mL of the treated platelet sample increased the dynamic range of the plaque assay and demonstrated a log10‐reduction of up to >7·4. Similarly, in the two replicate experiments with the SARS‐CoV Urbani strain, the pretreatment infectivity titre was 105·4 and 105·5 pfu mL−1 in APC. After treatment, no viable virus was detected in test volumes of three and 13 mL, demonstrating inactivation of >5·9 and >6·6 log10 of viral infectivity, respectively. Taken together, in seven replicates, a mean log10‐reduction of >6·2 was obtained. These results show that SARS‐CoV is highly sensitive to PCT with amotosalen and UV‐A.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 108,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In the present study, we have demonstrated that SARS‐CoV was inactivated in platelet concentrates to below the limit of detection. A mean log10‐reduction of >6·2 ± 0·2 (range >4·9 to >7·4) was achieved by treatment with the INTERCEPT Blood System. The efficacy of pathogen inactivation of the INTERCEPT Blood System was demonstrated against two different SARS‐CoV viral isolates. An effective pathogen inactivation system for blood components must have a broad‐spectrum inactivation capability while maintaining the biological properties of the blood components. In the development of the INTERCEPT Blood System for platelets described in this report, studies were performed to demonstrate inactivation of bacteria, viruses, protozoa, and leucocytes in platelet concentrates (Lin et al., 1998; VanVoorhis et al., 2003). In this report, we demonstrate that amotosalen plus UV‐A inactivates SARS‐CoV, the novel human coronavirus that causes SARS. Effective inactivation was demonstrated against two independent viral isolates. The phylogenetic analysis showed that the two strains employed in this study have a common origin being more similar to those that originated in Hong Kong than those in North China and Taiwan (Vega et al., 2004; Vicenzi et al., 2004). By nucleotide sequence comparison, the Urbani isolate only differs by six nucleotide changes from the HSR1 isolate (Rota et al., 2003; Ruan et al., 2003; Vicenzi et al., 2004). In this regard, the differences between the two isolates are consistent with the low mutation rate of SARS‐CoV. SARS‐CoV has been shown to have the lowest mutation frequency among RNA viruses (Yeh et al., 2004).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The potential of SARS‐CoV transmission through the blood supply is unknown, whereas close contact with symptomatic patients is the main route of transmission (Cheng et al., 2004; Tong & Liang, 2004). SARS‐CoV, however, has been detected in blood of infected individuals (Grant et al., 2003; Yam et al., 2003). The current NAT assays have, however, important limitations because they detect the SARS‐CoV in only 75% of infected individuals during the first week of symptoms (Yam et al., 2003; Drosten et al., 2004; Ng et al., 2004). False‐negative NAT results can occur due to PCR inhibitors or faulty RNA extraction. False‐positive NAT results have also been reported with the consequence of triggering alarm bells worldwide (Yu, 2004). Real‐time PCR assays have been modified in order to improve specificity and sensitivity (Lau et al., 2003; Poon et al., 2004). The window period for detection of SARS‐CoV in blood remains undefined; in this regard, it has been postulated that the time course of SARS‐CoV viremia may be relatively short, in that the viral load is too low to be detected 12–14 days after the onset of symptoms (Chen et al., 2004; Ng et al., 2004). In addition, the prevalence of individuals infected with the SARS‐CoV in high‐risk areas remains unknown. A recent report supports the existence of sub clinical or nonpneumonic SARS‐CoV infections (Woo et al., 2004). Nonpneumonic SARS‐CoV infection was present in healthy blood donors during the SARS outbreak in Hong Kong (Woo et al., 2004), although the levels of SARS‐CoV viremia were not reported. Significant correspondence, however, was generated by respondents casting doubt on Woo's findings (Yip et al., 2004; Theron, 2004; Young, 2004; Zhou, 2004). Nevertheless, pathogen inactivation is a proactive approach to blood safety for pre‐emptively dealing with new emerging agents before they affect the safety of the blood supply without necessarily knowing the levels of infectious particles in the blood stream. The INTERCEPT Blood System utilizing amotosalen and UV‐A light has been shown to inactivate bacteria, viruses, protozoa, and leucocytes (Lin et al., 1997; VanVoorhis et al., 2003; Lin et al., 2004). The INTERCEPT Blood System is a nucleic acid‐targeted technology that does not require specific viral sequences. The aggregate data demonstrated that PCT has a broad‐spectrum efficacy against a variety of enveloped and non‐enveloped, RNA and DNA, known and emerging viruses in platelet concentrates, and therefore, offers the potential to prospectively prevent the majority of platelet transfusion‐associated viral diseases.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The authors thank Lorena Barzizza for supply of APC, Gianna Melucci Vigo and Margaret Rheinschmit for technical help with the INTERCEPT Blood System, Kent Dupuis for his input in the experimental design for the Urbani strain virus, Dr Thomas Ksiazek of CDC for the Urbani strain of SARS‐CoV and Dr Lynette Sawyer for critical reading of the manuscript.",
            "cite_spans": [],
            "section": "Acknowledgments",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Inactivation of severe acute respiratory syndrome‐coronavirus (SARS‐CoV) after treatment with 150 µm amotosalen and 3 J cm−2 UV‐A in apheresis platelet concentrate (APC)\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Photochemical Treatment System – INTERCEPT Blood System for Platelets. The photochemical treatment system consists of an illumination device and a series of plastic containers. The disposable set provides a single‐use, closed, integrated system for pathogen inactivation treatment of a platelet product (300 mL). The platelet product in a mixture of 35% plasma and 65% InterSol (also known as PAS III) is connected via a sterile connection device (SCD) and passed through a container of amotosalen HCl (also known as S‐59) into an illumination container (Step 1). The integrated set is placed in the UV‐A illumination device that provides a three J cm−2 dose of UV‐A light to the mixture (Step 2). After illumination for 3–6 min, the platelets are transferred to a second container for treatment with a compound adsorption device (CAD) to lower the levels of residual amotosalen and free photoproducts (Step 3). After a minimum of 4 h of CAD treatment, the photochemical treatment platelets are transferred to a PL 2410 plastic container for storage up to 5 days (Step 4). The CAD step was not used in the viral inactivation experiments described in this report.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Transfusion medicine: blood transfusion",
            "authors": [],
            "year": 1999,
            "venue": "The New England Journal of Medicine",
            "volume": "340",
            "issn": "",
            "pages": "438-447",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "The New England Journal of Medicine",
            "volume": "348",
            "issn": "",
            "pages": "1967-1976",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "The New England Journal of Medicine",
            "volume": "348",
            "issn": "",
            "pages": "1953-1966",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319-1325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Coronaviridae and SARS‐associated coronavirus strain HSR1",
            "authors": [],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "413-418",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Transmission dynamics and control of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1966-1970",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Isolation and characterization of viruses related to the SARS coronavirus from animals in southern China",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "302",
            "issn": "",
            "pages": "276-278",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "SARS coronavirus: a new challenge for prevention and therapy",
            "authors": [],
            "year": 2003,
            "venue": "The Journal of Clinical Investigation",
            "volume": "111",
            "issn": "",
            "pages": "1605-1609",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Risk factors for SARS among persons without known contact with SARS patients, Beijing",
            "authors": [],
            "year": 2004,
            "venue": "China. Emerging Infectious Diseases",
            "volume": "10",
            "issn": "",
            "pages": "210-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Detection of SARS coronavirus in plasma by real‐time RT‐PCR",
            "authors": [],
            "year": 2003,
            "venue": "The New England Journal of Medicine",
            "volume": "349",
            "issn": "",
            "pages": "2468-2469",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "NAT screening of blood donors for severe acute respiratory syndrome coronavirus can potentially prevent transfusion associated transmissions",
            "authors": [],
            "year": 2004,
            "venue": "Transfusion",
            "volume": "44",
            "issn": "",
            "pages": "470-475",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Current prevalence and incidence of infectious disease markers and estimated window‐period risk in the American Red Cross blood donor population",
            "authors": [],
            "year": 2002,
            "venue": "Transfusion",
            "volume": "42",
            "issn": "",
            "pages": "975-979",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Fundamentals of the psoralen‐based Helinx technology for inactivation of infectious pathogens and leukocytes in platelets and plasma",
            "authors": [],
            "year": 2001,
            "venue": "Seminars in Hematology",
            "volume": "38",
            "issn": "",
            "pages": "4-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Transfusion of pooled buffy coat platelet components prepared with photochemical pathogen inactivation treatment: the euroSPRITE trial",
            "authors": [],
            "year": 2003,
            "venue": "Blood",
            "volume": "101",
            "issn": "",
            "pages": "2426-2433",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Therapeutic efficacy and safety of platelets treated with a photochemical process for pathogen inactivation: the SPRINT Trial",
            "authors": [],
            "year": 2004,
            "venue": "Blood",
            "volume": "104",
            "issn": "",
            "pages": "1534-1541",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Inactivation of leukocytes in platelet concentrates by psoralen plus UVA",
            "authors": [],
            "year": 1998,
            "venue": "Blood",
            "volume": "91",
            "issn": "",
            "pages": "2180-2188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Photochemical treatment of platelet concentrates with a novel psoralen and UVA to enhance the safety of platelet transfusions",
            "authors": [],
            "year": 1998,
            "venue": "Infusion Therapy and Transfusion Medicine",
            "volume": "25",
            "issn": "",
            "pages": "39-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Trypanosoma cruzi inactivation in human platelet concentrates and plasma by psoralen (amotosalen HCl) and long‐wavelength UV",
            "authors": [],
            "year": 2003,
            "venue": "Antimicrobial Agents and Chemotherapy",
            "volume": "47",
            "issn": "",
            "pages": "475-479",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Mutational dynamics of the SARS coronavirus in cell culture and human populations isolated in 2003",
            "authors": [],
            "year": 2004,
            "venue": "BMC Infectious Diseases",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394-1399",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Comparative full‐length genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins of infection",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1779-1785",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Characterization of severe acute respiratory syndrome coronavirus genomes in Taiwan: molecular epidemiology and genome evolution",
            "authors": [],
            "year": 2004,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "101",
            "issn": "",
            "pages": "2542-2547",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Committee report. Nucleic acid amplification testing of blood donors for transfusion‐transmitted infectious diseases: Report of the Interorganizational Task Force on Nucleic Acid Amplification Testing of Blood Donors",
            "authors": [],
            "year": 2000,
            "venue": "Transfusion",
            "volume": "40",
            "issn": "",
            "pages": "143-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Viral shedding patterns of coronavirus in patients with probable severe acute respiratory syndrome",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "1699-1700",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Evidence of airborne transmission of SARS",
            "authors": [],
            "year": 2004,
            "venue": "The New England Journal of Medicine",
            "volume": "351",
            "issn": "",
            "pages": "609-611",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Evaluation of reverse transcription‐PCR assays for rapid diagnosis of severe acute respiratory syndrome associated with a novel coronavirus",
            "authors": [],
            "year": 2003,
            "venue": "Journal of Clinical Microbiology",
            "volume": "41",
            "issn": "",
            "pages": "4521-4524",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Evaluation of advanced reverse transcription‐PCR assays and an alternative PCR target region for detection of severe acute respiratory syndrome‐associated coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "Journal of Clinical Microbiology",
            "volume": "42",
            "issn": "",
            "pages": "2043-2047",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Detection of severe acute respiratory syndrome coronavirus in blood of infected patients",
            "authors": [],
            "year": 2004,
            "venue": "Journal of Clinical Microbiology",
            "volume": "42",
            "issn": "",
            "pages": "347-350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The difficulties of testing for SARS",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "303",
            "issn": "",
            "pages": "469-471",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A real‐time PCR for SARS‐coronavirus incorporating target gene pre‐amplification",
            "authors": [],
            "year": 2003,
            "venue": "Biochemical and Biophysical Research Communications",
            "volume": "312",
            "issn": "",
            "pages": "1290-1296",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "A one step quantitative RT‐PCR for detection of SARS coronavirus with an internal control for PCR inhibitors",
            "authors": [],
            "year": 2004,
            "venue": "Journal of Clinical Virology",
            "volume": "30",
            "issn": "",
            "pages": "214-217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Relative rates of non‐pneumonic SARS coronavirus infection and SARS coronavirus pneumonia",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "841-845",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Prevalence of non‐pneumonic infections with SARS‐correlated virus",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "1826-1827",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Window‐period human immunodeficiency virus transmission to two recipients by an adolescent blood donor",
            "authors": [],
            "year": 2004,
            "venue": "Transfusion",
            "volume": "44",
            "issn": "",
            "pages": "929-933",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Prevalence of non‐pneumonic infections with SARS‐correlated virus",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "1826-1827",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Prevalence of non‐pneumonic infections with SARS‐correlated virus",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "1826-1827",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Prevalence of non‐pneumonic infections with SARS‐correlated virus",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "1826-1827",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Photochemical inactivation of viruses and bacteria in platelet concentrates by use of a novel psoralen and long‐wavelength ultraviolet light",
            "authors": [],
            "year": 1997,
            "venue": "Transfusion",
            "volume": "37",
            "issn": "",
            "pages": "423-435",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Photochemical treatment of platelet concentrates with amotosalen and long‐wavelength ultraviolet light inactivates a broad spectrum of pathogenic bacteria",
            "authors": [],
            "year": 2004,
            "venue": "Transfusion",
            "volume": "44",
            "issn": "",
            "pages": "1496-1504",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Antibody response and viraemia during the course of severe acute respiratory syndrome (SARS)‐associated coronavirus infection",
            "authors": [],
            "year": 2004,
            "venue": "Journal of Medical Microbiology",
            "volume": "53",
            "issn": "",
            "pages": "435-438",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Occult hepatitis B virus infection: implications in transfusion",
            "authors": [],
            "year": 2004,
            "venue": "Vox Sanguinis",
            "volume": "86",
            "issn": "",
            "pages": "83-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "West Nile virus infection transmitted by blood transfusion",
            "authors": [],
            "year": 2003,
            "venue": "Transfusion",
            "volume": "43",
            "issn": "",
            "pages": "1018-1022",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Performance and Cost evaluation of one commercial and six in‐house conventional and real‐time reverse transcription‐pcr assays for detection of severe acute respiratory syndrome coronavirus",
            "authors": [],
            "year": 2004,
            "venue": "Journal of Clinical Microbiology",
            "volume": "42",
            "issn": "",
            "pages": "1471-1476",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Boosting the sensitivity of real‐time polymerase‐chain‐reaction testing for SARS",
            "authors": [],
            "year": 2004,
            "venue": "The New England Journal of Medicine",
            "volume": "350",
            "issn": "",
            "pages": "1577-1579",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "\nSummary of Probable SARS Cases with Onset of Illness from 1 November 2002–26 September 2003\n",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}