{
    "paper_id": "PMC7169106",
    "metadata": {
        "title": "Occult pneumomediastinum in a SARS patient presenting as recurrent chest pain and acute ECG changes mimicking acute coronary syndrome",
        "authors": [
            {
                "first": "Tak‐Sun",
                "middle": [],
                "last": "TSE",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kin‐Lam",
                "middle": [],
                "last": "TSUI",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Loretta",
                "middle": [
                    "Y‐C."
                ],
                "last": "YAM",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Loletta",
                "middle": [
                    "K‐Y."
                ],
                "last": "SO",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Arthur",
                "middle": [
                    "C‐W."
                ],
                "last": "LAU",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kwok‐Keung",
                "middle": [],
                "last": "CHAN",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shu‐Kin",
                "middle": [],
                "last": "LI",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A 64‐year‐old woman residing in a Hong Kong housing estate where there had been a community outbreak of severe acute respiratory syndrome (SARS)\n1\n presented in May 2003 with a 4‐day history of fluctuating fever up to 39°C, dry cough with shortness of breath, and diarrhoea. Her past health was unremarkable. On admission, she had right middle zone ground‐glass haziness on CXR and a lymphocyte count of 0.3 × 109/L. She fulfilled the World Health Organization case definition of probable SARS.\n2\n Oral levofloxacin, intravenous ribavirin and methylprednisolone were started in accordance with the standard treatment protocol at our institution (Pamela Youde Nethersole Eastern Hospital, Hong Kong).\n3\n On day 5 (9 days after onset of symptoms), her CXR showed progressive infiltration in both lung fields and she began to require supplemental oxygen at 2 L/min. Intravenous pulse methylprednisolone (2 g over 2 days) was then given with gradual improvement in oxygen saturation (97% on supplemental oxygen at 2 L/min). On day 12, she developed recurrent compressing chest discomfort on minimal exertion and oxygen saturation was 86% on supplemental oxygen at 2 L/min. An ECG showed new T‐wave inversion over the precordial leads. Creatinine kinase and cardiac troponin T levels were normal. She was treated for acute coronary syndrome with antiplatelet and antianginal medications including clopidogrel, subcutaneous injection of enoxaparin, trimetazidine, high‐dose atorvastatin, metoprolol, nitrate and amlodipine. In the afternoon, she developed respiratory failure and was transferred to the medical intensive care unit for non‐invasive ventilatory support. Her condition stabilized over the next 4 days and she was successfully weaned off ventilatory support. However, despite maximized medical treatment, she still complained of recurrent chest pain with reversible ECG changes of T‐wave inversion in the precordial leads over the subsequent 6 days. Echocardiography showed normal left ventricular function with no regional wall motion abnormalities or pericardial effusion. A coronary angiogram was subsequently performed with due infection control precautions, and showed normal coronary arteries. On day 18 (6 days after onset of chest pain), subcutaneous emphysema was found over the right side of her neck. A CXR revealed a band of transradiancy in the upper mediastinum outlining the upper ascending aorta (Fig. 1). On review, this finding was not present in any of the daily CXR taken prior to day 18. High‐resolution CT scan (HRCT) of her thorax confirmed the presence of a pneumomediastinum (Fig. 2). Her chest pain gradually subsided with analgesics and the ECG showed normalization of T‐waves in the precordial leads during the subsequent convalescent period. She was discharged on day 41 after admission.",
            "cite_spans": [],
            "section": "CASE REPORT",
            "ref_spans": [
                {
                    "start": 2420,
                    "end": 2426,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2608,
                    "end": 2614,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Acute coronary syndrome was a reasonable initial diagnosis in this SARS patient who developed acute chest pain and ECG changes. Myocardial ischaemia, possibly in the presence of underlying coronary atherosclerosis in an elderly subject, could have been precipitated by hypoxaemia and stress from her acute respiratory illness. However, the absence of echocardiographic evidence of cardiac contractile abnormalities and subsequently, a normal coronary angiogram excluded that diagnosis.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Spontaneous pneumomediastinum is a rare but usually benign and self‐limiting disease, mostly occurring in healthy young men and parturient women.\n4\n The reported incidence is one per 7115 admissions (0.014%).\n4\n It was, however, not an uncommon complication in SARS patients in Hong Kong, occurring in 7% of patients in our hospital (unpubl. data, 2003) and in 12% of patients in another series.\n5\n The predominant symptom of pneumomediastinum is chest pain (83%), which is aggravated by coughing and deep inspiration.\n4\n Free air in the mediastinum may be seen on CXR as streaks, bubbles or large collections of air outlining the mediastinal blood vessels, major airways, oesophagus or diaphragm.\n6\n The presence of associated subcutaneous emphysema on CXR constitutes incontrovertible evidence of pneumomediastinum, but this is usually not well‐defined early in the course of this condition.\n4\n HRCT of the thorax is more sensitive and specific than CXR and can assist the diagnosis in clinically suspected cases when the CXR is normal or equivocal.\n6\n In our patient, the correct diagnosis was initially obscured by the occult nature of her pneumomediastinum. Subsequent clinical signs of subcutaneous emphysema, serial CXR and HRCT led to the diagnosis.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Commonly described ECG changes in pneumomediastinum include loss of R‐waves in the precordial leads, diminution of the QRS voltage and precordial T‐wave inversion, simulating anterior myocardial ischaemia or infarction, and could delay correct diagnosis.\n4\n, \n7\n\n,\n\n8\n Possible mechanisms for these ECG changes include cardiac rotation, right ventricular enlargement, cardiac displacement, and the insulating effect of air accumulated between the heart and the chest wall.\n4\n, \n7\n Perimyocarditis secondary to viral infection could be another possibility for our patient's chest pain, although perimyocarditis related to the SARS coronavirus has not been reported so far. Severe hypoxaemia secondary to respiratory distress in the absence of coronary artery disease has also been reported to be a cause of reversible T‐wave inversion.\n9\n However, our patient had persistent symptoms with reversible ECG changes even after stabilization of respiratory failure and weaning from ventilatory support, making this unlikely.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, pneumomediastinum as a complication of SARS may cause recurrent chest pain and lead to ECG changes, as described in this patient. Physicians should be alert to this possibility and take appropriate steps to investigate for the possibility of underlying coronary artery disease. When this is absent and initial CXR are not conclusive, serial CXR and HRCT of the thorax may be used to confirm the diagnosis.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "We thank Wai‐Chin Ko, MRCP, for technical assistance in preparation of the manuscript.",
            "cite_spans": [],
            "section": "ACKNOWLEDGEMENTS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: (a) CXR at onset of chest pain and (b) 6 days later. There was a new band of transradiancy in the upper mediastinum (arrows) suggestive of upper pneumomediastinum.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: High‐resolution CT of thorax showing pneumomediastinum.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Development of a standard treatment protocol for severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1615-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Pneumomediastinum. A report of 28 cases and review of the literature",
            "authors": [],
            "year": 1967,
            "venue": "JAMA",
            "volume": "202",
            "issn": "",
            "pages": "689-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Clinical progression and viral load in a community outbreak of coronavirus‐associated SARS pneumonia: a prospective study",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Mediastinal and Hilar Disorders",
            "volume": "",
            "issn": "",
            "pages": "843-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Subcutaneous emphysema and pneumomediastinum: a cause of low‐voltage electrocardiogram",
            "authors": [],
            "year": 2001,
            "venue": "Heart Dis.",
            "volume": "3",
            "issn": "",
            "pages": "85-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Pneumomediastinum following a surgical renal biopsy",
            "authors": [],
            "year": 1976,
            "venue": "J. Urol.",
            "volume": "116",
            "issn": "",
            "pages": "94-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Acute, reversible myocardial ischemia in a patient with an asthmatic attack",
            "authors": [],
            "year": 1996,
            "venue": "J. Electrocardiol.",
            "volume": "29",
            "issn": "",
            "pages": "337-9",
            "other_ids": {
                "DOI": []
            }
        }
    }
}