{
    "paper_id": "PMC7163532",
    "metadata": {
        "title": "Equine proliferative enteropathy – a review of recent developments",
        "authors": [
            {
                "first": "N.",
                "middle": [],
                "last": "Pusterla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C.",
                "middle": [
                    "J."
                ],
                "last": "Gebhart",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nLawsonia intracellularis is the aetiological agent of the recently recognised and emerging intestinal disease in horses called equine proliferative enteropathy (EPE). Lawsonia intracellularis is an obligate intracellular, motile, curved, Gram‐negative bacterium that resides freely within the apical cytoplasm of infected intestinal enterocytes 1. The genus Lawsonia was placed within the Desulfovibrionaceae family based on phylogenetic analysis of 16S rDNA sequences and, to date, the Lawsonia genus contains only one species 2. Similar to the Desulfovibrionaceae, L. intracellularis is anaerobic but differs from other members of the family in its inability to reduce sulphate. In vivo, it causes proliferation of the affected enterocytes, resulting in a thickened small and sometimes large intestine. Lawsonia intracellularis can only be grown in vitro in cell culture and requires dividing cells and a specific atmosphere for infection and growth 1. Peak infection occurs between 6 and 7 days of incubation. A single polar flagellum and darting motility are observed with extracellular L. intracellularis organisms in cell culture. Besides horses, L. intracellularis infects many species of domestic and wild animals, including pigs, hamsters, rabbits, foxes, deer, ferrets, ostriches and nonhuman primates. The first published report of proliferative enteropathy in horses was in 1982 by Duhamel and Wheeldon 3. Since 1996, several reports of sporadic cases and outbreaks on breeding farms have been described 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21. In the last few years, reported cases of EPE have been increasing, occurring primarily in post weaning foals and occasionally in young adults 20. The disease has almost reached a worldwide occurrence and has been reported in the USA, Canada, Europe, South Africa, Australia, Brazil and Japan.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Molecular investigations of L. intracellularis isolates from proliferative enteropathy lesions of a variety of animal species including horses and hamsters, showed 98% homology of the 16S‐rDNA gene to pig isolates 22. Moreover, phenotypic characterisation of outer membrane proteins and immunoblots of different L. intracellularis isolates using several antibodies and more sensitive molecular characterisations of the L. intracellularis genome demonstrated only minor differences among isolates 23. None of these differences appear to be antigenically relevant. Recently, the whole genome of a porcine L. intracellularis isolate was sequenced and analysed for the presence of variable number tandem repeat (VNTR) sequences. Variable number tandem repeat sequences in the genomes of prokaryotes are often associated with a high level of polymorphism and enable bacterial strain differentiation with substantial discriminatory power. Use of these L. intracellularis VNTR sequences provides a sensitive method for analysis of the genetic relatedness of L. intracellularis bacteria or DNA obtained from various temporal and geographical locations and from various animal species. This provided insight into the phylogenetic relatedness of these isolates. Molecular VNTR sequence profiles of L. intracellularis isolates from various documented outbreaks of proliferative enteropathy occurring in pigs, horses, ostriches, spider monkeys, ferrets and rabbits were analysed. Patterns emerged that provide some insight into the sources and phylogenetic relatedness of L. intracellularis isolates from different species. The VNTR sequence types obtained from pigs were very different from those obtained from horses or other nonpig species. The VNTR patterns distributed the isolates into 2 distinct groups, those obtained from pigs and those obtained from horses and other nonpig species. Little or no genetic variation was found between isolates from within outbreaks for any animal species or in multiple temporal samples taken from the same outbreak site. Slight variations between isolates obtained from outbreaks at different geographic locations were found and though these differences were minor, they were consistent and stable enough that outbreak isolates could be identified and traced.",
            "cite_spans": [],
            "section": "Pathogen characterisation",
            "ref_spans": []
        },
        {
            "text": "In pig populations, the chronic form of the disease is maintained by subclinically affected pigs or is established environmentally in some sites, allowing transmission of L. intracellularis to serial flows of pigs 24. Mice and rats have been shown to be important reservoirs of L. intracellularis on pig farms with prevalences of PCR positive animals varying substantially between farms (4–83%) 25, 26. Rodents appear to be suitable reservoir hosts due to their susceptibility to L. intracellularis, their close contact to domestic animals and high reproductive rate, which maintains L. intracellularis across generations. The source of infection has not been determined for horses. Exposure to pig faeces has been speculated as a potential source of infection for horses since the first reported cases of EPE. However, in most cases of EPE, no history or evidence of direct or indirect exposure to pigs or pig faeces has been reported. Further, multi‐locus VNTR profiles of pig and equine isolates differ greatly. A recent experimental study has shown host specificity for L. intracellularis isolates cultured from pig or horse intestines 27. The study showed that clinical signs, longer periods of shedding and stronger serological immune responses were observed in animals infected with species‐specific isolates. Previous studies have shown that a variety of wild and domestic animals including dogs, cats, rabbits, opossums, skunks, mice and coyotes, can shed L. intracellularis on farms with diagnosed EPE cases 28, 29. On a recently identified farm in northern California endemic for EPE, 7.5% of faecal samples and 27% of serum samples from cottontail rabbits tested PCR positive and seropositive for L. intracellularis, respectively 29. Of interest was that on this farm, a large population of cottontail rabbits lived in the hay barn and had direct access to the hay fed to the horses. An epidemiological investigation on this farm showed rabbit faeces on top of hay bales but also in the feeders of the weanling foals, suggesting that the foals developing EPE were likely exposed to L. intracellularis via the oral ingestion of infected rabbit faeces (Figs 1, 2). Similar to rodents, lagomorphs may represent an effective reservoir/amplifier host due to their large population, their close contact to horses and short reproductive cycle. It still remains to be determined how L. intracellularis became endemic in the rabbit population on this farm.",
            "cite_spans": [],
            "section": "Epidemiology",
            "ref_spans": [
                {
                    "start": 2168,
                    "end": 2169,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 2171,
                    "end": 2172,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Faeco–oral transmission of L. intracellularis has been documented in naïve foals housed with clinically infected foals experimentally challenged with an equine isolate of L. intracellularis\n30. A recent study has shown that faeces from experimentally infected rabbits with an equine isolate of L. intracellularis served as infectious material for weanling foals 31. Although infected rabbits and foals remained asymptomatic, infection was supported by faecal shedding of L. intracellularis and detection of specific antibodies to L. intracellularis. Although the natural infectious dose for foals has not been determined, pigs receiving as low as 105 \nL. intracellularis have been shown to develop infection 32. Recent work suggested that 1 g of infectious faeces would suffice to deliver the above challenge dose 26. It is the authors' opinion that on most farms, the initial transmission of L. intracellularis occurs via the accidental ingestion of infectious faeces from one of the described or yet undetermined amplifiers/hosts. Amplification of L. intracellularis and environmental contamination leading to exposure rates of up to 100% of resident foals are likely to occur secondary to the shedding of large quantities of L. intracellularis from either clinically or subclinically infected foals.",
            "cite_spans": [],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "In piglets, large group size, weaning, transportation, diet change and mixing have been associated with clinical disease 1. Predisposing factors such as the stress of weaning, overcrowding, decline in L. intracellularis‐specific colostral antibodies, endoparasitism and introduction of new animals have been suggested in the development of EPE in foals 7. In pigs, infection and faecal shedding of L. intracellularis may persist for as long as 12 weeks 32. This is in sharp contrast to experimentally infected foals showing onset and duration of faecal shedding ranging from 10 to 14 days and 17 to 27 days, respectively 30, 33. Previous work has shown that L. intracellularis is likely to survive in environmental conditions for 1–2 weeks at 5–15°C 34.",
            "cite_spans": [],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "The pathogenesis and pathophysiology of EPE has remained poorly investigated and most of the information available has been extrapolated from experimentally infected hamsters, pigs and rabbits. Comprehensive studies of lesion development and evolution have been conducted in pigs 35 and hamsters 36. Morphological studies of early lesions in experimentally infected animals indicate that enterocyte hyperplasia is directly preceded by infection and replication of the intracellular organism 35, 36. In vivo, the onset of hyperplasia associated with proliferative enteropathy follows an increased number of intracellular L. intracellularis in enterocytes. Likewise, resolution of the lesions is closely related to disappearance of the intracellular organisms, indicating a correlation between the 2 events 1. The means by which L. intracellularis produces hyperplasia or how the host cells respond to this infection are unknown. No other cytopathological effects on infected enterocytes are seen in vivo or in vitro. Inflammation is a factor only in later stage lesions and is not characteristic of the primary lesion. The peak of lesion development in both pigs and horses is about 21 days after infection but may vary according to the dose of L. intracellularis.",
            "cite_spans": [],
            "section": "Pathogenesis and immune responses",
            "ref_spans": []
        },
        {
            "text": "While the dynamics of L. intracellularis infection have been well characterised, little is known about the genetic basis for its virulence, pathogenesis or physiology. Bacterial isolates at low passage induce clinical and pathological changes typical of proliferative enteropathy but isolates at high passage in cell culture are attenuated and do not induce typical lesions. Recently, the differential transcriptional profiles of a pathogenic (low passage) and a nonpathogenic (high passage) isolate were determined in order to define potential virulence factors 37. The pathogenic isolate showed a wider transcriptional landscape made up of plasmid‐encoded genes, regulatory factors and ATP‐binding cassette transporter genes. Loss of pathogenicity in vivo of the high passage isolate appears to be due to gene silencing mechanisms. Further, this study identified a number of genes expressed in pathogenic L. intracellularis that will make ideal targets for development of further diagnostic and control measures.",
            "cite_spans": [],
            "section": "Pathogenesis and immune responses",
            "ref_spans": []
        },
        {
            "text": "In horses, lesions are most commonly seen in the ileum, near the ileal–caecal junction and appear as a thickening of the mucosa. Gross lesions are not evident in all cases of EPE and may often be overlooked. Intestines show an irregular, patchy subserosal oedema. The ileal mucosa is thickened with deep folds and chronically affected animals may have patches of pseudomembrane covering the mucosa (Fig 3). Hypertrophy and thickening of the muscularis mucosa may occur in chronically affected or recovering animals. Histologically, adenomatous proliferation occurs among the epithelial cells in the crypts of the small intestine, in association with the presence of curved, intracellular bacteria in the apical cytoplasm of these enterocytes 3, 4, 7. Severe proliferative enteropathy is diagnosed by the demonstration of hyperplasia of the crypt glands with an increased number of mitotic figures and marked reduction or absence of goblet cells in routine haematoxylin and eosin preparations; however, for visualisation of the bacteria in the cytoplasm of enterocytes, special stains are necessary. The histological lesions of proliferative enteropathy are unique and inflammation is not normally a hallmark of disease. Warthin‐Starry silver stain allows the detection of the bacteria in histological sections (Fig 4), improving the diagnostic sensitivity, but the technique has limitations when applied to autolysed and necrotic samples 1. Immunohistochemistry procedures, using post mortem tissue or biopsy material with an antibody specific for L. intracellularis, are considered the gold standard for histological confirmation of EPE (Fig 5). Recently, Page et al. 38 reported on fatal necrotising enteritis associated with L. intracellularis in 4 foals. In these 6‐ to 8‐month‐old foals, the clinical entity was acute and followed by rapid clinical deterioration and death due to endotoxaemia, bacteraemia or disseminated intravascular coagulation.",
            "cite_spans": [],
            "section": "Pathogenesis and immune responses",
            "ref_spans": [
                {
                    "start": 403,
                    "end": 404,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1315,
                    "end": 1316,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1643,
                    "end": 1644,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Cell‐mediated immune response appears to be an important feature in protecting animals from reinfection with L. intracellularis\n39, 40. Descriptive immunocytological studies of intestinal tissue sections of pigs affected by proliferative enteropathy, reveal a mild infiltration of cytotoxic T cells, macrophages and B lymphocytes carrying major histocompatibility complex (MHC) class II structure at the beginning of the cell‐mediated immune response 41. Immunohistochemical studies of intestinal sections of naturally infected pigs also demonstrated a large accumulation of immunoglobulin A (IgA) in the apical cytoplasm of proliferating enterocytes 41. Further, interferon gamma is produced by peripheral blood mononuclear cells (PBMCs) of both pigs and horses following specific stimulation 39, 42, 43 and L. intracellularis‐specific IgA is detected in intestinal lavages of challenged pigs 40. Similarly, interferon gamma played a role in limiting intracellular infection and increased cellular proliferation in experimentally infected mice 44.",
            "cite_spans": [],
            "section": "Pathogenesis and immune responses",
            "ref_spans": []
        },
        {
            "text": "There are characteristic case details, seasonality, clinical signs and blood work abnormalities associated with EPE. The disease is generally manifested in foals less than one year of age and in North America is often seen between August and February 16. Although the disease is commonly seen in weanling foals 4–7 months of age, cases of EPE have been seen in young adults 20. Lethargy, anorexia, fever (>38.5°C), peripheral oedema (ventrum, sheath, throatlatch and distal limbs; Fig 6), weight loss (Fig 7), colic and diarrhoea are among the most common clinical findings in affected foals. Early clinical signs are generally unspecific and include mild depression, partial anorexia and fever. Although diarrhoea is commonly seen in affected foals and can vary from cow pie to watery, some affected foals may have normal faecal character. Foals with EPE may also have concurrent disorders such as respiratory tract infections, gastric ulceration and intestinal parasitism. One must keep in mind that signs of EPE may resemble those of more common gastrointestinal disorders such as parasitism, bacterial infections (Clostridium spp., Salmonella spp., Rhodococcus equi, Neorickettsia risticii), rotavirus, coronavirus, ulcerations, sand accumulation, intestinal obstruction and intoxication with plants, chemicals and pharmacologic agents such as nonsteroidal anti‐inflammatory drugs or antimicrobials. Similar to pigs, the disease can be subclinical in foals and be manifested by a self‐limiting and transient decrease of total serum protein concentration coupled with decreased daily weight gain when compared with unaffected foals 30, 33. It will remain to be determined if growth retardation or unthriftiness are associated with subclinical infection.",
            "cite_spans": [],
            "section": "Clinical and laboratory findings",
            "ref_spans": [
                {
                    "start": 485,
                    "end": 486,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 506,
                    "end": 507,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The most consistent laboratory finding of clinical EPE is hypoproteinaemia due to hypoalbuminaemia. Total protein is generally less than 50 g/l and albumin is usually less than 20 g/l. In a recent case report 16, hypoalbuminaemia was the only consistent clinicopathological abnormality of 57 affected foals with albumin concentrations ranging from 9 to 33 g/l (normal reference range 27–42 g/l). The exact mechanisms by which hypoalbuminaemia develops in affected foals has not been investigated. It appears that a combination of decreased feed intake, coupled with malabsorption and protein‐losing enteropathy due to the proliferative nature of the disease may represent likely mechanisms by which low albumin occurs 45. Experimentally infected hamsters had significantly lower intestinal absorption of glucose, potassium and chloride, suggesting that malabsorption is the main mechanism involved in the physiopathology of the diarrhoea in L. intracellularis‐infected animals 46.",
            "cite_spans": [],
            "section": "Clinical and laboratory findings",
            "ref_spans": []
        },
        {
            "text": "Affected foals may also demonstrate nonspecific blood abnormalities such as anaemia or haemoconcentration, leucocytosis or neutropenia, hyperfibrinogenaemia, increased activity of muscle enzymes and electrolyte abnormalities (hypocalcaemia, hypochloraemia and hyponatraemia). Urine analysis to rule out protein‐losing nephropathy and cytological evaluation of abdominal fluid to rule out protein lost to a third space are generally unremarkable.",
            "cite_spans": [],
            "section": "Clinical and laboratory findings",
            "ref_spans": []
        },
        {
            "text": "A presumptive diagnosis of EPE is generally made based on age of the affected animal, clinical signs, hypoproteinaemia/hypoalbuminaemia, presence of thickened small intestinal loops on ultrasonographic evaluation and ruling out other causes of enteropathy and protein losses. Abdominal ultrasonography, although not very sensitive, may show segments of thickened small intestine (Fig 8) and excessive abdominal fluid. In these cases, abdominocentesis will yield a noninflammatory transudate. An ante mortem diagnosis is generally confirmed via PCR detection of L. intracellularis in faeces or rectal swab and/or serology 47.",
            "cite_spans": [],
            "section": "Diagnosis",
            "ref_spans": [
                {
                    "start": 384,
                    "end": 385,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "It is essential to combine both molecular and serological diagnostic testing since these modalities have high analytical specificity but variable sensitivity depending on the situation. Negative PCR results can be expected if the faecal samples are collected from foals with prior antimicrobial treatment or during advanced disease stage when L. intracellularis organisms are no longer expected in the faeces. Negative serological results can be expected in the early stage of the disease, when humoral immune responses are not yet strong enough to be detectable by serology. Further, differences in sensitivity among different PCR and serological assays can lead to divergent results. Among PCR assays, the use of real‐time platform has been shown to yield the best sensitivity and to reduce the likelihood of cross‐ or carry‐over contamination (i.e. false positive results) 48, 49, 50. Several serological assays, including indirect fluorescent antibody test (IFAT), enzyme‐linked immunosorbent assay (ELISA) and immunoperoxidase monolayer assay (IPMA), have all been validated and established for pigs 51, 52, 53, 54. A preliminary comparative study using equine serum samples has shown that various serology assays are accurate; however, the IPMA is the most specific when determining the presence of anti‐L. intracellularis antibodies in adult horses with EPE (C.J. Gebhart, personal communication).",
            "cite_spans": [],
            "section": "Diagnosis",
            "ref_spans": []
        },
        {
            "text": "It is important to treat affected animals early before lesions become advanced and result in marked weight loss and critically low serum protein concentrations. Treatment of EPE in horses involves the use of antimicrobials such as macrolides, alone or in combination with rifampin, chloramphenicol, oxytetracycline or doxycycline administered for 2–3 weeks. The choice of antimicrobial in the treatment of EPE should take into account the risk of inducing disturbance of the gastrointestinal flora and renal toxicity. This is especially a concern when treating older foals with severe hypoalbuminaemia. National and international policies on antimicrobial use in horses should also be considered 55. Supportive care such as i.v. fluids, plasma transfusion, parenteral nutrients and anti‐ulcer drugs are commonly used to treat affected foals. Concurrent medical conditions should also be addressed. Rapid clinical improvement following treatment is to be expected; however, it may take weeks for the hypoproteinaemia to resolve. Spontaneous recovery of clinically infected foals has not been documented and up to 93% of treated foals usually survive the disease 16. However, in more recent years the authors have seen more severe cases presented to veterinary hospitals with a poorer outcome. Generally nonsurvivors develop complications associated with gastrointestinal translocation, gastrointestinal perforation or kidney failure (38). At 2 different veterinary hospitals, the mortality rate in the past 2 years ranged from 13% (2/15) to 31% (4/13; N.M. Slovis and N. Pusterla, personal communication). Recent work by Frazer 16 showed that clinically affected and successfully treated foals sold for an average of 68% of the average price of unaffected foals by the same stallion 16. However, their monetary earnings from racing were not significantly different from other horses 56.",
            "cite_spans": [],
            "section": "Supportive and medical treatment",
            "ref_spans": []
        },
        {
            "text": "Based on clinical observations, it appears that the exposure rate to L. intracellularis is higher than the clinical attack rate. That said, and assuming that index cases are only the tip of the iceberg, it is always advisable to test herdmates to determine their exposure and clinical status. This is best achieved by collecting blood to determine the level of anti‐Lawsonia intracellularis antibodies by serology and to measure total protein concentration by refractometry. Another more expensive alternative is to measure total protein and/or albumin concentrations by chemical analysis. The use of PCR testing of faeces from healthy herdmates is not advised in this situation due to the expense of testing and low rate of positivity. Also, the results from previous epidemiological studies show that healthy herdmates rarely shed detectable L. intracellularis\n47, 57. Daily clinical monitoring of all herdmates is also recommended in order to recognise early stages of disease. This is best achieved via daily physical examination, including rectal temperature, and the regular assessment of weight, allowing the calculation of daily weight gain. A positive titre by IPMA (≥60) in a healthy herdmate with no hypoproteinaemia should be viewed as past exposure with no apparent disease or possibly early, not yet clinically apparent, EPE. Seropositive or seronegative clinically healthy herdmates with hypoproteinaemia (<50 g/l) or hypoalbuminaemia (<30 g/l) should undergo further diagnostic testing (cell blood count, abdominal ultrasound examination, faecal PCR) to determine if L. intracellularis infection is the cause of the hypoproteinaemia. Treating foals with suspected EPE based only on clinical findings and hypoproteinaemia/hypoalbuminaemia is not recommended, knowing the risk associated with the use of antimicrobials. Healthy seronegative herdmates with no hypoproteinaemia should continue to be monitored daily for clinical signs and bimonthly for hypoproteinaemia and/or hypoalbuminaemia and detectable antibodies to L. intracellularis. Any foal developing clinical signs of EPE should undergo a thorough diagnostic assessment. Further, clinically affected foals or foals with suspected clinical EPE should be separated from the rest of the healthy herdmates in order to decrease environmental contamination until their shedding status has been determined by PCR. It has been previously shown that experimentally infected foals start shedding L. intracellularis 5–17 days prior to developing hypoproteinaemia and clinical signs 30. It is this prodromal stage of subclinically infected foals that is likely responsible for the environmental contamination (including potential carriers, vectors and multipliers) and exposure of susceptible foals.",
            "cite_spans": [],
            "section": "Monitoring and disease prevention",
            "ref_spans": []
        },
        {
            "text": "The monitoring of a herd with endemic status follows guidelines similar to those for herds with diagnosed index cases. This includes the regular physical evaluation of resident foals and bimonthly assessment of total protein concentration and serological status. Monitoring for exposure to L. intracellularis and hypoproteinaemia/hypoalbuminaemia should begin at least 4 weeks prior to the historical first detection of clinical cases. Bimonthly data, including concentration of total serum solids or albumin and weight gains, should be evaluated for each foal and compared with the previous data in order to determine decreasing trends potentially associated with early disease. Recent work performed in central Kentucky has shown a seasonality to EPE cases with peak cases recorded in November and December 16. Year to year variations depending on climatic conditions can be expected; however, most of the EPE cases are seen between August and February in the northern hemisphere, as recently weaned foals are primarily affected. Considering the cost of treating a foal with clinical EPE, this monitoring programme is cost effective, especially if measurement of total serum solids concentrations can be performed by farm personnel. The lack of epidemiological data regarding potential natural reservoir hosts as well as the paucity of information pertaining to the biology of L. intracellularis precludes the institution of any management changes on endemic farms. Early recognition of clinical cases and separating them from the rest of the susceptible foals until full recovery or cessation of faecal shedding appears to be a logical biosecurity measure to prevent spread and environmental contamination. Further, maintaining good pest control and preventing nonequine domestic and wild animals from gaining access to feed and feeding areas may potentially minimise the risk of disease spread.",
            "cite_spans": [],
            "section": "Monitoring and disease prevention",
            "ref_spans": []
        },
        {
            "text": "Prevention strategies have been best described in pigs using in‐feed antimicrobials and a commercially available L. intracellularis vaccine 39, 58, 59. Recent work has shown that detectable humoral and cellular responses can be measured in foals administered an avirulent live L. intracellularis vaccine 33, 60, 61, 62. The recently established vaccine protocol has shown that the intrarectal administration of 30 ml of either the lyophilised or the frozen‐thawed formulation of the avirulent L. intracellularis vaccine given twice, 30 days apart, yielded the strongest immunological responses 60. The L. intracellularis vaccine has been shown to be safe and administration well tolerated by the foals. Further, the avirulent L. intracellularis vaccine has not been associated with the induction of clinical disease in pigs or foals. Faecal shedding for up to 12 days has been documented following intrarectal vaccine administration in foals 60. Using the above mentioned protocols, vaccine efficacy has been evaluated in the field and, more recently, under experimental conditions. A field efficacy trial performed on EPE endemic farms in central Kentucky in 2008 showed that vaccinated foals maintained higher daily weight gains and higher total protein concentrations when compared with a nonvaccinated, naturally seroconverted group 63. Due to the low incidence of disease reported on the study farms, no difference in attack rate between vaccinated and nonvaccinated foals could be determined. The overall decreased disease prevalence in the study population may have been associated with the ongoing vaccine trial on these farms, as disease prevalence in central Kentucky did not change in 2009 compared with 2008. Potential explanations for the decreased number of clinical cases were the elimination of so called ‘super shedders’ and possible exposure of nonvaccinated foals to L. intracellularis vaccine organism shed in the faeces of recently vaccinated foals. Under experimental conditions, weanling foals vaccinated intrarectally with an avirulent live vaccine against L. intracellularis were protected against clinical and subclinical EPE following challenge exposure with a virulent L. intracellularis isolate of equine origin 33. This was determined by lack of clinical disease, absence of hypoproteinaemia and ultrasonographic abnormalities compatible with EPE and a significant reduction in L. intracellularis faecal shedding in vaccinated foals compared with nonvaccinated foals. Further, average daily weight gains from the vaccinated foals over the entire study period were similar to the control foals and significantly higher when compared with the nonvaccinated foals, highlighting the benefit of the vaccine in the prevention of subclinical disease. The extra‐label use of the L. intracellularis vaccine should be considered on naïve and endemic farms in an attempt to reduce or prevent EPE. Timing of vaccine administration should again be synchronised with historical disease occurrence. Further, routine monitoring for clinical signs and hypoproteinaemia/hypoalbuminaemia is still recommended even when vaccine prophylaxis is used.",
            "cite_spans": [],
            "section": "Monitoring and disease prevention",
            "ref_spans": []
        },
        {
            "text": "Equine proliferative enteropathy is an emerging disease with an increasing number of cases reported each year. It also appears that the disease is becoming endemic on an increasing number of horse farms. Equine proliferative enteropathy commonly affects foals less than 12 months of age and is clinically characterised by lethargy, anorexia, fever, peripheral oedema, weight loss, colic and diarrhoea. A presumptive diagnosis of EPE is generally made based on age of the affected animal, clinical signs, hypoproteinaemia/hypoalbuminaemia and presence of thickened small intestinal loops on ultrasonographic evaluation. An ante mortem diagnosis is generally confirmed via PCR detection of L. intracellularis in faeces or rectal swab and/or serology. Treatment of affected animals consists of supportive and medical treatment including antimicrobials, i.v. fluids, plasma transfusion, parenteral nutrients and anti‐ulcer drugs. Concurrent medical conditions should also be addressed. Treatment of affected foals generally results in clinical improvement, especially if treatment is initiated early in the course of the disease.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The progressive nature of EPE makes this disease a prime candidate to be monitored for in endemic herds. Monitoring strategies combine daily physical evaluation combined with regular measurement of serum protein/albumin concentration and antibodies against L. intracellularis. Until new information regarding the epidemiology of this disease is available, preventive strategies are restricted to the use of an avirulent L. intracellularis vaccine. The use of the L. intracellularis vaccine should be considered on naïve and endemic farms in an attempt to reduce or prevent EPE.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "No conflicts of interest have been declared.",
            "cite_spans": [],
            "section": "Authors' declaration of interests",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Heavy contamination of hay with faeces from cottontail rabbits at a farm in northern California with endemic occurrence of equine proliferative enteropathy.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Faeces from cottontail rabbits found at the bottom of a hay feeder in a weanling pasture from a farm in northern California with endemic occurrence of EPE.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Gross lesions of equine proliferative enteropathy of an 11‐month‐old Thoroughbred colt with proliferative enteropathy showing a diffusely thickened intestinal wall and patches of pseudomembrane covering the mucosa.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Ileal mucosa from a 6‐month‐old Quarter Horse filly with proliferative enteropathy. Aggregates of bacteria (arrows) are present in the cytoplasm of epithelial cells of hyperplastic crypts (Warthin‐Starry silver stain; bar = 30 μm).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Immunohistochemical stained section of small intestine from an 8‐month‐old foal with proliferative enteropathy. Lawsonia intracellularis specific antibody stains the bacteria lining the apical cytoplasm of the affected crypts (red areas).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Six‐month‐old Quarter Horse colt with proliferative enteropathy displaying ventral and scrotal oedema.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Severe weight loss in a 5‐month‐old Quarter Horse colt with proliferative enteropathy.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: An ultrasound image showing a thickened section of small intestinal wall in a 7‐month‐old Thoroughbred colt with proliferative enteropathy. The wall thickness measured between 5.4 and 6.0 mm (normal wall thickness ≤3 mm).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Proliferative enteropathy",
            "authors": [],
            "year": 2000,
            "venue": "J. Comp. Pathol.",
            "volume": "122",
            "issn": "",
            "pages": "77-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Manual of Systematic Bacteriology",
            "volume": "",
            "issn": "",
            "pages": "940-943",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Intestinal adenomatosis in a foal",
            "authors": [],
            "year": 1982,
            "venue": "Vet. Pathol.",
            "volume": "19",
            "issn": "",
            "pages": "447-449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Proliferative enteropathy in a foal caused by Lawsonia intracellularis‐like bacterium",
            "authors": [],
            "year": 1996,
            "venue": "J. Vet. Diagn. Invest.",
            "volume": "8",
            "issn": "",
            "pages": "254-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "\nLawsonia intracellularis proliferative enteropathy in a weanling foal",
            "authors": [],
            "year": 1998,
            "venue": "Equine Vet. J.",
            "volume": "30",
            "issn": "",
            "pages": "549-552",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Lawsonia intracellularis‐like organism infection in a miniature foal",
            "authors": [],
            "year": 1999,
            "venue": "J. Am. Vet. Med. Assoc.",
            "volume": "215",
            "issn": "",
            "pages": "511-515",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Equine proliferative enteropathy: a cause of weight loss, colic, diarrhoea and hypoproteinemia in foals on three breeding farms in Canada",
            "authors": [],
            "year": 2000,
            "venue": "Equine Vet. J.",
            "volume": "32",
            "issn": "",
            "pages": "418-425",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Surgical and medical treatment of an Arabian filly with proliferative enteropathy caused by Lawsonia intracellularis\n",
            "authors": [],
            "year": 2000,
            "venue": "J. Vet. Intern. Med.",
            "volume": "14",
            "issn": "",
            "pages": "630-632",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Protein‐losing enteropathy caused by Lawsonia intracellularis in a weanling foal",
            "authors": [],
            "year": 2003,
            "venue": "Can. Vet. J.",
            "volume": "44",
            "issn": "",
            "pages": "65-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "\nLawsonia intracellularis proliferative enteropathy in a weanling foal in Australia",
            "authors": [],
            "year": 2004,
            "venue": "Aust. Vet. J.",
            "volume": "82",
            "issn": "",
            "pages": "750-752",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "\nLawsonia intracellularis infection in a 12‐month‐old colt in Belgium",
            "authors": [],
            "year": 2005,
            "venue": "Vet. Rec.",
            "volume": "157",
            "issn": "",
            "pages": "774-776",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Diagnostic and epidemiological features of Lawsonia intracellularis enteropathy in 2 foals",
            "authors": [],
            "year": 2006,
            "venue": "Can. Vet. J.",
            "volume": "47",
            "issn": "",
            "pages": "689-691",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Tetracycline therapy of Lawsonia intracellularis enteropathy in foals",
            "authors": [],
            "year": 2006,
            "venue": "Equine Vet. J.",
            "volume": "38",
            "issn": "",
            "pages": "89-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "\nLawsonia intracellularis proliferative enteropathy in a filly",
            "authors": [],
            "year": 2006,
            "venue": "J. Vet. Med. A Physiol. Pathol. Clin. Med.",
            "volume": "53",
            "issn": "",
            "pages": "17-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "\nLawsonia intracellularis proliferative enteropathy in a foal",
            "authors": [],
            "year": 2007,
            "venue": "Schweiz. Arch. Tierheilkd",
            "volume": "149",
            "issn": "",
            "pages": "129-133",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "\nLawsonia intracellularis infection in horses: 2005–2007",
            "authors": [],
            "year": 2008,
            "venue": "J. Vet. Intern. Med.",
            "volume": "22",
            "issn": "",
            "pages": "1243-1248",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "An outbreak of Lawsonia intracellularis infection in a standardbred herd in Ontario",
            "authors": [],
            "year": 2008,
            "venue": "Can. Vet. J.",
            "volume": "48",
            "issn": "",
            "pages": "927-930",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Faecal shedding and serological cross‐sectional study of Lawsonia intracellularis in horses in the state of Minas Gerais, Brazil",
            "authors": [],
            "year": 2009,
            "venue": "Equine Vet. J.",
            "volume": "41",
            "issn": "",
            "pages": "593-596",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Outbreak of Lawsonia intracellularis on a standardbred farm in North Carolina",
            "authors": [],
            "year": 2009,
            "venue": "Equine Vet. Educ.",
            "volume": "21",
            "issn": "",
            "pages": "179-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "\nLawsonia intracellularis and virulent Rhodococcus equi infection in a thoroughbred colt",
            "authors": [],
            "year": 2010,
            "venue": "J. Comp. Pathol.",
            "volume": "143",
            "issn": "",
            "pages": "303-308",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "\nLawsonia intracellularis‐associated proliferative enteritis in weanling foals in the Netherlands",
            "authors": [],
            "year": 2011,
            "venue": "Tijdschr. Diergeneeskd",
            "volume": "136",
            "issn": "",
            "pages": "565-570",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Comparative aspects of proliferative enteritis",
            "authors": [],
            "year": 1998,
            "venue": "J. Am. Vet. Med. Assoc.",
            "volume": "212",
            "issn": "",
            "pages": "1446-1451",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "\nCharacterization of Proliferative Enteropathy in Horses\n",
            "authors": [],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "A Lawsonia intracellularis transmission study using a pure culture inoculated seeder‐pig sentinel model",
            "authors": [],
            "year": 2004,
            "venue": "Vet. Microbiol.",
            "volume": "104",
            "issn": "",
            "pages": "83-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "\nLawsonia intracellularis in rodents from pig farms with the occurrence of porcine proliferative enteropathy",
            "authors": [],
            "year": 2008,
            "venue": "Lett. Appl. Microbiol.",
            "volume": "47",
            "issn": "",
            "pages": "117-121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Colonisation and shedding of Lawsonia intracellularis in experimentally inoculated rodents and in wild rodents on pig farms",
            "authors": [],
            "year": 2011,
            "venue": "Vet. Microbiol.",
            "volume": "150",
            "issn": "",
            "pages": "384-388",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Evidence of host adaptation in Lawsonia intracellularis infections",
            "authors": [],
            "year": 2012,
            "venue": "Vet. Res.",
            "volume": "43",
            "issn": "",
            "pages": "53-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Detection of Lawsonia intracellularis by real‐time PCR in the faeces of free‐living animals from equine farms with documented occurrence of equine proliferative enteropathy",
            "authors": [],
            "year": 2008,
            "venue": "J. Wildl. Dis.",
            "volume": "44",
            "issn": "",
            "pages": "992-998",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A follow up study on the investigation of the occurrence of Lawsonia intracellularis infection in wild and feral animals captured on horse properties with equine proliferative enteropathy",
            "authors": [],
            "year": 2012,
            "venue": "Vet. J.",
            "volume": "194",
            "issn": "",
            "pages": "253-255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Oral infection of weanling foals with an equine isolate of Lawsonia intracellularis, agent of equine proliferative enteropathy",
            "authors": [],
            "year": 2010,
            "venue": "J. Vet. Intern. Med.",
            "volume": "24",
            "issn": "",
            "pages": "622-627",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Transmission of Lawsonia intracellularis to weanling foals using faeces from experimentally infected rabbits",
            "authors": [],
            "year": 2013,
            "venue": "Vet. J.",
            "volume": "195",
            "issn": "",
            "pages": "241-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Re‐challenge of pigs following recovery from proliferative enteropathy",
            "authors": [],
            "year": 2007,
            "venue": "Vet. Microbiol.",
            "volume": "120",
            "issn": "",
            "pages": "381-386",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Efficacy of an avirulent live vaccine against Lawsonia intracellularis in the prevention of proliferative enteropathy in experimentally infected weanling foals",
            "authors": [],
            "year": 2012,
            "venue": "Am. J. Vet. Res.",
            "volume": "73",
            "issn": "",
            "pages": "741-746",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Studies on the ex vivo survival of Lawsonia intracellularis\n",
            "authors": [],
            "year": 2000,
            "venue": "J. Swine Health Prod.",
            "volume": "8",
            "issn": "",
            "pages": "211-215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "\nPorcine Proliferative Enteropathy: Diagnosis, Immune Response and Pathogenesis\n",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Transmissible ileal hyperplasia of hamsters",
            "authors": [],
            "year": 1978,
            "venue": "Am. J. Pathol.",
            "volume": "91",
            "issn": "",
            "pages": "433-444",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Comparative transcriptional analysis of homologous pathogenic and non‐pathogenic Lawsonia intracellularis isolates in infected porcine cells",
            "authors": [],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0046708"
                ]
            }
        },
        "BIBREF37": {
            "title": "Acute deterioration and death with necrotizing enteritis associated with Lawsonia intracellularis in 4 weanling foals",
            "authors": [],
            "year": 2012,
            "venue": "J. Vet. Intern. Med.",
            "volume": "26",
            "issn": "",
            "pages": "1476-1480",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Onset and duration of faecal shedding, cell‐mediated and humoral immune responses in pigs after challenge with a pathogenic isolate or attenuated vaccine strain of Lawsonia intracellularis\n",
            "authors": [],
            "year": 2003,
            "venue": "Vet. Microbiol.",
            "volume": "91",
            "issn": "",
            "pages": "35-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Evidence of cell‐mediated immune response and specific local mucosal immunoglobulin (Ig) A production against Lawsonia intracellularis in experimentally infected swine",
            "authors": [],
            "year": 2010,
            "venue": "Can. J. Vet. Res.",
            "volume": "74",
            "issn": "",
            "pages": "97-101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Immunocytological responses in porcine proliferative enteropathies",
            "authors": [],
            "year": 1992,
            "venue": "Infect. Immun.",
            "volume": "60",
            "issn": "",
            "pages": "4184-4191",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Characterization of the interferon gamma response to Lawsonia intracellularis using an equine proliferative enteropathy challenge (EPE) model",
            "authors": [],
            "year": 2011,
            "venue": "Vet. Immunol. Immunopathol.",
            "volume": "143",
            "issn": "",
            "pages": "55-65",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "\nLawsonia intracellularis‐specific interferon γ gene expression by peripheral blood mononuclear cells in vaccinated and naturally infected foals",
            "authors": [],
            "year": 2012,
            "venue": "Vet. J.",
            "volume": "192",
            "issn": "",
            "pages": "249-251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Gamma interferon influences intestinal epithelial hyperplasia caused by Lawsonia intracellularis infection in mice",
            "authors": [],
            "year": 2000,
            "venue": "Infect. Immun.",
            "volume": "68",
            "issn": "",
            "pages": "6737-6743",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Impaired intestinal absorption of glucose in 4 foals with Lawsonia intracellularis infection",
            "authors": [],
            "year": 2009,
            "venue": "J. Vet. Intern. Med.",
            "volume": "23",
            "issn": "",
            "pages": "940-944",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Intestinal absorption and histomorphometry of Syrian hamsters (Mesocricetus auratus) experimentally infected with Lawsonia intracellularis\n",
            "authors": [],
            "year": 2010,
            "venue": "Vet. Microbiol.",
            "volume": "145",
            "issn": "",
            "pages": "286-291",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Temporal detection of Lawsonia intracellularis using serology and real‐time PCR in Thoroughbred horses residing on a farm endemic for equine proliferative enteropathy",
            "authors": [],
            "year": 2009,
            "venue": "Vet. Microbiol.",
            "volume": "136",
            "issn": "",
            "pages": "173-176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Quantification of Lawsonia intracellularis in porcine faeces by real‐time PCR",
            "authors": [],
            "year": 2009,
            "venue": "J. Appl. Microbiol.",
            "volume": "107",
            "issn": "",
            "pages": "2009-2016",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Comparison of faeces versus rectal swabs for the molecular detection of Lawsonia intracellularis in foals with equine proliferative enteropathy",
            "authors": [],
            "year": 2010,
            "venue": "J. Vet. Diagn. Invest.",
            "volume": "22",
            "issn": "",
            "pages": "741-744",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "A TaqMan quantitative polymerase chain reaction assay for the detection of Lawsonia intracellularis in faecal and tissue samples from pigs",
            "authors": [],
            "year": 2010,
            "venue": "J. Vet. Diagn. Invest.",
            "volume": "22",
            "issn": "",
            "pages": "70-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Comparison of different methods for diagnosis of porcine proliferative enteropathy",
            "authors": [],
            "year": 2002,
            "venue": "Can. J. Vet. Res.",
            "volume": "66",
            "issn": "",
            "pages": "99-107",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "A comparative study of an indirect fluorescent antibody test and an immunoperoxidase monolayer assay for the diagnosis of porcine proliferative enteropathy",
            "authors": [],
            "year": 2002,
            "venue": "J. Vet. Diagn. Invest.",
            "volume": "14",
            "issn": "",
            "pages": "420-423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Evaluation of a novel enzyme‐linked immunosorbent assay for serological diagnosis of porcine proliferative enteropathy",
            "authors": [],
            "year": 2005,
            "venue": "Vet. Microbiol.",
            "volume": "109",
            "issn": "",
            "pages": "105-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Development and validation of an enzyme‐linked immunosorbent assay for the diagnosis of porcine proliferative enteropathy",
            "authors": [],
            "year": 2008,
            "venue": "J. Vet. Diagn. Invest.",
            "volume": "20",
            "issn": "",
            "pages": "170-177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Antimicrobial stewardship: time for change",
            "authors": [],
            "year": 2013,
            "venue": "Equine Vet. J.",
            "volume": "45",
            "issn": "",
            "pages": "127-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Sale price and race earnings in horses previously diagnosed by Lawsonia intracellularis\n",
            "authors": [],
            "year": 2011,
            "venue": "J. Vet. Intern. Med.",
            "volume": "25",
            "issn": "",
            "pages": "677-678",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Epidemiological survey on farms with documented occurrence of equine proliferative enteropathy due to Lawsonia intracellularis\n",
            "authors": [],
            "year": 2008,
            "venue": "Vet. Rec.",
            "volume": "163",
            "issn": "",
            "pages": "156-158",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Evaluation of protective immunity in pigs following oral administration of an avirulent live vaccine of Lawsonia intracellularis\n",
            "authors": [],
            "year": 2004,
            "venue": "Am. J. Vet. Res.",
            "volume": "65",
            "issn": "",
            "pages": "559-565",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Field evaluation of an oral attenuated Lawsonia intracellularis vaccine for porcine proliferative enteropathy (ileitis)",
            "authors": [],
            "year": 2007,
            "venue": "Vet. Rec.",
            "volume": "161",
            "issn": "",
            "pages": "26-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Evaluation of the humoral immune response and faecal shedding in weanling foals after oral and intra‐rectal administration of an avirulent live vaccine of Lawsonia intracellularis\n",
            "authors": [],
            "year": 2009,
            "venue": "Vet. J.",
            "volume": "182",
            "issn": "",
            "pages": "458-462",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Effects of administration of an avirulent live vaccine of Lawsonia intracellularis on mares and foals",
            "authors": [],
            "year": 2009,
            "venue": "Vet. Rec.",
            "volume": "164",
            "issn": "",
            "pages": "783-785",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "\nLawsonia intracellularis: humoral immune response and faecal shedding in weanling foals following intra‐rectal administration of frozen‐thawed or lyophilized avirulent vaccine",
            "authors": [],
            "year": 2010,
            "venue": "Vet. J.",
            "volume": "186",
            "issn": "",
            "pages": "110-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Evaluation of the field efficacy of an avirulent live Lawsonia intracellularis vaccine in foals",
            "authors": [],
            "year": 2012,
            "venue": "Vet. J.",
            "volume": "192",
            "issn": "",
            "pages": "511-513",
            "other_ids": {
                "DOI": []
            }
        }
    }
}