{
    "paper_id": "PMC7195909",
    "metadata": {
        "title": "Psychologist Self-Care During the Pandemic: Now More Than Ever",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "C."
                ],
                "last": "Norcross",
                "suffix": "",
                "email": "john.norcross@scranton.edu",
                "affiliation": {}
            },
            {
                "first": "Colleen",
                "middle": [
                    "M."
                ],
                "last": "Phillips",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Gail Hopkins, PsyD, a 39-year-old Black psychologist, wakes up feeling anxious and falls asleep feeling anxious about the COVID-19 pandemic. In between, she experiences diffuse background worry most of the day. As a member of the sandwich generation, Dr. Hopkins worries about both her two young children quarantined at home and her aging parents with serious health problems. She juggles her half-time responsibilities at the local psychiatric hospital, where she continues to see patients in person, with her half-time position in a group private practice, where she sees all patients seamlessly via telepsychology. Financial concerns constitute part of her daily worries. Since repaying her student loans last year, she was prepared to transition to full-time independent practice this year and purchase a larger home, but the pandemic has stymied those plans. Her husband has been furloughed from his job for at least two months, and she cannot afford to leave the hospital, which provides health insurance for the family. She risks being overwhelmed by the surge of patients, by the juggling of restless home-bound children and ailing parents, and by her own anxiety, which is heightened by the knowledge that the African-American community has been differentially affected by COVID-19.",
            "cite_spans": [],
            "section": "Clinical Vignettes",
            "ref_spans": []
        },
        {
            "text": "Samuel Jones, PhD, a 69-year-old White psychologist, wakes up in the morning feeling uncertain and despondent about his practice, his kids, and his future. Before the pandemic, he successfully ran his solo private practice with a steady stream of patients and a plan to retire next year. But now, his retirement funds are down by 25% and his patients at least that much as he struggles to transition to telepsychology. He rarely used his laptop except for occasional emails and to check the news, but like many of his contemporaries, Dr. Jones was forced to adopt a HIPAA-compliant platform for telepsychology on only a week’s notice. It’s operational now, but not without lingering concerns for patient privacy, insurance reimbursement, and ethical standards. His two grown children prey on his mind as well: one lost her job to the pandemic in the gig economy, and the other lives in New York City, an epicenter of the virus. Dr. Jones is understandably stressed, confused, and angry.",
            "cite_spans": [],
            "section": "Clinical Vignettes",
            "ref_spans": []
        },
        {
            "text": "What has COVID-19 wrought? And what of the traumatic psychological effects in its wake? This article addresses self-care methods for the extraordinary anxiety associated with the COVID-19 pandemic. In other words, here are quick self-care remedies to help psychologists navigate the current COVID-19 watershed and to operate at (near) peak performance—and feel as calm and controlled as the situation can possibly warrant.",
            "cite_spans": [],
            "section": "Clinical Vignettes",
            "ref_spans": []
        },
        {
            "text": "Drs. Hopkins and Jones are hardly unique or alone in this crisis. The anxiety among psychologists (and humans, for that matter) is practically universal—nearly every psychologist worldwide is experiencing some coronavirus-related negative impact on their mental health. Indeed, we can confidently diagnose almost every mental health professional with either normal bereavement or adjustment disorder with mixed anxiety and depressed mood. The common refrains are that “everyone’s anxious” and “therapists are slammed.” Some psychologists will experience acute stress disorder along with exacerbation of preexisting conditions and vulnerabilities, such as sleep disorders, depression, and panic.",
            "cite_spans": [],
            "section": "Clinical Challenge",
            "ref_spans": []
        },
        {
            "text": "The trick, as every seasoned psychologist knows, is to experience the fear and cope with it, as opposed to being overwhelmed and paralyzed by it. How does one preserve the line between the “new normal” and the “old neurosis”?",
            "cite_spans": [],
            "section": "Clinical Challenge",
            "ref_spans": []
        },
        {
            "text": "Of course, keep yourself informed of the pandemic. Of course, adhere to the science-backed recommendations for flattening the curve. But do not spend hours absorbing the sensationalistic pessimism of the media. The media operates like a vampire, thriving on blood and death. If it bleeds, it leads!",
            "cite_spans": [],
            "section": "Limit your Media Intake of COVID-19 Coverage ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "One of our colleagues recently posted, “This evening I had the misfortune of turning on the news, CNN in this case, although it could have been ANY channel. After the first five minutes I wanted blow my own head off. We all know things are bad out there, but the level of despair peddled by the anchor was almost comical. Comical if we weren't actually teetering on the brink of Armageddon.”",
            "cite_spans": [],
            "section": "Limit your Media Intake of COVID-19 Coverage ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Stay informed, but grounded in reality and balanced in optimism. Refrain from excessive media consumption and instead devote those precious minutes to your self-care.",
            "cite_spans": [],
            "section": "Limit your Media Intake of COVID-19 Coverage ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Virtually every recent article advises parents to implement a schedule for their home-bound children, but fails to note that adults also crave routine and structure. So do therapists. One of our colleagues posted a picture of her scheduler (sans confidential material) and wrote, “I am a creature of habit, so writing out a daily schedule has been extremely helpful for me. I would love to know: What are you all doing to maintain normalcy and stay on track?”",
            "cite_spans": [],
            "section": "Maintain a Schedule or Routine ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Sure, your schedule will of necessity remain more flexible given the fluid circumstances, but maintain a semblance of reassuring structure and activity. Avoid the temptation (to which we temporarily succumbed) to sleep in every morning as if it is summer vacation. That leads to lost hours and putzing around. Decades of research demonstrates that those with declared goals and a definite schedule prove more effective (and less anxious).",
            "cite_spans": [],
            "section": "Maintain a Schedule or Routine ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Cognitive restructuring for psychologists is steeped in ironies. Although intellectually aware of the irrational beliefs explored in therapy, psychologists fall prey to these same cognitive errors. We are blissfully human. As such, we are subject to the same corrosive logic as fellow humans.",
            "cite_spans": [],
            "section": "Catch Your Thinking, Too ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Cognitive restructuring starts with self-awareness and self-monitoring. We must recognize what we tell ourselves, explicitly and implicitly, about the pandemic and our performance during it. A few minutes of thoughtful reflection, collecting data to test our assumptions, concerns sharing with significant others—all of these alert us to the self-deceptions that creep into our thinking.",
            "cite_spans": [],
            "section": "Catch Your Thinking, Too ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Following are a medley of cognitive errors we have encountered from our colleagues and a quick compilation of factual cognitive replacements:",
            "cite_spans": [],
            "section": "Catch Your Thinking, Too ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "“I’ll probably get a severe case of coronavirus.” (Nope; the overwhelming probability is that you will not unless you are working in hospitals.)",
            "cite_spans": [],
            "section": "Catch Your Thinking, Too ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "“With my luck and age, if I get it I will certainly die.” (Nope; the fatality rate in the United States is approximately 1.5% overall and 15% for the highest risk groups.)",
            "cite_spans": [],
            "section": "Catch Your Thinking, Too ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "“Face-to-face psychotherapy is dead; there is no going back.” (Huh? Most patients prefer face-to-face psychotherapy; telepsychology adds another modality to your repertoire that expands reach and effectiveness.)",
            "cite_spans": [],
            "section": "Catch Your Thinking, Too ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "“This crisis will continue for years.” (Highly unlikely. Every previous virus mutated and became less lethal. Psychologists have bounced back from all global health crises.)",
            "cite_spans": [],
            "section": "Catch Your Thinking, Too ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "“The devastation of our economy will ruin my plans for years.” (Perhaps yes, perhaps no. The history of the US economy suggests optimism, but there are no guarantees.)",
            "cite_spans": [],
            "section": "Catch Your Thinking, Too ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Anticipating the worst outcome (catastrophizing) protects us: at least we won’t be surprised when it happens. However, doomsday prophecy contributes to psychological decay. Consider three rapid and salutary cognitive strategies for catastrophizing: (1) show that the worst did not actually happen (“Did that really occur?”), (2) determine the actual likelihood that the worst may happen (“What are the real probabilities?”), and (3) evaluate the consequences should the worst scenario improbably occur (“What would be the worst that could happen?”).",
            "cite_spans": [],
            "section": "Catch Your Thinking, Too ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "While our collective anxiety is readily understandable, cognitive distortions are within our power to correct. Just as we successfully assist our patients in doing.",
            "cite_spans": [],
            "section": "Catch Your Thinking, Too ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "As we learned in Introduction to Psychology class many years ago, our emotional system constitutes a signal system that alerts us to what is happening, both around us as well as inside us. When a threat presents, we experience physical sensations that signal “danger,” which triggers the classic fight or flight response. Positive emotions are more subtle than negative emotions, probably because of their relative importance for basic survival. Hence, people (including psychologists) are more attuned to negative affect and less aware of their positive emotions. Especially now, during the pandemic.",
            "cite_spans": [],
            "section": "Practice Daily Gratitude ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Research has shown that the overall balance of positive to negative emotions consistently predicts our subjective well-being (Diener, 2009). Positive emotions, such as joy, contentment, and love, also produce flourishing and widen our perception of sensation and depth of thought. One way to quickly highlight those positive emotions is to trigger gratitude.",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 138,
                    "mention": "2009",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Practice Daily Gratitude ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "One gratitude exercise has become a classic: Three Good Things in Life. One generates a list of three good things about life, as experienced recently. The intervention can involve writing a brief daily note about positive things about the last day, making a daily entry of good things in a gratitude diary, or identifying those things as one falls asleep. Or consider writing an overdue gratitude letter or making a (virtual) gratitude visit. Gratitude exercises are among the best documented and researched successes in positive psychology, they decrease negative affect and increase well-being (Sin & Lyubomirsky, 2009).",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 620,
                    "mention": "2009",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Practice Daily Gratitude ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Moments of happiness and other positive emotions occur every day even during a pandemic, but we often fail to absorb and internalize them. We also fail to record them to remind ourselves of them later. Making note, both in mind and in writing, helps the positive emotions stick.",
            "cite_spans": [],
            "section": "Practice Daily Gratitude ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "The life of a psychologist generally proves hectic and complex. The COVID-19 crisis has only compounded the frenzy. If you have a partner, children, parents, family, friends, and a clinical practice, then you are even busier. Something always needs to be done, well, more than something—a dozen things.",
            "cite_spans": [],
            "section": "Take Mindful Moments ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "We advise taking brief mindful moments throughout the day. What do we mean by mindful? In the simplest of terms, paying attention in a particular way, on purpose, in the present moment, and nonjudgmentally (Kabat-Zinn, 1990). Mindfulness impressively integrates several self-care strategies: It minds the body, sets boundaries between your client focus and your self-care, restructures your monkey brain thoughts, and represents at least a momentary escape from usual professional activity.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 223,
                    "mention": "1990",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Take Mindful Moments ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Take a mindful moment before you start your professional day. Even a two-minute pause helps (Geller, 2017). A brief centering exercise may suffice: Sitting quietly in the office for 30 s, breathing calmly and deeply, clearing your mind of things that need to done later, and focusing on the here and now—and then on the patient you are about to see. These pauses, these moments of reflection, are practicing mindfulness.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "mention": "2017",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Take Mindful Moments ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Try to do likewise before each patient session throughout the day. We anticipate (and sometimes join) your objection: “And exactly where do I get this imaginary time between sessions!?” Yet, you need to center yourself and prepare for the next session, too. Give yourself two minutes to orient towards the next client. Walk out (or open Zoom) to greet your patient with contentment and conviction.",
            "cite_spans": [],
            "section": "Take Mindful Moments ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "These brief mindfulness exercises will likely result, according to clinical experience and research studies (e.g., Dunn et al., 2013; Ryan et al., 2012), in you relating better to clients and sensing their emotional states more quickly. You will be pleased, for both your clients and yourself, at achieving this attunement and ensuing improved effectiveness.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "mention": "2013",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 147,
                    "end": 151,
                    "mention": "2012",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Take Mindful Moments ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Some also perform mindfulness or presence preparation exercise at the end of the day, before walking out of the office (Geller, 2017). Clear your mind of distracting elements; intentionally put aside all of the lingering thoughts about the day’s sessions and the feelings they left you holding. A centering and clearing of your mind will assist in transition to your next hectic encounter—often with your stressed and needy family.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "mention": "2017",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Take Mindful Moments ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Social distancing, staying home, working remotely, and lengthy quarantining frequently beget feelings of isolation. The natural self-care corrective is social support. Take a few minutes every day to nurture yourself with relationships (even if a video chat with a friend or a connection to a relative in a distant town).",
            "cite_spans": [],
            "section": "Connect With Your Support System ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Nurturing relationships reliably emerge as effective and popular self-care in the psychotherapist research. Across multiple studies, more than 90% of mental health professionals say that they seek support from family, friends, and peers. In research, increased use of helping relationships correlates positively with psychotherapist well-being—just as social support does with laypersons (e.g., Chu et al., 2010; DiMatteo, 2004). Expectedly, psychologists find helping relationships to be both satisfying and efficacious for themselves.",
            "cite_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "mention": "2010",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 423,
                    "end": 427,
                    "mention": "2004",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Connect With Your Support System ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Without getting too technical, helping relationships or social support exercise a threefold effect on work stressor–strain relations, according to the meta-analyses (Viswesvaran et al., 1999). Social support: (1) reduces the actual strains experienced, (2) buffers or mitigates the stressors of work, and (3) moderates that stressor–strain association. In other words, nourishing relationships protect us from the ravages of our impossible profession in multiple ways.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "mention": "1999",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Connect With Your Support System ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "We need to take care while giving care. We need to nurture ourselves while nurturing others. Thus, accept and give that support to friends, family, pets, neighbors, and colleagues. This is where social media emerges as a genuine asset during the current crisis (provided the social media is supportive and healthy). Take a few minutes daily to connect meaningfully.",
            "cite_spans": [],
            "section": "Connect With Your Support System ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "A ubiquitous healthy escape involves returning again and again to nature, or Vitamin N, for restorative solitude or for fun with significant others. A bit of eco-therapy produces huge benefits in lifting mood and reducing anxiety.",
            "cite_spans": [],
            "section": "Prioritize Nature (Safely) ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "One of our international colleagues speaks passionately about friluftsliv, a Nordic term for “free air life” and “freedom to roam.” 'Tis the notion that being in the outdoors is good for one’s mind and spirit. Appreciating nature and, in turn, reaping the benefits of doing so. Our colleague makes it a point to routinely walk in nature and, as we say in the States, smell the roses. Frilufsliv is a perfect anecdote to sitting inside an office all day conducting telepsychology; returning to nature is returning to base. Just remember social distancing while you are outside in nature.",
            "cite_spans": [],
            "section": "Prioritize Nature (Safely) ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "When the personal life of psychologists is necessarily imperfect, practitioners are prone to fault themselves. This tendency is often associated with painful and unwarranted inferences that they are lousy therapists (“because I don’t have my own life together”), imposters (“I am only playing at the role of an expert, but if my clients only knew the truth!”), or suffer from the Moses complex (“I can lead others to the promised land of health, but cannot enter it myself”; Mahoney, 2003).",
            "cite_spans": [
                {
                    "start": 484,
                    "end": 488,
                    "mention": "2003",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Practice Self-Empathy ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "During this temporary crisis, please be gentle with yourself. We psychologists bear a heavy burden of perfectionistic expectations that we must be unusually happy, wise, and empathic for others in order to feel we are “true” professionals. Exercise a modicum of self-empathy, we implore you. Apply self-compassion and hold realistic expectations during this surreal adversity.",
            "cite_spans": [],
            "section": "Practice Self-Empathy ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Mr. (Fred) Rogers wrote: “When I was a boy and I would see scary things in the news, my mother would say to me, ‘Look for the helpers. You will always find people who are helping.’”",
            "cite_spans": [],
            "section": "Refocus on Your Mission and Privilege of Practicing Psychology ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Psychologists are among those helpers. You are among those helpers. You are, literally and figuratively, saving lives through your psychological work.",
            "cite_spans": [],
            "section": "Refocus on Your Mission and Privilege of Practicing Psychology ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "The anxiety and uncertainly of COVID-19 present a premier opportunity to re-experience the privileges of being a psychologist. Those blessings involve a deeply satisfying career, and, as a group, psychologists are indeed satisfied with their career choice. Cross-sectional and longitudinal research reveals consistent and high levels of career satisfaction (Walfish et al., 1991), which rival, if not exceed, the satisfaction of medical, legal, and academic professionals (Norcross & Karpiak, 2012).",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 378,
                    "mention": "1991",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 493,
                    "end": 497,
                    "mention": "2012",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Refocus on Your Mission and Privilege of Practicing Psychology ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "A few moments refocusing on the positive elements revitalize our spirit and renew our commitment. As the Buddhists advise, “scratch the good dog, not the bad one.” We can recapture that precious sense of wonder, awe, and reverence for evolving lives and unfolding mysteries. Even as we shovel the snow, we can appreciate the wonder of each snowflake. Take a few moments each workday to recapture the blessings of psychology.",
            "cite_spans": [],
            "section": "Refocus on Your Mission and Privilege of Practicing Psychology ::: Self-Care in an Age of Global Fear",
            "ref_spans": []
        },
        {
            "text": "Now more than ever internalize the succor we offer to our patients: This is a temporary crisis, use your self-care resources and social support to moderate distress, and we shall get through it together. A few daily minutes of evidence-based self-care can indeed attenuate the nearly unprecedented impact of COVID-19 on psychologists. Keep the self-care faith, and spread it when you can.",
            "cite_spans": [],
            "section": "In Closing",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Meta-analysis of the relationships between social support and well-being in children and adolescents",
            "authors": [
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Saucier",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hafner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Journal of Social and Clinical Psychology",
            "volume": "29",
            "issn": "",
            "pages": "624-645",
            "other_ids": {
                "DOI": [
                    "10.1521/jscp.2010.29.6.624"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A longitudinal study of the career satisfaction of clinical psychologists",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Walfish",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Moritz",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Stenmark",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Professional Psychology",
            "volume": "22",
            "issn": "",
            "pages": "253-255",
            "other_ids": {
                "DOI": [
                    "10.1037/0735-7028.22.3.253"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Diener",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "The science of well-being",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Social support and patient adherence to medical treatment: A meta-analysis",
            "authors": [
                {
                    "first": "MR",
                    "middle": [],
                    "last": "DiMatteo",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Health Psychology",
            "volume": "23",
            "issn": "2",
            "pages": "207-218",
            "other_ids": {
                "DOI": [
                    "10.1037/0278-6133.23.2.207"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Geller",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "A practical guide to cultivating therapeutic presence",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kabat-Zinn",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Full catastrophe living",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Mahoney",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Constructive psychotherapy: A practical guide",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Norcross",
                    "suffix": ""
                },
                {
                    "first": "GR",
                    "middle": [],
                    "last": "VandenBos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Leaving it at the office: A guide to psychotherapist self-care",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}