{
    "paper_id": "PMC7109913",
    "metadata": {
        "title": "Antibody Avidity Maturation during Severe Acute Respiratory Syndrome–Associated Coronavirus Infection",
        "authors": [
            {
                "first": "Paul",
                "middle": [
                    "K.",
                    "S."
                ],
                "last": "Chan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Pak-Leong",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Esther",
                "middle": [
                    "Y.",
                    "M."
                ],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jo",
                "middle": [
                    "L.",
                    "K."
                ],
                "last": "Cheung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Danny",
                "middle": [
                    "T.",
                    "M."
                ],
                "last": "Leung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joseph",
                "middle": [
                    "J.",
                    "Y."
                ],
                "last": "Sung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Since the worldwide outbreak of severe acute respiratory syndrome (SARS) between November 2002 and June 2003 [1], subsequent smaller outbreaks have occurred as a result of laboratory negligence or reemergence of SARS-associated coronavirus (SARS-CoV) from the natural reservoir [2–5\n]. These incidences bear witness to the fact that reemergence of SARS-CoV infection in humans is a real concern. Experience from the Guandong outbreak (which occurred between December 2003 and January 2004) suggests that the clinical presentation of disease and the transmission behavior of the reemerged SARS-CoV strain can be different from what was known before [4]. When a SARS outbreak occurs again, it is mandatory that a serological survey be conducted, to define the epidemiological character of the outbreak. Since these outbreaks may happen in places where a proportion of the population was exposed to the virus during a previous outbreak of SARS, a reliable method for differentiating between recent infection and past exposure is vital if a meaningful interpretation is to result from such investigations [4]. The avidity (functional affinity) of an antibody is a measure of the overall strength of interaction between antibody and antigen. The avidity of virus-specific IgG antibody is low during primary viral infection and increases with time [6–8\n]. However, exceptions to this rule have been observed for some viruses [9, 10]. Here, we report the maturation pattern of anti–SARS-CoV nucleocapsid protein–specific IgG antibody (hereafter, “anti–SARS-CoV IgG antibody”) avidity over the course of a 10-month period after primary infection and discuss the potential applications of our findings",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 279,
                    "end": 282,
                    "mention": "2–5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 649,
                    "end": 650,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1102,
                    "end": 1103,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1343,
                    "end": 1346,
                    "mention": "6–8",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1420,
                    "end": 1421,
                    "mention": "9",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1423,
                    "end": 1425,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nPatients, materials, and methodsSixty-one patients with SARS were recruited into the present study; they ranged in age from 21 to 81 years (mean ± SD, 37.0 ± 14.9 years), and 54.1% were female. These patients presented with acute-onset fever that progressed to pneumonia, which was otherwise unexplained. Nine patients (14.8%) required intensive care, all of whom eventually recovered. All 61 patients fulfilled the US Centers for Disease Control and Prevention criteria for SARS [11] and had serological evidence of SARS-CoV infection, as determined by the anti–SARS-CoV IgG antibody immunofluorescence assay described elsewhere [12]. Forty-one patients (67.2%) seroconverted, and 20 (32.8%) developed a ⩾4-fold increase in antibody titer. A total of 90 serum samples were available from the 61 patients, of whom 26 provided >1 sample for the study",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 484,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 632,
                    "end": 634,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Anti–SARS-CoV IgG antibody avidity was measured by a 2-step approach. The first step was to assess the concentrations of anti–SARS-CoV IgG antibody in samples, so that samples that required further dilution for testing during the second step could be identified. On the basis of our serial-dilution experiments, samples with ODs of >2.5 needed to be further diluted to provide a linear range for measurement of avidity during the second step. Concentrations of anti–SARS-CoV IgG antibody were measured by a recombinant nucleocapsid protein–based enzyme immunoassay, ELISARS (IgGENE), in accordance with the manufacturer’s instructions. Briefly, samples were diluted to a concentration of 1:50 by mixing 22 μL of serum with 1.1 mL of sample diluent. An 100-μL aliquot of the prediluted serum was added to an antigen-coated well. After incubation at room temperature (∼25°C) for 30 min, the wells were washed 3 times with the washing buffer provided. Anti–human IgG antibodies conjugated with horseradish peroxidase were added and were incubated at room temperature for 15 min. After a second washing step, 3,3′,5,5′-tetramethylbenzidine was added as a substrate for color development. Optical density was measured at 450 nm",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The second step was also based on the ELISARS assay but included a urea-elution procedure. Briefly, samples were further diluted, if necessary, according to the results obtained during the first step. The neat or prediluted serum samples were mixed with sample diluent as described above. The sample mixtures were added in duplicate to 2 antigen-coated wells. After the first incubation step, 300 μL of urea was added to one of the wells, whereas the same volume of washing buffer was added to the other well, which served as a reference. On the basis of our initial optimization experiments using 5 early and 5 late samples (collected <20 and >250 days after fever onset, respectively), a soaking step at room temperature for 10 min with 4 mol/L urea diluted in washing buffer was found to be most suitable and, thus, was used in the present study. The urea-soaking step was followed by washing 3 times with the washing buffer provided. The subsequent conjugate-addition and color-development steps were conducted in accordance with the manufacturer’s protocol. The antibody avidity index was calculated as ODurea/ODreference and is expressed as a percentage",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Samples collected ⩽50 days after fever onset were also tested for anti–SARS-CoV IgM antibody, so that IgM antibody detection and IgG antibody avidity measurement could be compared with respect to demonstrating a recent infection. Anti–SARS-CoV IgM antibody was also detected by the ELISARS assay. Briefly, samples were treated by use of a rheumatoid factor removal kit (Chemicon) and then mixed with sample diluent to a final concentration of 1:50. A 100-μL aliquot of the diluted sample was added to an antigen-coated well and subjected to the incubation, wash, and color-development steps described above, except that anti–human IgM antibody was used as the conjugate",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Anti–SARS-CoV IgG antibody titers for paired serum samples were measured by an in-house indirect immunofluorescence assay that has been described elsewhere [12]. This was done so that the value of using changes in IgG antibody titers and that in antibody avidity could be compared with respect to demonstrating a recent infection",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 159,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nResultsFor the 90 serum samples, the optical-density values obtained during the first step ranged from 0.639 to 3.509 (mean ± SD, 2.057 ± 0.862); 31 samples had an OD of >2.5 and, thus, required further dilution for the second step. Of these, 19 required further dilution of 1:2, and 12 required further dilution of 1:5, to achieve a reference OD of ⩽2.5 before they were subjected to the second step for measurement of antibody avidity",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\nFigure 1 shows the pattern of maturation of anti–SARS-CoV IgG antibody avidity after infection. The avidity indices were low (mean ± SD, 30.8% ± 11.6%; range, 7.4%–51.8%) among the 45 samples collected ⩽50 days after fever onset and increased to intermediate levels (mean ± SD, 52.1% ± 14.1%; range, 25.9%–73.1%) among the 11 samples collected between days 51 and 90. The avidity indices were high (mean ± SD, 78.1% ± 8.0%; range, 61.0%–94.7%) among the 34 samples collected after day 90",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Of the 45 samples collected ⩽50 days after fever onset, only 18 (40.0%) were positive for anti–SARS-CoV IgM antibody, as determined by the ELISARS assay. For the 18 IgM-positive samples, the avidity indices ranged from 13.3% to 46.8%, with a median of 32.3% and an interquartile range of 23.1%–37.6%. For the 27 IgM-negative samples, the avidity indices ranged from 7.4% to 51.8%, with a median of 31.9% and an interquartile range of 21.8%–40.8%. There was no significant difference in avidity level between these 2 groups of samples (P = .746, Mann-Whitney U test)",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "All together, 1 sample was available from 35 patients, 2 samples were available from 23 patients, and 3 samples were available from 3 patients. The results for the 26 patients with at least 2 samples were further analyzed (the third samples from the 3 patients with 3 samples were not considered). Their first samples were collected between days 17 and 54 (mean ± SD, 32.3 ± 9.6 days) after fever onset, and the time span between collection of the first and second samples ranged from 18 to 253 days (mean ± SD, 128.8 ± 73.6 days). Of the 26 paired samples, only 6 (23.1%) showed a significant (⩾4-fold) increase in anti–SARS-CoV IgG antibody titer (as determined by an in-house indirect immunofluorescence assay) from the first to the second sample, a result that could be regarded as evidence of recent infection. When the antibody avidity indices for the 26 paired samples were analyzed, they all showed an increase in avidity index with time. The changes in avidity levels for the paired samples are shown by collection time interval in figure 2",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 1041,
                    "end": 1049,
                    "mention": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "\nDiscussionOur data show that anti–SARS-CoV IgG antibody avidity is low during primary infection and increases with time in a unidirectional manner. On the basis of this phenomenon, measurement of antibody avidity can be used to resolve certain difficulties that may be encountered in assessment of SARS-CoV infection. First, it can be used to differentiate between primary infection and reexposure. Although it was not possible to include patients who had been reexposed in the present study, on the basis of experience with other viral infections that have a similar pattern of antibody avidity maturation [13], it is reasonable to infer that patients reexposed to SARS-CoV will mount a humoral memory immune response that includes the production of antibodies with high avidity within a short period of time. Second, the presence of antibodies with low avidity could provide alternative evidence for demonstrating a primary infection when the IgM assay result is in doubt. This is important, given that viral serological testing based solely on the determination of the presence of IgM can lead to false conclusions, because IgM responses last for only a very short period of time and could be missed if serum samples are collected too early or too late [14]. On the other hand, IgM can persist for months or even years after primary infection and reappear during secondary infection [15]. When interpreting our IgM results, one should be aware that the IgM assay used in the present study was based on the indirect enzyme immunoassay format, the sensitivity of which might be inferior to that of the IgM capture format, and that our omission of the IgG antibody removal step might have decreased the assay’s sensitivity. Nevertheless, our IgM assay results for the 45 samples collected ⩽50 days after fever onset support the view that low antibody avidity could be a valuable alternative marker for defining primary infection, in particular when serum sample availability is limited in terms of collection time points. Our data show that all 36 samples with an avidity index of <40% were collected before day 50, whereas all 39 samples with an avidity index of >55% were collected after day 65. Avidity indices between 40% and 55% could be considered to represent “the maturation zone,” in which the correlation between avidity and time since infection is less strong. Third, our comparison of the avidity indices for the 26 paired samples indicated that this approach could provide a helpful alternative to the use of increasing antibody concentration as serological evidence of recent infection. This is particularly important if convalescent samples are collected when antibody concentrations are no longer increasing, as was the case for most of our paired samples. Other possible applications of measurement of antibody avidity to SARS-CoV infection include use of the technique to assess humoral responses to vaccine candidates and to discriminate between primary and secondary vaccine failures",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 611,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1258,
                    "end": 1260,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1388,
                    "end": 1390,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Severe acute respiratory syndrome–associated coronavirus–specific IgG antibody avidity in relation to time after fever onset",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Changes in severe acute respiratory syndrome–associated coronavirus–specific IgG antibody avidity in paired serum samples",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Summary of probable SARS cases with onset of illness from 1 November 2002 to 31 July 2003",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The relative functional affinity of specific anti‐core IgG in different categories of hepatitis B virus infection",
            "authors": [
                {
                    "first": "HI",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Med Virol",
            "volume": "51",
            "issn": "",
            "pages": "189-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Severe acute respiratory syndrome",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Immunofluorescence assay for serologic diagnosis of SARS",
            "authors": [
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "530-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Differentiation of primary from nonprimary genital herpes infections by a herpes simplex virus‐specific immunoglobulin G avidity assay",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hashido",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Inouye",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kawana",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "1766-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Hepatitis A virus infection among the hemophilia population at the Bonn Hemophilia Center",
            "authors": [
                {
                    "first": "HH",
                    "middle": [],
                    "last": "Brackmann",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Oldenburg",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Eis‐Hubinger",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gerritzen",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Hammerstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hanfland",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Vox Sang",
            "volume": "67",
            "issn": "Suppl 1",
            "pages": "S3-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Serological diagnosis of tick‐borne encephalitis by determination of antibodies of the IgM class",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roggendrof",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heinz",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Deinhardt",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Kunz",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J Med Virol",
            "volume": "7",
            "issn": "",
            "pages": "41-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Laboratory‐acquired severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kurup",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gopalakrishna",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1740-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Severe acute respiratory syndrome (SARS) in Taiwan, China",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Update 4: review of probable and laboratory‐confirmed SARS cases in southern China",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Investigation into China’s recent SARS outbreak yields important lessons for global public health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Changes in antibody avidity after virus infections: detection by an immunosorbent assay in which a mild protein‐denaturing agent is employed",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hasegawa",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Matsuno",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Katow",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "J Clin Microbiol",
            "volume": "20",
            "issn": "",
            "pages": "525-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Avidity of IgG in serodiagnosis of infectious diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hedman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lappalaninen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Soderlund",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hedman",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Rev Med Microbiol",
            "volume": "4",
            "issn": "",
            "pages": "123-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Comparative evaluation of the use of immunoblots and of IgG avidity assays as confirmatory tests for the diagnosis of acute EBV infections",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schubert",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zens",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Weissbrich",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Virol",
            "volume": "11",
            "issn": "",
            "pages": "161-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Differential maturation of avidity of IgG antibodies to gp41, p24 and p17 following infection with HIV‐1",
            "authors": [
                {
                    "first": "HI",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "O’Toole",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Exp Immunol",
            "volume": "103",
            "issn": "",
            "pages": "185-91",
            "other_ids": {
                "DOI": []
            }
        }
    }
}