{
    "paper_id": "PMC7148586",
    "metadata": {
        "title": "PATHOGENESIS | Animal Viruses",
        "authors": [
            {
                "first": "Kenneth",
                "middle": [
                    "L."
                ],
                "last": "Tyler",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Allan",
                "middle": [],
                "last": "Granoff",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "G."
                ],
                "last": "Webster",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The term pathogenesis is derived from two Greek words which can be translated to mean, ‘the origin of disease’. The study of viral pathogenesis thus concerns itself with understanding the process by which a virus produces disease in the host. It is important to recognize that a virus can enter and replicate in a host, and even induce an immunologic response, without producing overt signs or symptoms of disease. For many viruses, the majority of infections, under normal circumstances, are asymptomatic.\nInfection may be of short duration and self-limited (acute) or may be long-term (chronic) or even persist for the life of the host. For many viruses, such as influenza, acute infection is followed by viral clearance and subsequent lifelong immunity against reinfection by the same viral strain. In other cases, exemplified by infection with herpes simplex virus, acute infection is followed by persistence of virus in a noninfectious latent state from which there is periodic reactivation and shedding. A third pattern involves acute infection followed by continuous shedding of virus from infected tissues. By definition, in such cases the host immune response fails to completely clear virus. This may result from strategies which allow viruses to successfully evade host immune responses including restricted expression of viral genes, limitation of infection to immunologically privileged sites, rapid evolution of viral antigenic variants, or virus-induced suppression of or interference with host cellular, humoral, or cytokine-mediated immunological defenses.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the classic model of acute virus infection, injury to cells occurs as a direct result of the replication and release of viral particles. However, it has become increasingly recognized that viruses may also produce disease through a variety of other mechanisms. They can promote the induction of neoplasia (oncogenesis), suppress the immune system and even alter specific cellular functions without killing the target cell.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Viral pathogenesis can be analyzed in terms of a series of interactions between the virus and the host. Although the specific steps in this process may differ for individual viruses and particular hosts, the general outline remains true for most cases. A virus must survive in the environment, enter a susceptible host, multiply to increase its inoculum, and spread from the site of entry to target tissues, where it produces disease as the result of infection and injury to particular organs or populations of cells. Finally, virus must be shed into the environment and transmitted to a new susceptible host to begin its life cycle anew. Each of these stages is considered separately.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Under normal circumstances the skin poses an effective barrier to the entry of viral pathogens. The dead keratinized cells of the outer skin layer (stratum corneum) do not support viral replication. Infection can be initiated when a virus enters the host through breeches in skin contiguity such as cuts, abrasions or wounds. Viruses can also be mechanically transported across the stratum corneum by an insect or animal bite or with human-made implements such as hypodermic needles. The layer of the epidermis below the stratum corneum (stratum Malpighii) contains living cells but is essentially devoid of blood vessels, lymphatics and nerves. Viruses that enter this layer, such as the papillomaviruses, typically induce local pathology (e.g. dermal warts), but only rarely disseminate to produce systemic disease. In the case of papillomaviruses, infection occurs initially in basal cells adjacent to the basement membrane separating the overlying epidermis from the deeper dermal layer. Virus maturation parallels keratinocyte differentiation and proceeds as the cells migrate from the deep epidermal layers toward the stratum corneum. Virion assembly occurs predominantly in keratinocytes in the upper spinous layers of the epidermis and mature virions are found in cells in the granular layers and are shed when the stratum corneum is sloughed.",
            "cite_spans": [],
            "section": "Skin ::: Entry",
            "ref_spans": []
        },
        {
            "text": "Deep inoculation through the epidermis may introduce virus into the dermis, with its luxurious supply of vessels, lymphatics and nerves, or even into the underlying subcutaneous tissue and muscle. These tissues often provide fertile ground for viral multiplication and subsequent dissemination. Infection of the dermis may occur when virus is transmitted by a deep bite, as occurs with rabies virus.",
            "cite_spans": [],
            "section": "Skin ::: Entry",
            "ref_spans": []
        },
        {
            "text": "The host's dermal barrier is not impervious to invasion. It is penetrated by the openings of the respiratory, alimentary and genitourinary tracts, and modified in areas such as the conjunctiva of the eye.",
            "cite_spans": [],
            "section": "Skin ::: Entry",
            "ref_spans": []
        },
        {
            "text": "Some viruses that initiate infection via the respiratory tract replicate almost exclusively within the cells of the mucosal surface (e.g. influenza, parainfluenza), whereas others spread systemically after an initial phase of replication in respiratory mucosa (e.g. mumps, measles). Entry of both groups of viruses is typically initiated by means of infected droplet aerosols generated by coughing or sneezing, by nose to hand to nose transmission of infected nasal secretions or by exchange of infected saliva through kissing or sharing of drinking glasses, toothbrushes or other utensils. The fate of inhaled viral droplets is influenced largely by physicochemical factors including particle size, temperature and humidity. Large particles are generally trapped in the nasal turbinates and sinuses, and may initiate upper respiratory infections. Particles smaller than 5 μm can reach the alveolar airspaces to produce lower respiratory infection (pneumonia).",
            "cite_spans": [],
            "section": "Respiratory tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "Host defenses against the initiation of viral infection through the respiratory tract are complex. Filtration by the nose reduces the number of particles in certain size categories. Mucociliary clearance further impedes particle entry. Mucus is secreted by goblet cells, and propelled upward in the oropharynx by the coordinated beating of ciliated epithelial cells. Viruses trapped in mucus are efficiently propelled out of the respiratory tract. Viral infection may be facilitated by factors that compromise mucociliary clearance including cigarette smoking, atmospheric pollutants, in-dwelling tubes or certain inherited disorders.",
            "cite_spans": [],
            "section": "Respiratory tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "\nThe immune system of the respiratory tract has not been as extensively studied as that of the gastrointestinal tract (see below). The respiratory immune system includes bronchus-associated lymphoid tissue (BALT) and the lymphoid tissue of the tonsils and adenoids. IgA is present in the upper respiratory tract, and its deficiency may increase the risk of developing upper respiratory infections. IgG that is derived from the systemic circulation contributes to antiviral defenses in the lower respiratory tract. Cellular immunity is mediated by intraepithelial lymphocytes and resident alveolar and bronchial macrophages.",
            "cite_spans": [],
            "section": "Respiratory tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "Viruses that infect the host through the gastrointestinal (GI) tract must be able to survive the acidity of the stomach, the bile salts and proteolytic enzymes of the small intestine, and the mucus coating of the gut. They must also avoid inactivation by secretory IgA and the action of lymphoid cells and macrophages.",
            "cite_spans": [],
            "section": "Gastrointestinal tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "Enteric viruses can induce either symptomatic or asymptomatic disease. One determinant of this outcome is the degree of enterocyte injury. Viruses which fail to induce significant gastrointestinal symptoms may still spread to produce systemic infections, as exemplified by poliovirus. Despite the absence of local disease many enteric viruses are shed in high titer and for prolonged periods in feces.\nThe target cells for enteric viruses include the mature enterocytes of the intestinal villi and the immature dividing cells in the villus crypts. Some viruses including reoviruses, rotaviruses, picornaviruses, retroviruses, astroviruses and toroviruses can also infect M cells, which are specialized epithelial cells overlying collections of small intestinal lymphoid tissue (Peyer's patches). Although most enteric viruses initiate infection in the small intestine there are exceptions to this rule. For example, human immunodeficiency virus (HIV), introduced from infected semen during anal intercourse, may infect dendritic and epithelial cells of the colon and rectum. Rectal and large intestinal infection may also occur in immunocompromised individuals infected with cytomegalovirus (CMV) and herpes simplex virus (HSV). These viruses can also infect the upper gastrointestinal tract producing esophagitis.",
            "cite_spans": [],
            "section": "Gastrointestinal tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "Local gastrointestinal symptoms occur when viral infection involves villus epithelial or crypt cells. Destruction of the villus enterocytes results in malabsorption, and the resulting intraluminal osmotic load can induce diarrhea. Infection of the crypt cells, which develop into absorptive cells, ultimately results in loss of absorptive capacity and leads to diarrhea.\nAnother mechanism of diarrhea production may be through the action of viral proteins that act as secretory toxins. For example, the rotavirus NSP4 protein has toxin-like actions that stimulate enterocyte hypersecretion and subsequent diarrhea. Another important consequence of enterocyte infection is the shedding of large amounts of virus in the stool.\nThis fecal shedding is the predominant source of transmission of many enteric viruses with new cycles of infection being initiated by fecal–oral spread.",
            "cite_spans": [],
            "section": "Gastrointestinal tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "The first barrier faced by viruses entering the upper alimentary tract is the acidity of the stomach. Viruses must be extremely acid stable to survive this environment. The differing effects of acidity on virions are dramatically illustrated by different species of picornaviruses. For example, rhinoviruses are acid labile and lose infectivity at low pH. Under acidic conditions the viral outer capsid is disrupted, and viral RNA escapes, leaving noninfectious empty capsids. As expected, rhinoviruses do not produce enteric infections. By contrast, other members of the picornavirus family including polio- and coxsackieviruses are resistant to degradation under acidic conditions. They are extremely successful at initiating enteric infections, a fact recognized by their inclusion in the Enterovirus functional group.",
            "cite_spans": [],
            "section": "Gastrointestinal tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "\nViruses that initiate infection through the enteric route must also resist inactivation by the proteolytic enzymes secreted by gastric and pancreatic cells. In fact, proteolytic digestion actually increases infectivity of several enteric viruses. For example, partial cleavage of the rotavirus spike protein, VP4, by intestinal proteases enhances the direct penetration of virus into enterocytes.\nIn the case of reoviruses, proteolytic cleavage of outer capsid proteins results in the production of infectious subviral particles (ISVPs). ISVPs appear to play a critical role in the initiation of subsequent intestinal infection (see below). Thus, as a general principle, viruses that produce or initiate infection in the intestinal tract are not inactivated by intestinal proteolytic enzymes. In fact, quite the converse appears to be true, as in many cases proteolytic processing of viral capsid proteins seems to trigger conformational changes in the virus particle or expose new functional determinants on specific proteins which in turn facilitate specific events (receptor binding, membrane fusion, cell entry, transcriptional activation) in the viral life cycle.",
            "cite_spans": [],
            "section": "Gastrointestinal tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "\nBile salts are another important factor in inhibiting viral entry through the intestinal tract. Viral envelopes are particularly susceptible to digestion by bile salts. Before direct ultrastructural visualization of virions was routinely possible, the capacity of bile salts to destroy viral infectivity was taken as prima facie evidence for the presence of a lipid envelope. With the solitary exception of coronaviruses, viruses that initiate infection through the intestinal tract are all nonenveloped.",
            "cite_spans": [],
            "section": "Gastrointestinal tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "\nThe enteric immune system provides another important host defense against viral infection. Enteric viral infection typically induces rapid production of intestinal antibody, composed predominantly of secretory IgA. Enteric viruses also induce specific cytotoxic T cells (CTLs) and helper T (Th) cells. These cells form part of the gut associated lymphoid tissue (GALT) system which includes regional collections of lymphoid tissue in the small intestine (Peyer's patches). Cellular immunity (e.g. CD4+ and CD8+ T cells) plays a key role in clearing enteric infection.",
            "cite_spans": [],
            "section": "Gastrointestinal tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "The cellular events that underlie the initiation of systemic infection by enteric viruses are becoming better understood. Reoviruses and polioviruses initially bind to the luminal surface of specialized epithelial cells (M cells) which overlie regional aggregates of intestinal lymphoid tissue (Peyer's patches). Virions are then transported in vesicles across the M cell cytoplasm and discharged into the subepithelial lymphoid tissue where primary replication can occur in lymphoid cells and macrophages.",
            "cite_spans": [],
            "section": "Gastrointestinal tract ::: Entry",
            "ref_spans": []
        },
        {
            "text": "A number of human viruses including HIV, herpes simplex and papillomaviruses are venereally transmitted. Small tears or abrasions in the epithelial lining of the rectum, urethra or vagina may occur during sexual activity and permit entry of virus. Host factors that inhibit viral entry through these routes include cervical mucus, the pH of vaginal secretions, the chemical composition and cleansing action of urine and the presence of secretory IgA.",
            "cite_spans": [],
            "section": "Genitourinary system ::: Entry",
            "ref_spans": []
        },
        {
            "text": "Although viral conjunctivitis is common, and occurs either as an isolated illness or in association with certain systemic infections (e.g. measles), the conjunctiva only rarely serves as a site of entry of viruses into the host. Local infection may be initiated by direct inoculation of virus following ophthalmologic procedures (tonometry, foreign body removal) or in the process of swimming (‘swimming pool conjunctivitis’). The offending viruses include adenoviruses and enteroviruses. Most such infections remain localized. Enterovirus 70 (E70) appears to be an important exception to this rule. E70 commonly produces acute hemorrhagic conjunctivitis, and on extremely rare occasions (perhaps 1 in 10000 cases) spreads from the eye to the nervous system to produce cranial nerve palsies, myelitis or encephalitis.",
            "cite_spans": [],
            "section": "Conjunctiva ::: Entry",
            "ref_spans": []
        },
        {
            "text": "Direct entry of virus into the bloodstream without any preceding replication in the host (‘passive viremia’) is a rare event. It can occur in association with intravenous drug abuse or during transfusion of infected blood or blood products. The bite of an arthropod vector may also allow direct entry of virus into the bloodstream. More commonly, viremia follows an initial phase of virus replication in the host (‘active viremia’). Important sites of primary replication include subcutaneous tissue, brown fat, skeletal muscle, endothelial cells and regional lymphatic tissue. Virus enters the bloodstream from these sites (‘primary viremia’), and is further disseminated to reticuloendothelial organs (bone marrow, liver, spleen) and endothelial cells. Additional replication is followed by a ‘secondary viremia’, which is typically of longer duration and higher magnitude than the initial viremia. This sequence of events was originally described for experimental mousepox (ectromelia) infection. Distinct phases of primary and secondary viremia are often difficult to identify in human viral infections.",
            "cite_spans": [],
            "section": "Spread through the bloodstream ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "\nVirus in the bloodstream may travel free in the plasma or in association with cellular elements. For example, enteroviruses and togaviruses are frequently found free in plasma. HIV, HTLV-1 and the human herpesviruses HHV 6 and HHV 7 infect subsets of T-lymphocytes, Epstein–Barr virus (EBV) infects B lymphocytes and Colorado tick fever virus (CTFV) infects erythrocyte precursors which subsequently mature and enter the circulation. It is important to recognize that plasma and cell-associated viremias need not be mutually exclusive. For example, HIV is found free in plasma as well as in association with CD4+ T-lymphocytes and monocytes. Finding a virus in association with cellular elements may also result from binding or adsorption without associated active replication (e.g. the hemadsorption of influenza to erythrocytes).",
            "cite_spans": [],
            "section": "Spread through the bloodstream ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "Termination of viremia is often abrupt and may coincide with the appearance of neutralizing antibodies. However, a variety of host defenses in addition to antibodies act to clear virus from the bloodstream. The magnitude of viremia is determined by the balance between the entry of virus into the circulation and its subsequent clearance by host defenses. The average time which a viral particle spends in the circulation (‘transit time’) is generally less than one hour. Larger virus particles and particles coated with antibody or complement are cleared with far greater efficiency than small nonopsonized particles, and may have transit times of only a few minutes. Additional factors that influence clearance and transit time include the net charge of the virion particle and the composition of the viral capsid or envelope. Host factors may also influence the efficiency of clearance. Experimentally, agents such as thorotrast or silica, which decrease the phagocytic capacity of macrophages and other reticuloendothelial phagocytes, enhance the magnitude and duration of viremia induced by some viruses. Differences in the capacity of macrophages from immature animals to clear virus compared to their adult counterparts may be one mechanism contributing to differences in age-related susceptibility to certain viral infections (e.g. herpes simplex). Macrophages derived from different strains of mice vary in the efficiency with which they clear specific viruses (e.g. mouse hepatitis virus, MHV), and this may explain some strain-specific differences in susceptibility to certain viruses. Finally, recent evidence has suggested that different strains of the same virus may show striking differences in their capacity to replicate in macrophages, and that this in turn may be associated with distinct patterns of organ-specific tropism and virulence.",
            "cite_spans": [],
            "section": "Spread through the bloodstream ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "Uptake of virus by phagocytes does not always result in their inactivation. Many viruses including HIV, lentiviruses, and certain toga-, corona-, arena-and reoviruses are capable of replicating in macrophages. The various outcomes possible when viruses infect macrophages are exemplified by the interaction of viruses with hepatic Kupffer cells. Kupffer cells may inactivate virus and limit subsequent spread of infection. Conversely, virus may either actively replicate in or be passively transported through these cells to subsequently enter the bloodstream through the hepatic sinusoids or following biliary excretion.\nMacrophages contain receptors for the Fc portion of antibody molecules, and in some cases uptake of virus is facilitated by the presence of antiviral antibody [‘antibody-mediated enhancement’ (AME)]. This uptake may either lead to viral inactivation or conversely, may facilitate productive macrophage infection. AME plays an important role in the pathogenesis of dengue and certain other viral infections.",
            "cite_spans": [],
            "section": "Spread through the bloodstream ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "As would be expected, there is a general correlation between the magnitude of viremia generated by blood-borne viruses and their capacity to invade tissues such as the central nervous system (CNS). Conversely, the failure of some attenuated viruses to generate a significant viremia may also account for their lack of invasiveness. For example, certain neurotropic bunyaviruses are fully virulent after direct intracerebral inoculation, but avirulent after peripheral inoculation because they fail to generate sufficient viremia to allow neuroinvasion. It is important to recognize that viremia per se does not automatically equate with the capacity to invade tissues from the bloodstream. This has been elegantly demonstrated by certain mutants of Semliki Forest virus (SFV) which have lost the capacity to invade the CNS while retaining the capacity to generate a viremia equivalent in duration and magnitude to that induced by their neuroinvasive wild-type counterparts.",
            "cite_spans": [],
            "section": "Spread through the bloodstream ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "The steps by which blood-borne viruses exit the bloodstream to enter tissues remain poorly understood. In come cases, the viruses appear to directly infect endothelial cells, and then are transported across these cells into the underlying parenchyma. In other cases, viruses may enter tissues inside migrating cells that are capable of emigrating across capillaries (diapedesis).\nTransendothelial transport of virus inside infected cells has been colorfully referred to as the ‘Trojan Horse’ mechanism of entry. This type of process may be important in the pathogenesis of lentivirus and HIV infections. Factors that alter vascular permeability (e.g. vasogenic amines) can be shown experimentally to facilitate tissue invasion by certain viruses. This suggests that endothelial permeability may also play a role in determining tissue invasion by blood-borne viruses.\nEndothelial cells in most organs are joined by tight junctions (zona occludens). However, in certain regions (e.g. the choroid plexus in the brain) capillary endothelial cells lack tight junctions. These areas of fenestrated capillary endothelium may be the site of entry for viruses into perivascular tissue.",
            "cite_spans": [],
            "section": "Spread through the bloodstream ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "\nMany viruses including herpes simplex (HSV), varicella zoster (VZV), rabies and certain strains of poliovirus, reovirus and coronavirus can spread through nerves in the infected host. This pathway of spread is particularly important for viruses that invade the CNS, but theoretically also provides a route for infection of virtually any organ. Neural spread to sites other than the CNS is exemplified by the spread of rabies virus to salivary glands and VZV and HSV to the skin.",
            "cite_spans": [],
            "section": "Spread through nerves ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "\nThe exact mechanism(s) of neural transport of viruses have not been established, although certain basic principles have emerged.\nAlthough spread of many neurotropic viruses along nerves can occur by cell-to-cell spread through nonneural cells (e.g. Schwann cells), the more important mode of viral spread is through the axoplasm of neurons. In the case of enveloped viruses, transport appears to involve predominantly the nucleocapsid rather than the enveloped virion. Neurally spreading viruses appear to all utilize the intraneuronal system of microtubule-associated fast axonal transport. This has been established by studying the kinetics of transport and through the use of selective pharmacologic inhibitors of fast and slow axonal transport. The mechanism by which viruses access axoplasmic transport systems and the form in which they are transported (e.g. free or within vesicles), has not yet been established. Taken as a group, neurally spreading viruses provide examples of spread through motor, sensory and autonomic nerve fibers, and in both the anterograde and retrograde direction. In some cases, individual strains of particular viruses (e.g. HSV) may preferentially travel in only one direction. Similarly, studies with reassortant viruses and viral mutants including rabies virus, pseudorabies virus and reovirus suggest that changes in either the viral envelope or capsid proteins, or in some cases in nonstructural proteins (e.g. HSV), may alter the capacity of viruses to spread through nerves, or even through specific neural pathways.",
            "cite_spans": [],
            "section": "Spread through nerves ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "Viruses that spread within neurons also have the capacity to spread from nerve cell to nerve cell (transneuronal transport). In some cases this appears to occur specifically at synapses (trans-synaptic transport). The factors that influence the release of virus from presynaptic nerve terminals and facilitate their uptake postsynaptically are unknown.",
            "cite_spans": [],
            "section": "Spread through nerves ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "Specific viral proteins play a critical role in determining whether viruses spread through the bloodstream or through nerves in the infected host, and even the specificity of the neural pathways utilized. For example, the principal pathway spread of reovirus type 1 Lang (T1L) from muscle to CNS is through the bloodstream, and for type 3 Dearing (T3D) through nerves. The viral S1 gene, which encodes the outer capsid protein sigma 1, determines this difference. As noted earlier, certain rabies and pseudorabies virus variants with single amino acid substitutions in the envelope glycoproteins, have altered neural spread properties when compared to their wild-type counterparts.",
            "cite_spans": [],
            "section": "Spread through nerves ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "Nonstructural proteins may also influence the efficiency with which viruses infect and spread within the nervous system. However, in most cases this appears to be due to their effect on viral replication rather than due to direct effects on capacity for neural spread. For example, nonneuroinvasive HSV strains often replicate poorly in peripheral sensory ganglia, suggesting that this, rather than an inability to be neurally transported, accounts for their lack of neuroinvasiveness. These nonneuroinvasive strains remain capable of spreading from the site of inoculation, through nerves, to the sensory ganglia, but their spread is arrested at this stage. Genetic studies of recombinant herpesviruses containing portions of the genome derived from both invasive and nonneuroinvasive viruses indicate that the viral DNA polymerase may determine the capacity of certain viruses to replicate in sensory ganglia and subsequently invade the CNS.",
            "cite_spans": [],
            "section": "Spread through nerves ::: Spread in the Host",
            "ref_spans": []
        },
        {
            "text": "Viruses must bind to target cells prior to initiating infection. Entry may be the result of the interaction of virus with a specific cellular receptor followed by receptor-mediated endocytosis. Alternatively, some viruses are capable of fusing directly with the plasma membrane (e.g. certain alphaviruses), which allows the nucleocapsid to enter the cell cytoplasm through a nonendocytosis-mediated pathway.\nViruses that utilize receptor-mediated endocytosis to enter target cells may have receptors that are found on only certain types of cells (e.g. CD4 receptor for HIV), and thus receptor distribution may play an important role in determining viral tropism. In other cases the viral receptors appear to be ubiquitously distributed [e.g. sialic acid receptors for influenza, heparan sulfate glycosaminoglycans for HSV, gangliosides or phospholipids for rhabdoviruses, intercellular adhesion molecule (ICAM) 1 for rhinoviruses], and other factors must account for the specificity in the pattern of viral infection.",
            "cite_spans": [],
            "section": "Receptors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "A number of principles have emerged from studies of viral receptors. Many of these proteins are membrane glycoproteins. These glycoproteins vary in structure and subserve a variety of different functions in the host. Putative viral receptors include receptors for neurotransmitters, growth factors, cytokines, complement and laminin. Other viral receptors include integrins, MHC molecules, intercellular adhesion molecules, lymphocyte surface antigens (e.g. CD4, CD46, CD55) and members of the carcinoembryonic antigen (CEA) family. Some receptors have enzymatic or transport functions including aminopeptidase N, the sodium-dependent phosphate transporter, and the cationic amino acid transporter. In many cases, putative viral receptors are glycoproteins whose normal cellular function is unknown. A second major group of viral receptors includes sialic acids, glycosaminoglycans and glycolipids. These compounds are generally ubiquitously distributed across a wide variety of cells and tissues.",
            "cite_spans": [],
            "section": "Receptors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "It should be emphasized that controversy surrounds some viral receptor assignments. This may result from the fact that viruses can infect cells lacking the putative receptor, indicating that the particular protein is either not the viral receptor or that other mechanisms of entry into the cell (additional receptors, nonreceptor-mediated processes) exist. Many viruses have the capacity to use alternate receptors in different cells, different tissues, and across different animal species. For example,\nHIV appears to be able to utilize both CD4 and galactosyl ceramide as a receptor. Productive infection subsequently requires the presence of additional ‘co-receptor’ molecules such as the chemokine receptors including CKR2, CKR3, CKR5 and fusin.\nOther recently identified putative co-receptors include HVEM, a member of the tumor necrosis factor (TNF) receptor superfamily for HSV, and CD55 (decay accelerating factor) for coxsackievirus A021. Some viruses appear to bind distinct receptors through different proteins or using different regions of the same protein. For example, binding of type 3 reoviruses to sialic acid residues appears to be mediated by a portion of the sigma 1 protein that is distinct from the region utilized for binding to nonsialyated receptors.",
            "cite_spans": [],
            "section": "Receptors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "\nIn the case of viruses which utilize a widely distributed membrane component such as sialic acid or glycosaminoglycans as a receptor, this may facilitate initial interaction between the viral envelope and the cell membrane (‘loose association’), which is then followed by more specific interactions between additional virion proteins and the cell membrane or by virion envelope–cell membrane fusion. Herpesviruses exemplify this pattern. Many members of this family interact via specific envelope glycoproteins (e.g. gB of HSV and HHV 7) with heparan sulfate or related cell surface glycosaminoglycans. Subsequent virus–cell interaction is mediated by a complex process involving a variety of additional envelope glycoproteins.",
            "cite_spans": [],
            "section": "Receptors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "Different strains of the same virus may use different receptors, and conversely, entirely unrelated viruses may share the same receptor. For example, human rhinoviruses (HRV) 1A, 1B, 2, 49 (the minor group) bind to the low density lipoprotein receptor, whereas HRV14 and all other rhinoviruses (the major group) bind to ICAM-1. Coxsackieviruses B1–6 and adenovirus 2 compete with each other for binding to certain cells, suggesting that they may share a common receptor, despite the fact that they belong to totally unrelated and completely distinct viral families.",
            "cite_spans": [],
            "section": "Receptors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "It is important to recognize that although the presence of the appropriate viral receptor on a cell may be necessary for infection it is often not sufficient. For example, cultured mouse cells transfected with cDNA encoding the HIV receptor, and expressing the receptor protein, remain insusceptible to HIV infection. Similarly, expression of the human poliovirus receptor in intestinal epithelial cells of mice is not sufficient to allow poliovirus replication in the mouse gut. However, some cell lines that are resistant to infection with viruses including EBV, HIV and polio become fully susceptible when they are made to express the appropriate receptor, indicating that lack of receptor can be the only barrier to susceptibility.",
            "cite_spans": [],
            "section": "Receptors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "The interaction of a virus with its cellular receptor is typically mediated by one or more cell surface proteins. Among the proteins playing a primary role in cell attachment are envelope glycoproteins (e.g. influenza HA, E2 for togaviruses, G1 for bunyaviruses, SU for retroviruses, gp120 for HIV, G for rhabdoviruses, VP1 for polyomaviruses, penton fiber protein for adenovirus, gp350/220 for EBV). Capsid proteins play a similar role in nonenveloped viruses (sigma 1 for reoviruses, VP4 for rotaviruses, VP1 for polio, large S for HBV). For HSV, more than one envelope glycoprotein may be required for different phases of cell attachment.",
            "cite_spans": [],
            "section": "Viral cell attachment proteins ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "\nHigh-resolution three-dimensional crystal structures of the influenza HA and of several picornaviruses [HRV14, poliovirus, mengovirus, encephalomyocarditis (EMC), Theiler's] has provided atomic and even subatomic level structural information about viral receptor-binding sites. The sialic acid-binding domain of the influenza HA lies in a small depression near the distal tip of the molecule. The receptor-binding site of picornaviruses typically forms a depression in the virion surface that has been variously described as a canyon (HRV14), a valley (poliovirus) or a pit (mengovirus). Conversely, the receptor-binding site for foot and mouth disease virus (FMDV), a member of the aphthovirus group of picornaviruses, is located on a prominent outward-facing antigenic loop of the VP1 protein.",
            "cite_spans": [],
            "section": "Viral cell attachment proteins ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "\nFor enveloped viruses the close approximation of the viral envelope with the host cell plasma membrane may be followed by fusion of viral and cellular membranes. This interaction may occur independent of the presence of specific viral receptors, or may be dependent on the presence of viral receptors which facilitate the close approximation of the viral envelope and the plasma membrane. Virus proteins with fusion activity may be the same as or distinct from virion cell attachment proteins. Fusogenic activity is typically triggered by a conformational change in the virion fusion protein. This in turn may be triggered by a specific proteolytic cleavage of this protein or by changes occurring consequent to receptor binding. When proteolytic cleavage occurs it may depend on intra- or extracellular host proteases or be dependent on virus encoded proteins or autocatalytic events.",
            "cite_spans": [],
            "section": "Viral cell attachment proteins ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "Although the binding of a virus to its receptor may be a necessary initiating event in most viral infections, a number of other host and viral factors influence tropism. Viruses may contain distinct genetic elements, referred to as promoters or enhancers, that may enhance the transcription of certain genes in a cell-, tissue- or even species-specific manner. When mouse embryos are injected with the early region of JC virus (JCV) DNA, pathology is limited to oligodendrocytes within the CNS, despite the presence of viral genome in virtually all cells. The JCV genome contains a region that allows expression of the viral large T antigen only in oligodendrocytes and not other cells. An important role for viral enhancer elements in determining cell-type-specific gene expression has also been described for polyomaviruses, papillomaviruses and hepatitis B virus.\nIt has recently been suggested that a cell-type-specific enhancer region may be contained within the HIV long terminal repeat (LTR), and that differences in this LTR sequence may account for differences between the neurotropism/monocyte-tropism compared to T-lymphoid tropism of some HIV isolates.",
            "cite_spans": [],
            "section": "Tissue-specific promoters, enhancers and transcriptional activators ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "The site of entry of virus into the host may influence its tropism. This has been clearly documented for neurally spreading viruses, whose neural spread is limited by the nature of the pathways available at the site of entry. Variations in the distribution of pathology, infectious virus or viral antigen following different sites or routes of viral inoculation have been clearly demonstrated experimentally with polio, rabies, herpes simplex viruses, reovirus, coronaviruses and the neurotropic (NWS) influenza virus strain. Obviously it has been harder to document this point in human infections, although clinical studies of rabies infection and polio suggest that an identical process occurs in humans.\nFor example, patients who developed paralytic polio after being inadvertently immunized with improperly inactivated lots of poliovirus (the ‘Cutter incident’) showed a preponderance of paralysis involving the inoculated limb. Similarly, with rabies infection, the site of the bite (e.g. face versus leg) influences prognosis, the initial symptomatology, the incubation period and the probability of subsequent development of clinical disease.",
            "cite_spans": [],
            "section": "Site of entry and pathway of spread ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "It has also been suggested that the site of viral entry may influence the subsequent tropism of blood-borne as well as neurally spreading viruses.\nThis was initially suggested after clinical observations suggested that local trauma to a muscle (e.g. an injury, an injection, strenuous overexertion) increased the likelihood of this muscle becoming paralyzed during a subsequent attack of paralytic polio (‘provoking effect’). This effect could be reproduced experimentally if monkeys were given muscle damaging intramuscular injections followed by intracardiac inoculation of poliovirus type 1. Virus introduced into the bloodstream through the intracardiac route appeared to preferentially induce paralysis in muscles damaged by the preceding intramuscular inoculation. The mechanism of the provoking effect has never been satisfactorily established. It was suggested that local trauma could alter the vascular permeability in the region of the spinal cord innervating the traumatized site, and the increased permeability could result in an increased likelihood that blood-borne poliovirus would localize in that segment of the spinal cord. This phenomenon does not appear to have attracted recent attention, and its existence and mechanism must be considered speculative. Nonetheless, the possibility that local factors can influence the tropism of blood-borne viruses remains intriguing.",
            "cite_spans": [],
            "section": "Site of entry and pathway of spread ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "It is important to recognize that host factors may play a critical role in determining the outcome and many aspects of the pathogenesis of viral infections. Although a comprehensive discussion of the role of host factors in infection is beyond the scope of this review, several of the more important ones are worthy of emphasis. Among these are age, sex, genetic background, immune status and nutritional state.",
            "cite_spans": [],
            "section": "Host Factors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "The importance of host factors in determining the outcome of viral infection is dramatically illustrated when populations of individuals are exposed to the same pathogen. Inadvertent experiments of this type have resulted from immunization of large populations with yellow fever virus vaccine contaminated with hepatitis B and with incompletely inactivated lots of poliovirus vaccine. In both cases, those vaccinated showed a wide spectrum of outcomes ranging from no obvious ill effects to severe disease (hepatitis, paralytic polio). These results occurred despite apparent uniformity in the nature of the pathogen, and its dose and route of administration. Epidemics of neurotropic arthropod-borne virus (arbovirus) infection provide a less controlled illustration of the same point. Among infected individuals there is a wide variety of clinical manifestations ranging from asymptomatic seroconversion to lethal encephalitis.",
            "cite_spans": [],
            "section": "Host Factors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "The role of genetic factors in determining the outcome of viral infection has been extensively investigated using inbred strains of mice. Human genes conferring resistance or susceptibility to viral infection have not yet been identified, although one can presume that they will ultimately be shown to exist. By comparing the severity of a particular viral infection in different strains of inbred mice, it can be shown that genetic determinants of viral resistance and/or susceptibility exist for almost all groups of viruses. Genetic factors that determine susceptibility to one virus are typically unique, and differ from those involved with other viruses. In addition, there are clearly multiple mechanisms by which genetic differences lead to differences in viral susceptibility. Among those that have been characterized are differences in immune responses [cytomegalovirus (CMV), murine leukemia viruses], in the expression of viral receptors in target tissues (coronavirus) and in interferon-induced expression of antiviral proteins (influenza virus).",
            "cite_spans": [],
            "section": "Host Factors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "\nThe importance of differences in the age and sex of the host in determining the outcome of viral illness can be seen in a variety of human and animal viral infections. For example, viruses such as varicella, EBV, mumps, polio and hepatitis A typically produce milder infections in children than adults, whereas the opposite is true for viruses such as rotavirus and Rous sarcoma virus (RSV). Studies of experimental viral infection suggest that age-related differences in viral susceptibility have multiple mechanisms. Among those frequently cited are the maturation of the immune system, changes in the nature and distribution of populations of mitotically active cells, or on the state of cellular differentiation. Examples of host factors operating at a cellular level include the requirement of retroviruses that host cells undergo mitosis for integration of proviral DNA into their chromosomes. Other examples include viruses that only replicate efficiently when cells are in specific phases of the cell cycle. This may reflect a requirement for host proteins whose level of activity varies during different phases of the cell cycle such as polymerases or transcription factors.",
            "cite_spans": [],
            "section": "Host Factors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "Differences in the susceptibility of males and females to particular viral infection may be due to differences in the risk of exposure or the mechanism of viral transmission. For example, in the US, HIV infection is far more common in men than women. Similarly, the risk of transmission appears higher when the infected sexual partner is male rather than female. In some cases, sex-related differences in susceptibility cannot be accounted for by obvious epidemiologic factors such as exposure risk or mode of transmission. For example, neurologic complications of mumps infection are two to three times more common in boys than girls. Similarly, following exposure to hepatitis-B-virus-contaminated blood during hemodialysis, men are twice as likely to become chronic HB carriers as women. Striking differences in the nature of and susceptibility to viral infection also occur during pregnancy. These may be related to differences in levels of sex or steroid hormones or to pregnancy-related immunosuppression. Among the infections that are more severe during pregnancy are those caused by polio, hepatitis and herpes simplex viruses. There is also a higher rate of re-activation of latent viruses including polyomaviruses, CMV and herpes simplex viruses.",
            "cite_spans": [],
            "section": "Host Factors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "Exogenously administered hormones, including steroids and thyroid hormone can worsen the course of certain experimental viral infections. Steroids are often believed to exacerbate infections due to viruses such as herpes simplex, although definitive studies on the effects of steroids on human viral infections are lacking.",
            "cite_spans": [],
            "section": "Host Factors ::: Tropism",
            "ref_spans": []
        },
        {
            "text": "The successful propagation of a virus in nature requires that it be able to spread from the infected host to other susceptible individuals. The first step in this process is shedding from the initial host. There are several routes for viral shedding. Enteric viruses are characteristically shed in high titer and for prolonged periods of time in feces. Some respiratory viruses are shed in aerosols generated by coughing or sneezing. Other respiratory viruses are found in saliva or nasal secretions and are transmitted by direct contact with these secretions or by spread from nose to hand to objects which are subsequently contacted by susceptible hosts. Viruses which infect the genital tract are frequently present in genital secretions. Sexual transmission through infected semen plays an important role in the transmission of HIV and certain other viruses. Virus contained in milk or colostrum may be responsible for initiation of certain perinatal infections including those caused by CMV. Although many viruses are present in urine (‘viruria’), this is rarely an important source of viral transmission. An important exception to this rule may be arena- and Hanta-viruses for which rodent urine appears to be a source for shedding virus, and contact with this dried aerosolized urine may initiate human infection.",
            "cite_spans": [],
            "section": "Transmission and Shedding",
            "ref_spans": []
        },
        {
            "text": "For certain viruses exposure to virus-infected blood or tissues may be an important source of transmission. Viral infections transmitted by this route include HIV, HTLV, CMV and hepatitis B and C. This route of infection is facilitated by modern medical practices (e.g. transfusion of blood or blood products, surgical procedures including organ transplantation), and certain cultural practices (e.g. tatooing, body piercing, intravenous drug use). In the case of arboviruses, transmission from a viremic host to uninfected individuals by arthropod vectors is an essential part of the natural life cycle of the virus. In this case the likelihood of transmission is affected by the duration and magnitude of viremia and various factors specific to the vector including the degree of viral replication in the vector and its feeding habits and seasonal life cycle. Transmission of infection from blood contaminated material is also an integral part of the life cycle of many viruses that produce hemorrhagic fever syndromes.",
            "cite_spans": [],
            "section": "Transmission and Shedding",
            "ref_spans": []
        },
        {
            "text": "\nHOST GENETIC RESISTANCE; IMMUNE RESPONSE | Cell Mediated Immune Response; IMMUNE RESPONSE | General Features; LATENCY; NERVOUS SYSTEM VIRUSES; PERSISTENT VIRAL INFECTION; VIRAL RECEPTORS; VIRUS–HOST CELL INTERACTIONS.",
            "cite_spans": [],
            "section": "See also:",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Mims",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Dimmock",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nash",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Mims' Pathogenesis of Infectious Disease",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Viral Pathogenesis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Nathanson",
                    "suffix": ""
                },
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Tyler",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "",
            "volume": "Vol. 1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "B.N.",
                    "middle": [],
                    "last": "Fields",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "D.O.",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Fenner",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Medical Virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}