{
    "paper_id": "PMC7163551",
    "metadata": {
        "title": "Europe, the bull and the Minotaur: the biological legacy of a Neolithic love story",
        "authors": [
            {
                "first": "Harald",
                "middle": [],
                "last": "Brüssow",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "According to an old Greek myth Europe is an Asiatic princess, living near Tyros at the western border of the Fertile Crescent. Zeus, enflamed in love, seduces the young girl as a beautiful bull. The bull‐god takes Europe gently on his back and Europe realizes too late that she is abducted. The god swims with Europe to Crete where she is raped by the Olympian god. She gives birth to three sons (Apollodoros, 140 BC). One is Minos, who became king of Crete. The father of princess Europe sends his five sons out to search Europe with the order not to come back without their sister. One goes to the Mediterranean coast of North Africa where he became the founder of Carthage, another explores southern Turkey, a third searches around the Black Sea. A fourth goes to Thrace, a fifth travels to central Greece. Meanwhile Europe marries a prince of Crete, who adopts Minos. Bulls remain the destiny of Europe's family. Pasiphae, the wife of Minos, has a strange love affair with a bull sent by the god Poseidon. From this forbidden sexual relationship derives a disfigured son, the Minotaur – a man with a bull's head, the first cowboy of the Western world. Minos hides this chimera in a labyrinth. The hybrid between an animal and a human is painted in dark colours: young boys and girls are sent as tribute from Athens and are devoured by him. Finally, the Greek hero Theseus kills the Minotaur to save Greece from Minoic tyranny.",
            "cite_spans": [],
            "section": "Mythic beginnings – from Europe to cowboys",
            "ref_spans": []
        },
        {
            "text": "Generations of poets, philosophers and psychologists have interpreted and re‐interpreted ancient Greek myths, I will thus take the liberty to add a biological interpretation to this strange story. For the Greek mind, myths were not fancy entertainments, but explanations of their world in a pre‐scientific language where old collective memories were preserved across the times (Burckhardt, 1898). Europe reads in Greek either as ‘eur‐ope’ meaning ‘large face’ referring to the full moon goddess Demeter‐Astarte (Demeter is the Latin Ceres from her we derive the name cereals) or ‘eu‐rope’ meaning ‘well irrigated’ (Graves, 1958). Both interpretations point to fertility rites.",
            "cite_spans": [],
            "section": "Mythic beginnings – from Europe to cowboys",
            "ref_spans": []
        },
        {
            "text": "Greek pottery paintings provide further interpretations: Europe isn't really the victim of a heavenly rape. Just to the contrary, she guides in most pictures a docile bull. I would propose that the Greeks recall in this myth the domestication of the cattle and that people from the Fertile Crescent bring the cattle into their world. The paths of Europe's brothers recall partly the migrations of the early farmers from the Near East into Europe and North Africa, partly Phoenician colonization. The too close relationship of Minos' wife with a bull leads to a children‐eating chimera. Stretching a bit the fantasy, I would interpret this monster as the species‐crossing viruses derived from the new close contact between cattle and farmer. The labyrinth might be a type of quarantine imposed on infected subjects, Sir Evans, the excavator of the Minoic Crete, suggests that it reflects the plan of the royal palace in Cnossos. Some viruses are bovine–human chimeras like Minotaur, which both ate the young children of the earlier inhabitants of Europe. This myth might thus keep the memory of the hardship following the encounter of the cattle farmers with the hunter‐gatherers of prehistoric Europe. In the following, I will review the scientific work that possibly underlies the story of Lady Europe and her children. We will track the path of the bull and that of the Near East farmers conquering Europe, how the Neolithic Revolution shaped not only the genetic identity of the continent, but introduced a new twist in the relationship of man with its microbes focusing on viral infections.",
            "cite_spans": [],
            "section": "Mythic beginnings – from Europe to cowboys",
            "ref_spans": []
        },
        {
            "text": "The domestication of cattle, sheep and goats is a key event in human history whose impact cannot be overstated. In fact the term Neolithic Revolution was aptly coined for a process, which started about 11 000 years ago. The now extinct wild aurochsen (Bos primigenius, the last specimen was shot AD1627 in Poland) had already split into two morphologically distinct, but interbreeding subspecies. The humped zebu (Bos indicus) was probably the result of the domestication of the eastern aurochsen line by the Indus Valley culture (Mohenjo‐daro, Harappa) from where cattle spread into India and later into Africa. The taurine breeds (Bos taurus, Taurus is a mountain range in southern Turkey) were derived from the western line of the aurochsen (Loftus et al., 1994). With respect to mitochondrial DNA the highest genetic variability with haplogroups T1, T2 and T3 is found in the Near East, which identifies the likely origin of the European cattle (Troy et al., 2001). Cattle were domesticated at 10 000 years bp (before the present), slightly later than pigs (10 500 bp) and sheep and goats (11 000 bp). Scientists located the origin of domesticated sheep, pigs and cattle in the upper Euphrates Valley of south‐eastern Turkey, while goats were domesticated in western Iran.",
            "cite_spans": [],
            "section": "Geneticists retrace the path of the cattle",
            "ref_spans": []
        },
        {
            "text": "European cattle belong almost exclusively to the mitochondrial haplogroup T3. More extensive sequencing of DNA from modern cattle and ancient aurochsen and the work of archaeologists allowed to reconstruct the migration routes of domesticated cattle from Turkey into the Balkan along a northern line following the Danube and a southern line following the Adriatic coast (Zeder, 2008). A maritime route from Turkey to Greece, Italy and then Spain was also identified. The Italian breeds received genes from natural crossings with the wild aurochsen (Beja‐Pereira et al., 2006). Cattle from Spain and Portugal, in contrast, obtained genes from African cattle, which belong nearly exclusively to haplogroup T1. Geneticists and archaeologists agree that the African line represents a likely independent domestication event (Bradley et al., 1996). This interpretation fits with the observation that pastoralists appeared at the eastern edge of the Sahara (Nabta) as early as 9000 bp with cattle, but not with sheep and goats.",
            "cite_spans": [],
            "section": "Geneticists retrace the path of the cattle",
            "ref_spans": []
        },
        {
            "text": "The early farmers from the Fertile Crescent had also domesticated plants (Diamond, 2002), namely three cereals (einkorn wheat, emmer wheat and barley), four pulses (lentil, pea, chickpea and bitter vetch) and a fibre crop (flax). If you map the native distribution area of these plants, you define again the same core area in south‐eastern Turkey as for cattle domestication (Salamini et al., 2002). The domestication process leaves morphological signs not only in animals (size reduction, biased sex and age ratios of butchered animals when derived from hunting or herding), but also in plants (e.g. loss of shattering in cereals). On this morphological evidence the domestication of wheat started in the Near East at 9300 bp (Tanno and Willcox, 2006). Seeds and animals came thus as a package. Part of the cultural package of the Neolithic Revolution was also the language of the farmers. Linguists have established a tree for the Indo‐European languages using methods of evolutionary biologists (Gray and Atkinson, 2003). At the basis of the tree is the Hittite, a language spoken by people from central Turkey. The next nodes lead to the Greek and Armenian, followed by the Albanian in the west and Persian and Indian to the east. The western branch separates into two lines, namely Romanic, Germanic, Celtic on one side and Slavic and Baltic on the other side. The Anatolian node was dated to 8700 bp and becomes thus a close relative of the language spoken by the Neolithic Revolution in the Near East. Pottery is not part of the early phase of early agriculture, but it soon joins the cultural package. Actually, progress in analytical chemistry allowed the identification of milk lipids in association with potsherds (Dudd and Evershed, 1998) demonstrating that dairy activity was an element of Neolithic economies. Dairying was widespread in Britain when farming was introduced there in the fifth millennium BC (before Christ) (Copley et al., 2003). Until recently the oldest archaeological evidence for dairy activity came from Switzerland. Potsherds pierced with holes from the sixth millennium BC were interpreted as drainers for separating curd from whey. However, when thousands of pottery vessels from the Near East and south‐eastern Europe were investigated for milk lipids, the earliest dairy use was documented for western Turkey in the seventh millennium BC (Evershed et al., 2008). Seeds, herds, dairying, and language thus all point to Turkey as the cradle of farming societies and this cultural package travels then westward through Europe.",
            "cite_spans": [],
            "section": "The Neolithic package",
            "ref_spans": []
        },
        {
            "text": "The path taken by the early European farmers was retraced by archaeologists. Starting from Anatolia their progress can be projected on the map of Europe with arrival times of 10 500 bp on Cyprus, 9000 in Greece, 8000 in southern Italy and a few hundred years later in northern Italy, then in southern France, followed by Spain and Portugal (Zeder, 2008). The southern route was quick with a spread of 10 km per year suggesting maritime transport. The northern route starts in Romania, follows the Danube to reach Germany and later the Atlantic. Another wave goes into Ukraine, Russia and Scandinavia. Two distinct models have been proposed for this spread of the farming society. The demic diffusion model (‘wave of advance’, Edmonds et al., 2004) postulates that increased availability of food led to a population growth in the early farmer society. This growth created a population pressure on limited land resources stimulating migratory activity. In this model the farmers and their genes travelled together and they replaced the hunter‐gatherer populations out‐competing them by their superior agronomical technology. The alternative model is called the cultural diffusion model. Under this scenario, the farmers did not move as a population, it was the new food production technology that moved by imitation when the hunter‐gathers copied the more successful lifestyle when they came into contact with the farmers. For the following discussion, the relationship between the newly arriving Neolithic farmers and the resident Mesolithic hunter‐gatherers is of some importance. That Mesolithic Europe lost culturally and food production‐wise against the intruding Neolithic farmers is undisputed. For example, directly after the arrival of the farming technology, Mesolithic Britain gave up its fish and mussel diet for domesticated plant and animal food (Richards et al., 2003). Strikingly, no vestiges of hunter‐gatherer societies remained in Europe. However, linguists suspect that the Basque language is one of the surviving heritages of Mesolithic Europe. In Portugal, in contrast, Mesolithic settlements were only stepwise replaced by Neolithic foundations and the transition period occurred over 1000 years.",
            "cite_spans": [],
            "section": "The farmer's progress",
            "ref_spans": []
        },
        {
            "text": "Were Mesolithic people extinguished or did they only turn their coat? It was hoped that genetic data would settle the dispute. Classical genetic data supported initially the demic diffusion model (Sokal et al., 1991). Mitochondrial data suggested, however, that Europeans are still largely derived from the Palaeolithic hunter and gatherer stocks. Y chromosome data were equivocal. They were first quoted as support for the cultural diffusion model (Semino et al., 2000). When another group analysed the same data set with a more sophisticated statistical methodology, the researchers interpreted the genetic data as support for the demic diffusion model (Chikhi et al., 2002). Reconstructing the past from present day DNA is always tricky. Would sequencing of ancient DNA settle the dispute? A new type of European cattle farming emerged by about 5500 bc in the Hungarian plain. The people are known to archaeologists as ‘Linear‐band‐keramiker’ (LBK) because they decorated their pottery with bands of narrow lines. They also constructed special long houses from timber. This culture was very expansive and spread rapidly into the Ukraine in the east and into central Europe in the west. Mitochondrial DNA was recovered from human skeletons belonging to the LBK culture. The sequences belonged to a rare branch of mitochondrial DNA, found in less than 1% of current European people (Haak et al., 2005). Apparently, these particularly expansive early cattle ranchers spread their ideas, but not their genes across Europe. This is somewhat surprising because other genetic data suggest that cattle herding and the associated dairy culture left a dramatic imprint on European genes.",
            "cite_spans": [],
            "section": "The farmer's progress",
            "ref_spans": []
        },
        {
            "text": "Geneticists observed a striking gradient for a particular mutation across Europe. We are mammals, which receive early nutrition from mother's milk. A substantial part of the calories in milk comes with a special sugar, lactose, which is not found elsewhere in nature. It is thus logical that the newborn mammal expresses a lactase only during the lactation period. The only exception is humans living in dairy cultures. In Europe you find a clear‐cut south‐east to north‐west gradient of lactase persistence into adulthood which coincides again with the path of the early farmers. In north‐western Europe > 90% of Swedes and Danes express lactase as adults. The peak distribution of lactase persistence matches an area also showing the highest diversity of cattle milk genes. Notably, this region corresponds to the land of the Neolithic farmers of the Funnel Beaker Culture from the third millennium BC suggesting a remarkable gene‐culture co‐evolution (Beja‐Pereira et al., 2003). The molecular basis of lactase persistence was recently elucidated for a large Finnish pedigree: two point mutations (C/T−13910 and G/A−22018) were located 14 and 22 kb upstream of the LCT gene (Enattah et al., 2002). When single nucleotide polymorphisms were typed around the lactase gene, geneticists defined a common haplotype that extends largely undisrupted for > 1 Mb DNA (Bersaglieri et al., 2004) showing geographical variations suggesting that the allele has been introduced more than once (Enattah et al., 2007). This remarkable length and the high frequency of this haplotype are hallmarks of a recent and strong selection process that must have occurred within the past 5000–10 000 years. This selection is among the strongest seen for any region in the human genome (Sabeti et al., 2006). Ancient DNA analysis with remains from people of the LBK culture mentioned above was again revealing. None of their bones showed the C/T−13910 lactase‐persistence‐associated allele (Burger et al., 2007). These farmers, who clearly practised dairying, were thus possibly not yet adapted to the consumption of unprocessed milk. It would be interesting to investigate ancient DNA from skeletons of the Funnel Beaker Culture. They are not only separated by 2000 years from the dairy farmers of the LBK culture, archaeologists have also identified a massive intrusion of Kurgan people into their culture (Alimen and Steve, 1966). The Kurgan culture comes from the Ukrainian steppe and its people are known as the earliest horsemen (Diamond, 1991). In fact, the Kurgan culture is a competitor to the Anatolian culture for representing the origin of the Indo‐European people. Linguistic studies of a shared vocabulary pointed to the plants and animals of a horse riding steppe culture as initial home land. Did they bring in the lactase mutation into central and northern European people?",
            "cite_spans": [],
            "section": "The milky way",
            "ref_spans": []
        },
        {
            "text": "In fact, use of milk as food item is not excluded for lactase‐deficient adults because fermentation of milk by lactic acid bacteria, which occurs spontaneously when left alone, transforms lactose into easy to digest lactic acid. The remaining lactose in the yoghurt is no problem either because the bacteria in the yoghurt provide the beta‐galactosidase enzyme, which splits lactose. These food bacteria probably joined soon the organisms domesticated by the early dairy farmers (Mira et al., 2006).",
            "cite_spans": [],
            "section": "The milky way",
            "ref_spans": []
        },
        {
            "text": "Elegant solutions for the lactose problem were found using very basic technology (Forbes, 1954; Toussaint‐Samat, 1992). For example, a surplus of camel's milk is obtained seasonally by Bedouins of Sinai, who represent another centre of lactase persistence into adulthood, which evolved independently (Enattah et al., 2008). The milk is left for spontaneous fermentation which leads to a drop in pH protecting the resulting food product against food spoilage bacteria. The acidified product is then poured into flat pans and left in the sun. Water evaporates and the reduction of the water activity prevents any further bacterial growth and provides now long‐term conservation.",
            "cite_spans": [],
            "section": "The milky way",
            "ref_spans": []
        },
        {
            "text": "From a purely nutritional side it is therefore not clear why such an extremely strong selective advantage is conferred by the lactase persistence phenotype. However, this mutation is characteristic for cultures that share the traits of animal domestication and adult milk consumption. Pastoralist populations in Africa also display the lactase persistence phenotype (90% in Tutsi, 50% in Fulani), they likewise show haplotype homozygosity extending for > 2 Mb around the lactase gene. The changes are again point mutations in the lactase enhancer region, but they are molecularly distinct from those found in European people (G/C−14010, T/G−13915, C/G−13907) (Tishkoff et al., 2007). We have here a remarkable case for convergent adaptive evolution. Is it possible that the lactase‐associated haplotype is adaptive for something else in addition to fresh milk digestion? Might it confer protection against infection like another sugar‐degrading enzyme, glucose‐6‐phosphate dehydrogenase, against malaria? Also the haplotype around G6PD arose at the time of the introduction of agriculture (Tishkoff et al., 2001). For that question, let's look into the dark side of farming.",
            "cite_spans": [],
            "section": "The milky way",
            "ref_spans": []
        },
        {
            "text": "The Neolithic Revolution was born out of necessity. Climate change had destroyed the previous food basis (Mithen, 2003). In Europe the large herds of big game animals migrated northward when the ice age tundra changed into woodland during the post‐glacial warming. Survival under the biting frost of the Ice Age winter was a physical challenge, but there is evidence that food provision was a part‐time activity for the Palaeolithic hunter leaving time for cultural activities like the wonderful cave paintings. The Mesolithic society was with respect to culture and food production clearly on a decline. Archaeologists coined the term of a Mesolithic marasmus for the hardship of the time. The development of the continental forests pushed the Mesolithic people to the coasts where fish and seafood became an alternative food basis. The competition for suitable settling places created a lot of violence that can still be read from the injuries on their skeletal remains.",
            "cite_spans": [],
            "section": "Ecological changes in the Neolithic . . .",
            "ref_spans": []
        },
        {
            "text": "Climate change also left its imprints in the Near East. Since the Last Glacial Maximum at 18 000 years BC, the local weather was cold and dry. Climatologists identified between 12 700 and 10 800 a warm and wet period (Late Glacial Interstadial). The early Natufian people from that time period were healthy and tall, they hunted abundant gazelle, domesticated the dog and cultivated wild cereals within their wild gardens at the banks of the Euphrates and Tigris (Mithen, 2003). This comfortable period was followed by a thousand years of drought during climate deterioration between 10 800 and 9600 bc called the Younger Dryas after an Alpine flower. This harsh period apparently sparked the Neolithic Revolution. I think that the Biblical record in the book of Genesis still keeps a memory of the early Natufian culture with the Garden of Eden. The expulsion from the Paradise probably recalls the arrival of the Younger Dryas. This would fit with the perception of hardship: Adam feels condemned to work as a farmer. The Bible mentions murder and violence between Cain (farmer) and Abel (shepherd). The Neolithic Revolution was not remembered as an easy transition period.",
            "cite_spans": [],
            "section": "Ecological changes in the Neolithic . . .",
            "ref_spans": []
        },
        {
            "text": "The cultivation of plants enforced a settled life, this allowed a narrower spacing of child births than was possible within a migrant tribe (pain in childbirth is the Biblical curse for Eve). Together with the new food source, these changes allowed a previously impossible population growth.",
            "cite_spans": [],
            "section": "Ecological changes in the Neolithic . . .",
            "ref_spans": []
        },
        {
            "text": "This growth created also new opportunities for microbes, which ‘discovered’ humans as an attractive life support. There was no design behind this development. It followed simply a principle, which marine microbiologists have called the ‘killing of the winning population’ (Wommack and Colwell, 2000). Any outgrowth of a species creates opportunities for parasites and nature has a type of ‘horror vacui’ (Brüssow, 2007) that prevents that new niches (or host organisms for microbes) remain unoccupied. The close contact between domesticated animals and the farmers created problems: humans were in too close contact with sick animals and trans‐species infections became much more likely. The hunter met his prey only at distance and when he could touch the prey, the animal was already dead. All the mechanisms, which microbes induced in the infected host to assure their transmission like sneezing, coughing or diarrhoea are not any longer operative in the dead animal. The farmer probably also discovered quite early the value of animal dung for burning and as fertilizer on the field, which recycles animal pathogens into the human food chain. We can thus safely anticipate that the early farming society was plagued by new diseases (Diamond, 1997). Zoonosis was feeding new pathogens into the human population (Weiss, 2001).",
            "cite_spans": [],
            "section": ". . . created opportunities for viruses",
            "ref_spans": []
        },
        {
            "text": "Notably, important human pathogens, which happen to belong to the most transmissible agents like measles and smallpox, have their closest relatives in viruses from domesticated animals. Sequence analysis revealed that measles, which today circulates exclusively in the human population, is a close relative of rinderpest virus of cattle and the Peste des petits ruminants virus of sheep and goat (all belong to the morbillivirus group of paramyxoviruses) (Griffin, 2001; Lamb and Kolakofsky, 2001). If viruses had co‐evolved with their hosts during evolution, we would expect the closest relatives of measles virus in paramyxoviruses of primates. In the morbillivirus group only a Tupaiavirus is known, but the systematic attribution of tupaias (tree shrews) to the primates is disputed (some zoologists classify them with the insectivores). Also in the Pneumovirus group of paramyxoviruses human, bovine and ovine (sheep) respiratory syncytial viruses are the closest genetic relatives. Likewise in the Respirovirus group of paramyxoviruses human and bovine parainfluenza virus type 3 are again the closest neighbours.",
            "cite_spans": [],
            "section": ". . . created opportunities for viruses",
            "ref_spans": []
        },
        {
            "text": "The close relationship of smallpox (variola) virus (Moss, 2001) with the cowpox virus permitted one of the biggest success stories of medicine. Milkmaids who had acquired cowpox were resistant to smallpox. Based on this observation, Jenner developed modern vaccination by inoculating cowpox lesion material into humans. The very name vaccination recalls the cow (Latin vacca) and underlines again the close relationship between a human and a bovine virus. The precise origin of the vaccinia virus is not known. In fact smallpox seems to have emerged perhaps 5000 years ago presumably from wild animals like rodents (Esposito et al., 2006). Cattle are only an intermediate host. However, this does not change the argument. Rats and mice, attracted by the cereal stores of the early farmers, belong as a pest also to the undesired content list of the Neolithic package like fleas and lice. The closest existing relative of smallpox is camelpox, but this does not go against the argument either since camel bedouins also have developed lactase persistence characterizing them as members of the dairy cultures. After the eradication of smallpox, cases looking like smallpox have been traced to monkeypox, demonstrating ongoing trans‐species infection and a possible reservoir independent of dairy animals.",
            "cite_spans": [],
            "section": ". . . created opportunities for viruses",
            "ref_spans": []
        },
        {
            "text": "Also some bacterial pathogens have been linked with cattle. Tuberculosis is caused by the Mycobacterium tuberculosis complex to which M. bovis belongs. The bovine pathogen has a wider host range and humans become infected by drinking milk from infected animals. Mycobacterial DNA recovered from two 9000‐year‐old skeletons from a cattle‐rearing Neolithic settlement was identical to current strains (Hershkovitz et al., 2008) concurring with estimates for an earlier clonal expansion of M. tuberculosis perhaps 30 000 years ago well before the Neolithic Revolution (Brosch et al., 2002). Sequencing data from Helicobacter pylori recovered in different geographical regions also showed that this gut pathogen has accompanied anatomically modern humans since their origins (Falush et al., 2003). In contrast, the diversification of some plant viruses infecting crop plants like rice (Fargette et al., 2008) fit with the time frame of the Neolithic Revolution.",
            "cite_spans": [],
            "section": ". . . created opportunities for viruses",
            "ref_spans": []
        },
        {
            "text": "The devastating potential that measles and smallpox viruses can have on unexposed populations is demonstrated by the events that followed the discovery of America by Europeans. These events inspired Jared Diamond for his book title ‘Guns, Germs, and Steel’ where he summarizes the arguments that the viruses which Old World humans acquired from their domesticated animals conquered the New World and not the military superiority of a handful of Spanish soldiers. It is estimated that 56 million people died following the discovery of the Americas, reducing the population size to about a 10th of the pre‐Columbian high (Black, 1992). Epidemics in newly contacted communities are intense as all subjects are susceptible because nobody has protective immunity. A given person is under these conditions often exposed to virus from multiple sources resulting in a very high virus load. In addition measles infections in adults are more virulent than in children. RNA viruses like measles virus show low replication fidelity and will thus evolve within the infected person. When meeting a genetically related person, the virus gains in virulence. For this reason a child who catches measles from a family member faces twice the risk of death as a child infected by an unrelated person. Due to the recent colonization history of the Americas by small populations, Amerindians are genetically less diverse than humans from the Old World favouring a more deadly spread of viruses (Black, 1992). In the New World mainly llama, turkey and guinea pigs were domesticated. Lack of exposure to viruses from cow, sheep, goat, pig and horse domesticated in the Old World heightened furthermore the susceptibility of the Amerindians towards the imported viral pathogens (Wolfe et al., 2007).",
            "cite_spans": [],
            "section": "The viral conquest of the Americas",
            "ref_spans": []
        },
        {
            "text": "Is it possible that viruses which spread from domesticated animals became a deadly weapon when the Neolithic farmers migrated into the Mesolithic hunter‐gatherer world of Europe? Were virus infections a possible driving force for the demic diffusion of agriculture in Europe? The traditional answer is no and the arguments are derived from the epidemiological analysis of contemporary viral epidemics.",
            "cite_spans": [],
            "section": "The viral conquest of the Americas",
            "ref_spans": []
        },
        {
            "text": "One of the best‐investigated viral infections is measles. Detailed information with high spatial and time resolution has been acquired for England (Grenfell et al., 2001). Infection waves moved from large population centres like London with a speed of 5 km per week to the surrounding hinterland. The wave became less defined with geographical distance and the local population size was an important determinant – smaller centres lagged more behind London than larger one. The data can be interpreted in the classical SEIR model in which the population is divided into four categories: individuals enter the population at birth as susceptible, become exposed and infected, transmitting the disease to further susceptible subjects until people recover and become immune. In this framework you need a critical community size for measles to become endemic (persistent) estimated to 300 000 people (Keeling and Grenfell, 1997). In smaller communities, measles infections burn out and the virus goes extinct. A next infection wave must be sparked from a centre where measles can persist. The time needed for a renewed build‐up of enough susceptible subjects explains the biennial periodicity of major measles epidemics. In addition to periodic fluctuations (seasons, schooling) aperiodic fluctuations are intrinsic to viral epidemiology and it was argued that measles epidemics are intrinsically chaotic (Olsen and Schaffer, 1990). Making interpretations even more difficult, measles epidemics behave differently in different regions. For example, in sub‐Saharan Africa where measles remains a major cause of childhood mortality a lesser periodicity was observed (Ferrari et al., 2008). In a society with a few cities and sparsely populated by nomadic pastoralists, frequent fade‐outs of measles were observed suggesting a population size of ≥ 800 000 for measles persistence. In fact, islands with small population size like the Faroe (25 000 inhabitants) are characterized by highly irregular measles epidemics with frequent fade‐outs and are dependent on the reintroduction of measles from the exterior (Rhodes and Anderson, 1996).",
            "cite_spans": [],
            "section": "Measles epidemiology",
            "ref_spans": []
        },
        {
            "text": "On the basis of these estimates, measles could not have been a human disease during the Neolithic Revolution. Jericho, which is perhaps the first town in human history, harboured at 9500 bc (thus just before the introduction of farming technology) perhaps 1000 inhabitants. According to current models, this size is far too small for current childhood infections with RNA viruses to persist. However, infant mortality was rampant: 40% of the burials at Jericho were infants and children. The neighbouring Ain Ghazal, at 7000 bc a town of farmers, craftsmen and traders, famous for its life‐sized busts of two‐headed figures, housed perhaps 3000 people (Mithen, 2003). The first city of larger size is Ur, at 2500 bc the capital of the Sumerian kings. Only the later Babylon reached the population size to maintain modern measles infections.",
            "cite_spans": [],
            "section": "Measles epidemiology",
            "ref_spans": []
        },
        {
            "text": "Isolated primitive societies in remote areas might provide proxy measures for infections that can be maintained in hunter‐gatherer tribes before the development of farmer societies. Seroprevalence data showed that herpesviruses (DNA viruses) were well adapted to primitive communities consisting of 300 members. In contrast these tribesmen lacked antibodies against paramyxo‐, influenza‐ and polio‐viruses (all RNA viruses) (Black, 1975). Herpesviruses can enter a latent infection stage making them independent of population size. Notably, herpesviruses are one of the best cases for viruses showing a co‐evolution with their hosts at least over the time‐scale of vertebrate evolution. RNA viruses, which depend on continuous cycles of infection for their maintenance, are typical crowd diseases which depend on larger populations and are therefore likely newcomers as human pathogens (Wolfe et al., 2007). In fact, when these viruses are introduced into virgin primitive societies, they spread rapidly – sometimes with devastating consequences – and then fade out. One might, however, suspect that modern measles are the product of selection where the high transmission efficacy evolved as a consequence of the enormous growth of the human population. Earlier measles strains might have been less virulent, which could have allowed them to be maintained in early farming societies or even hunter‐gatherer societies. Multi‐step evolution of infectious diseases might be a much more common mode of viral emergence than anticipated in standard epidemiology models (Antia et al., 2003). Recent research has demonstrated that intermediate hosts might serve as stepping stones for the transition of a virus from an animal reservoir into the human population. Even a single infected patient might represent an evolution vessel as shown in HIV infection. Particularly in the case of some bacterial infections, the evolution of well‐known pathogens to greater (cholera), lesser (plague) or altered (Streptococcus pyogenes) virulence occurs on historical time scales. We probably have to accept that an evolving pathogen is the only constant factor in infectious diseases.",
            "cite_spans": [],
            "section": "Viral infections in primitive societies",
            "ref_spans": []
        },
        {
            "text": "It is quite shocking to realize how many new chapters were added to Virology textbooks over the last three decades. Some are like a warning shot just reminding us how many unknown animal viruses are waiting to cross the line; others crossed the species barrier, but failed to maintain infection chains in the human population, still others became a threat paralysing international economies, while one has evolved into a pandemic taking a huge death toll. If staying just with relatives of the measles virus, we read of new morbilliviruses causing mass killing in dolphins and seals. A morbillivirus related to canine distemper virus killed a third of the Serengeti lions (Roelke‐Parker et al., 1996). Humans are not spared from this trend. A morbillivirus (Hendra virus) has been isolated from horses during an outbreak of severe respiratory disease in Australia and from humans caring for the sick horses (Murray et al., 1995; O'Sullivan et al., 1997). This is apparently also a new disease in horses and serological evidence pointed to a fruit bat as natural host of this virus. Still another ‘new’ morbillivirus (Nipah virus) caused a deadly outbreak of viral encephalitis in pig farmers from Malaysia (Chua et al., 2000). A parallel disease in pigs pointed to a zoonotic origin. The disease spread also to family members indicating that the Nipah virus had not only crossed the species barrier, but it had also achieved human‐to‐human transmission (Chua et al., 1999). One month later, Nipah virus was isolated from abattoir workers in Singapore who had slaughtered pigs imported from Malaysia (Paton et al., 1999). Nipah virus infection was then also observed in three outbreaks in Bangladesh. Subsequently, Nipah virus was detected in fruit bats which excreted the virus with their urine, saliva and placental fluid. A crucial ecological factor in many emerging viral infection is bringing the species harbouring the virus in close contact with an amplifying species and finally the human host. Deforestation in Malaysia destroyed the natural habitat of the fruit bats pushing them out of their ecological niche. Many pig farmers had planted fruit trees around their farms, which attracted the displaced fruit bats. Contaminated fruits fell on the ground and were eaten by the pigs. From the sick pigs the Nipah virus finally hopped to the human host. Other groups of paramyxoviruses also added new members to virology textbooks like human metapneumovirus (Van den Hoogen et al., 2001). Its closest genetic relative is a respiratory pathogen from turkeys of the USA. This is interesting because turkeys are one of the rare domesticated animals of North America. If this virus is the result of a trans‐species infection it must be an old event because in experimental infections it is now better adapted to primates than to birds.",
            "cite_spans": [],
            "section": "Emerging morbilliviruses ::: Infections in the global village",
            "ref_spans": []
        },
        {
            "text": "Ecological changes leading to new infections are common observations and possibly underlie the rise of two other killers. Slash‐and‐burn agriculture in Africa is considered as an ecological cause for the spread of malaria because it expanded suitable habitats for the arthropod vectors of plasmodia. In West‐Africa industrial fishing by EU fleets pushed local fishermen from the market and people replaced the missing fish proteins with bush meat (Brashares et al., 2004). This exposed humans to blood of primates and virologists could document trans‐species infections with simian foamy virus, a retrovirus (Wolfe et al., 2004). This benign infection sheds nevertheless light on how HIV might have crossed from chimpanzees, also a bush meat item, into the human population.",
            "cite_spans": [],
            "section": "Emerging morbilliviruses ::: Infections in the global village",
            "ref_spans": []
        },
        {
            "text": "These are all illustrations how new food production practices expose us to new risks. Food trade practices can also favour emerging viruses. This connection is well illustrated with the severe acute respiratory syndrome (SARS) epidemic caused by a new coronavirus. In 2002 an apparently new disease was observed around Hong Kong. Although the disease was new, the infectious agent cannot be ‘new’ in a logical sense because there is no ‘spontaneous generation’ for viruses. Mutant, recombinant and reassortant viruses are the only possibility of novelty. Also new viruses must come from somewhere and animal reservoirs are the most likely source. This conclusion was confirmed by a recent census of the medical literature, which identified 1415 species of infectious organisms pathogenic to humans. Of these pathogens 217 were viruses compared with 538 bacteria (Taylor et al., 2001). Sixty‐one per cent of human pathogens were considered trans‐species infections from animals. Within the category of the 175 emerging diseases, 44% are caused by viruses while only 30% are bacteria – viruses are here clearly overrepresented. The shocking news with SARS was the efficient spread of the new virus in the human population. Epidemiologists traced 2.7 secondary infections per case, which is quite high for a new infection (Riley et al., 2003). One would expect a slow start for an emerging disease where a virus must first infect a new host, adapt to the new cellular environment, face new defence systems and find ways of transmission to other human victims (Parrish et al., 2008). In the case of SARS rigorous public health measures were imposed that caused major economic disturbances, but could stop the disease within a year. Epidemiologists had identified what they call super‐spreaders: patients that infected up to 300 other individuals (Dye and Gay, 2003). This uneven transmission statistics points to a stochastic process where viruses in a new host evolve randomly and some draw a jackpot. Alternatively, some subjects might offer particular environments (like immunodeficiency) which enable pathogens a greater exploration of possibilities. Combined with the speed of international air traffic, SARS had spread within months to 25 countries with an epicentre as far away from China as Canada. What is the food link in SARS? Epidemiologists observed an over‐representation of food traders in the early patients (Normile and Enserink, 2003). This hint guided them to the palm civet, grown as a Chinese culinary delicacy. It turned out that the palm civet was not the animal reservoir, it only got infected on food markets selling live animals. Viral epidemiologists searched SARS‐like viruses in animals living around Hong Kong and they found this virus in nearly half of the faeces of an insectivorous bat. Later the scientists found similar viruses in fruit‐eating bats that were also sold in local markets as food (Li et al., 2005).",
            "cite_spans": [],
            "section": "Super‐spreaders ::: Infections in the global village",
            "ref_spans": []
        },
        {
            "text": "Just a few years before the SARS crisis, live animal food markets in Hong Kong had already been implicated in another viral emergence in humans, this time with avian influenza virus H5N1. This virus was apparently transmitted from aquatic birds (ducks, geese) to chicken. The threat of an avian influenza pandemic is not lifted since human infections have afterwards been reported in countries as far away as Vietnam (Tran et al., 2004) and Turkey, pointing to a global distribution. Veterinarians knew that avian influenza displays peculiar epidemiological attributes. Infected ducks experience enteritis and excrete massive amounts of virus into lakes during the breeding season. This observation was a favourite explanation for epidemiologists why China served as a source for two recent influenza epidemics (the 1957 Asian flu subtype H2N2; the 1977 Hong Kong strain H3N2). Traditional family farms in China rear pigs in close proximity to ponds with ducks. Influenza virus is a virus with a segmented RNA genome and new variants can be created as reassortant viruses derived from different sources. Virologists had always suspected birds as mobile carriers of new strains of influenza and pigs as a incubation vessel to allow the mixing of avian and mammalian influenza viruses that could then infect humans. The Spanish flu epidemic in 1918 caused more human death than all military casualties of World War I combined. As a swine influenza epidemic occurred at the same time, virologists suspected a reassortant avian‐porcine influenza virus as the cause of the Spanish flu. In one of the milestones of virological research, the agent of this pandemic, which killed in excess of 20 million people, was literally resurrected as a live virus (Tumpey et al., 2005). Its sequence analysis identified a pure avian isolate without admixtures of porcine influenza virus genes. Biological experiments showed an unusual virulence both in embryonated chicken eggs and in mice. A potentially important phenotype for its transmission was its independence of trypsin in cell culture propagation.",
            "cite_spans": [],
            "section": "More flying infections ::: Infections in the global village",
            "ref_spans": []
        },
        {
            "text": "Also the current threat of an avian H5N1 influenza pandemic lingers entirely within an avian infection chain. Veterinarians observed symptomatic disease with H5N1 virus in geese (Chen et al., 2005) and other water birds. Geese are long distance flyers on their annual migratory routes and could thus be important spreaders of this virus between the continents. Until now only sporadic cases in water fowl have been observed and the new avian influenza virus has not (yet?) learned to transmit efficiently to humans and between humans. However, we should not forget that we have a biological time bomb ticking next to us.",
            "cite_spans": [],
            "section": "More flying infections ::: Infections in the global village",
            "ref_spans": []
        },
        {
            "text": "A recent review still concluded that the evidence for a domestic animal origin of major human infectious diseases during the Neolithic Revolution is currently neither supported nor refuted (Pearce‐Duvet, 2006). The research community is nevertheless well advised to keep a close look on ‘new’ viruses observed in domesticated animals like cattle and pigs. For example the author has searched with veterinarians and physicians rotaviruses in calves and infants that could have resulted from trans‐species infections. When hundreds of isolates were screened one isolate of an avian rotavirus was detected in a calf with diarrhoea (Brüssow et al., 1992) and two seemingly bovine–human reassortant rotaviruses were isolated from children with diarrhoea (Gerna et al., 1992). Trans‐species infection thus occurs with a background rate even in viral systems considered of relatively low zoonotic potential (Cook et al., 2004). However, systematic viral surveys might not be realistic in view of financial constraints. One can at best conduct systematic screens in a few sentinel animal species. More ecological research in flying animals like geese, bats and mosquitoes will probably be highly rewarding in view of their airborne carriage capacity of viruses. Exploring migratory routes, foraging and breeding behaviour of these animals might soon turn out to be the best applied virology research, which one can currently do.",
            "cite_spans": [],
            "section": "Outlook",
            "ref_spans": []
        },
        {
            "text": "Viruses might be the dark side of the heritage from the Neolithic Revolution – to remain with Greek myths: they might correspond to a half‐opened Pandora's box, a poisoned gift of the bull‐god Zeus to mankind. Humans go now into a phase of globalization whose ecological impact might represent a full opening of this cursed box. Man is today a major evolutionary force and we can safely anticipate that man‐made environmental changes will lead to a new deal in our relationship with microbes. When the diseases had left the box, the Greek myth told that only the Hope remained in the box. Today we are probably better served with Science as our best defence against surprise attacks from the viral empire than with the Principle Hope.",
            "cite_spans": [],
            "section": "Outlook",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "The Quest for Food. A Natural History of Eating",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Genetics and geography of wild cereal domestication in the Near East",
            "authors": [],
            "year": 2002,
            "venue": "Nat Rev Genet",
            "volume": "3",
            "issn": "",
            "pages": "429-441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "How fast was wild wheat domesticated?",
            "authors": [],
            "year": 2006,
            "venue": "Science",
            "volume": "311",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Language‐tree divergence times support the Anatolian theory of Indo‐European origin",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "435-439",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Direct demonstration of milk as an element of archaeological economies",
            "authors": [],
            "year": 1998,
            "venue": "Science",
            "volume": "282",
            "issn": "",
            "pages": "1478-1480",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Direct chemical evidence for widespread dairying in prehistoric Britain",
            "authors": [],
            "year": 2003,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "100",
            "issn": "",
            "pages": "1524-1529",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Earliest date for milk use in the Near East and southeastern Europe linked to cattle herding",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "455",
            "issn": "",
            "pages": "528-531",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Mutations arising in the wave front of an expanding population",
            "authors": [],
            "year": 2004,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "101",
            "issn": "",
            "pages": "975-979",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Archaeology: sharp shift in diet at onset of Neolithic",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "425",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Genetic evidence for the spread of agriculture in Europe by demic diffusion",
            "authors": [],
            "year": 1991,
            "venue": "Nature",
            "volume": "351",
            "issn": "",
            "pages": "143-145",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The genetic legacy of Paleolithic Homo sapiens in extant Europeans: a Y chromosome perspective",
            "authors": [],
            "year": 2000,
            "venue": "Science",
            "volume": "290",
            "issn": "",
            "pages": "1155-1159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 1898,
            "venue": "Griechische Kulturgeschichte",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Y chromosome genetic data support the Neolithic demic diffusion model",
            "authors": [],
            "year": 2002,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "99",
            "issn": "",
            "pages": "11008-11013",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Ancient DNA from the first European farmers in 7500‐year‐old Neolithic sites",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "1016-1018",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Gene‐culture coevolution between cattle milk protein genes and human lactase genes",
            "authors": [],
            "year": 2003,
            "venue": "Nat Genet",
            "volume": "35",
            "issn": "",
            "pages": "311-313",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Identification of a variant associated with adult‐type hypolactasia",
            "authors": [],
            "year": 2002,
            "venue": "Nat Genet",
            "volume": "30",
            "issn": "",
            "pages": "233-237",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Genetic signatures of strong recent positive selection at the lactase gene",
            "authors": [],
            "year": 2004,
            "venue": "Am J Hum Genet",
            "volume": "74",
            "issn": "",
            "pages": "1111-1120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Evidence of still‐ongoing convergence evolution of the lactase persistence T‐13910 alleles in humans",
            "authors": [],
            "year": 2007,
            "venue": "Am J Hum Genet",
            "volume": "81",
            "issn": "",
            "pages": "615-625",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Positive natural selection in the human lineage",
            "authors": [],
            "year": 2006,
            "venue": "Science",
            "volume": "312",
            "issn": "",
            "pages": "1614-1620",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Absence of the lactase‐persistence‐associated allele in early Neolithic Europeans",
            "authors": [],
            "year": 2007,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "104",
            "issn": "",
            "pages": "3736-3741",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 1966,
            "venue": "Vorgeschichte Band 1 Fischer Weltgeschichte",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The earliest horsemen",
            "authors": [],
            "year": 1991,
            "venue": "Nature",
            "volume": "350",
            "issn": "",
            "pages": "275-276",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 1958,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The Neolithic revolution of bacterial genomes",
            "authors": [],
            "year": 2006,
            "venue": "Trends Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "200-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 1954,
            "venue": "A History of Technology",
            "volume": "1",
            "issn": "",
            "pages": "238-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 1992,
            "venue": "A History of Food",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Independent introduction of two lactase‐persistence alleles into human populations reflects different history of adaptation to milk culture",
            "authors": [],
            "year": 2008,
            "venue": "Am J Hum Genet",
            "volume": "82",
            "issn": "",
            "pages": "57-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Convergent adaptation of human lactase persistence in Africa and Europe",
            "authors": [],
            "year": 2007,
            "venue": "Nat Genet",
            "volume": "39",
            "issn": "",
            "pages": "31-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Haplotype diversity and linkage disequilibrium at human G6PD: Recent origin of alleles that confer malarial resistance",
            "authors": [],
            "year": 2001,
            "venue": "Science",
            "volume": "293",
            "issn": "",
            "pages": "455-462",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "After the Ice. A Global Human History. 20'000–5000 BC",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Virioplankton: viruses in aquatic ecosystems",
            "authors": [],
            "year": 2000,
            "venue": "Microbiol Mol Biol Rev",
            "volume": "64",
            "issn": "",
            "pages": "69-114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Guns, Germs, and Steel. The Fates of Human Societies",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Animal origins of human infectious disease",
            "authors": [],
            "year": 2001,
            "venue": "Phil Trans R Soc Lond B",
            "volume": "356",
            "issn": "",
            "pages": "957-977",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Evidence for two independent domestications of cattle",
            "authors": [],
            "year": 1994,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "91",
            "issn": "",
            "pages": "2757-2761",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": "1401-1441",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Fields Virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Genome sequence diversity and clues to the evolution of variola (smallpox) virus",
            "authors": [],
            "year": 2006,
            "venue": "Science",
            "volume": "313",
            "issn": "",
            "pages": "807-812",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "A new evolutionary scenario for the Mycobacterium tuberculosis complex",
            "authors": [],
            "year": 2002,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "99",
            "issn": "",
            "pages": "3684-3689",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Traces of human migrations in Helicobacter pylori populations",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "299",
            "issn": "",
            "pages": "1582-1585",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Diversification of rice yellow mottle virus and related viruses spans the history of agriculture from Neolithic to the present",
            "authors": [],
            "year": 2008,
            "venue": "PLoS Pathogens",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Why did they die?",
            "authors": [],
            "year": 1992,
            "venue": "Science",
            "volume": "258",
            "issn": "",
            "pages": "1739-1740",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Origins of major human infectious diseases",
            "authors": [],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "279-283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Genetic evidence for Near‐Eastern origins of European cattle",
            "authors": [],
            "year": 2001,
            "venue": "Nature",
            "volume": "410",
            "issn": "",
            "pages": "1088-1091",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Travelling waves and spatial hierarchies in measles epidemics",
            "authors": [],
            "year": 2001,
            "venue": "Nature",
            "volume": "414",
            "issn": "",
            "pages": "716-723",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Disease extinction and community size: modeling the persistence of measles",
            "authors": [],
            "year": 1997,
            "venue": "Science",
            "volume": "275",
            "issn": "",
            "pages": "65-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Chaos versus noisy periodicity: alternative hypotheses for childhood epidemics",
            "authors": [],
            "year": 1990,
            "venue": "Science",
            "volume": "249",
            "issn": "",
            "pages": "499-504",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "The dynamics of measles in sub‐Saharan Africa",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "679-684",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Power laws governing epidemics in isolated populations",
            "authors": [],
            "year": 1996,
            "venue": "Nature",
            "volume": "381",
            "issn": "",
            "pages": "600-602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Infectious diseases in primitive societies",
            "authors": [],
            "year": 1975,
            "venue": "Science",
            "volume": "187",
            "issn": "",
            "pages": "515-518",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "The role of evolution in the emergence of infectious diseases",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "658-661",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "A canine distemper virus epidemic in Serengeti lions (Panthera leo)",
            "authors": [],
            "year": 1996,
            "venue": "Nature",
            "volume": "379",
            "issn": "",
            "pages": "441-445",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "A morbillivirus that caused fatal disease in horses and humans",
            "authors": [],
            "year": 1995,
            "venue": "Science",
            "volume": "268",
            "issn": "",
            "pages": "94-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Fatal encephalitis due to novel paramyxovirus transmitted from horses",
            "authors": [],
            "year": 1997,
            "venue": "Lancet",
            "volume": "349",
            "issn": "",
            "pages": "93-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Domestication and early agriculture in the Mediterranean basin: Origins, diffusion, and impact",
            "authors": [],
            "year": 2008,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "105",
            "issn": "",
            "pages": "11597-11604",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Nipah virus: a recently emergent deadly paramyxovirus",
            "authors": [],
            "year": 2000,
            "venue": "Science",
            "volume": "288",
            "issn": "",
            "pages": "1432-1435",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Fatal encephalitis due to Nipah virus among pig‐farmers in Malaysia",
            "authors": [],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "",
            "pages": "1257-1259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Outbreak of Nipah‐virus infection among abattoir workers in Singapore",
            "authors": [],
            "year": 1999,
            "venue": "Lancet",
            "volume": "354",
            "issn": "",
            "pages": "1253-1256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory disease",
            "authors": [],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "",
            "pages": "719-724",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Bushmeat hunting, wildlife decline and fish supply in West Africa",
            "authors": [],
            "year": 2004,
            "venue": "Science",
            "volume": "306",
            "issn": "",
            "pages": "1180-1183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Naturally acquired simian retrovirus infections in central African hunters",
            "authors": [],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "932-937",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Risk factors for human disease emergence",
            "authors": [],
            "year": 2001,
            "venue": "Phil Trans R Soc Lond B",
            "volume": "356",
            "issn": "",
            "pages": "983-989",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Transmission dynamics of the etiological agent of SARS in Hong Kong: impact of public health interventions",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1961-1966",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Cross‐species virus transmission and the emergence of new epidemic diseases",
            "authors": [],
            "year": 2008,
            "venue": "Microbiol Mol Biol Rev",
            "volume": "72",
            "issn": "",
            "pages": "457-470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Epidemiology: modelling the SARS epidemic",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1884-1885",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "The origin of European cattle: Evidence from modern and ancient DNA",
            "authors": [],
            "year": 2006,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "103",
            "issn": "",
            "pages": "8113-8118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "SARS in China. Tracking the roots of a killer",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "301",
            "issn": "",
            "pages": "297-299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Bats are the natural reservoirs of SARS‐like coronaviruses",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "676-679",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Avian influenza A (H5N1) in 10 patients in Vietnam",
            "authors": [],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "1179-1188",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Characterization of the reconstructed 1918 Spanish influenza pandemic virus",
            "authors": [],
            "year": 2005,
            "venue": "Science",
            "volume": "310",
            "issn": "",
            "pages": "77-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Avian flu: H5N1 virus outbreak in migratory waterfowl",
            "authors": [],
            "year": 2005,
            "venue": "Nature",
            "volume": "436",
            "issn": "",
            "pages": "191-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "The origin of human pathogens: evaluating the role of agriculture and domestic animals in the evolution of human disease",
            "authors": [],
            "year": 2006,
            "venue": "Biol Rev",
            "volume": "81",
            "issn": "",
            "pages": "369-382",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Isolation of an avianlike group A rotavirus from a calf with diarrhea",
            "authors": [],
            "year": 1992,
            "venue": "J Clin Microbiol",
            "volume": "30",
            "issn": "",
            "pages": "67-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Isolation and characterization of two distinct human rotavirus strains with G6 specificity",
            "authors": [],
            "year": 1992,
            "venue": "J Clin Microbiol",
            "volume": "30",
            "issn": "",
            "pages": "9-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "The zoonotic potential of rotavirus",
            "authors": [],
            "year": 2004,
            "venue": "J Infect",
            "volume": "48",
            "issn": "",
            "pages": "289-302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Mitochondrial diversity and the origin of African and European cattle",
            "authors": [],
            "year": 1996,
            "venue": "Proc Natl Acad Sci USA",
            "volume": "93",
            "issn": "",
            "pages": "5131-5135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Evolution, consequences and future of plant and animal domestication",
            "authors": [],
            "year": 2002,
            "venue": "Nature",
            "volume": "418",
            "issn": "",
            "pages": "700-707",
            "other_ids": {
                "DOI": []
            }
        }
    }
}