{
    "paper_id": "PMC7196411",
    "metadata": {
        "title": "Children are at risk from COVID-19",
        "authors": [
            {
                "first": "Eileen",
                "middle": [
                    "K."
                ],
                "last": "Fry-Bowers",
                "suffix": "",
                "email": "efrybowers@sandiego.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Headlines about shortages of personal protective equipment, “shelter-in-place orders,” and infection, hospitalization and mortality rates dominate our news cycles. While these reports are significant and worthy of attention, the media is missing one of the most consequential stories of the novel coronavirus pandemic – it's potentially devastating effect on children. Although most children appear to experience less severe physical illness and have much lower mortality rates than other age groups resulting from COVID-19 infection, they remain at substantial risk for negative outcomes given the widespread economic and societal disruption resulting from the pandemic. Even before COVID-19, U.S. children experienced unacceptable rates of poverty and food insecurity, significant rates of abuse, neglect and maltreatment, increasing incidence of anxiety and depression, and substantial disparities in access to education. Children have not fared well during past economic recessions (Sell, Zlotnik, Noonan, & Rubin, 2010) and the current and unprecedented shelter-in-place orders, social distancing restrictions and concomitant economic upheaval create new challenges and risks for children.",
            "cite_spans": [
                {
                    "start": 987,
                    "end": 1023,
                    "mention": "Sell, Zlotnik, Noonan, & Rubin, 2010",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The U.S. Department of Labor estimates that 26 million jobs have been lost over a period of five weeks (U.S. Department of Labor, 2020). The full extent of the damage to the U.S. economy remains unknown given the uncertainty that exists regarding the “re-opening” of non-essential businesses, and the loosening of shelter-in-place and social distancing restrictions. While all children are at risk during an economic recession, the burden falls most heavily on children already living in poverty (Sell et al., 2010). Despite years of economic growth in the U.S., child poverty rates remain stubbornly high. Prior to the COVID-19 pandemic, about 1 in 6 children lived in families with incomes below the federal poverty threshold. Nearly three quarters of those children were children of color, many of whom had parents working in low wage jobs. The pandemic has amplified economic inequity. More than half of parents working for hourly wages across service industries including retail, food service, hospitality, house cleaning, delivery, and home health care state that they or someone in their household has lost a job or taken a pay cut due to COVID-19 (Ananat & Gassman-Pines, 2020) with rates of job or wage loss higher among Hispanic and black adults (Parker, Horowitz, & Brown, 2020). Although recent federal legislation, the Families First Coronavirus Response Act (FFCRA) and the Coronavirus Aid, Relief, and Economic Security (CARES) Act, expands states' ability to provide unemployment insurance (UI) for many workers impacted by the pandemic, accessing resources has been difficult. Enrollment processes are cumbersome, and systems are overburdened due to demand, especially as personnel in local, state and federal agencies work remotely. One recent survey revealed that of parents who have been laid off only 45% have applied for UI and only 4% have received any UI despite the waiting period being waived (Ananat & Gassman-Pines, 2020). Importantly, because low-income families have fewer assets prior to the onset of an economic downturn, it is more difficult for them to rebound after unemployment than families with higher incomes (Sell et al., 2010).",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 134,
                    "mention": "U.S. Department of Labor, 2020",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 497,
                    "end": 514,
                    "mention": "Sell et al., 2010",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1156,
                    "end": 1184,
                    "mention": "Ananat & Gassman-Pines, 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1920,
                    "end": 1948,
                    "mention": "Ananat & Gassman-Pines, 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2149,
                    "end": 2166,
                    "mention": "Sell et al., 2010",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Unemployment is a known contributor to food insecurity and even when a family has an income above the poverty line, they may still face material hardship and food insecurity. Prior to the pandemic, more than 11 million children in the U.S. experienced “food insecurity” or lacked steady access to enough, quality food, and 1 in 7 children lived with hunger (No Kid Hungry, 2020). Food insecurity is strongly associated with negative cognitive and physical outcomes for all children and even temporary periods of food insecurity can have long-term implications for well-being (Sell et al., 2010). Federal nutrition assistance for low-income families includes the Supplemental Nutrition Assistance Program (SNAP, formerly known as food stamps), the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) and the National School Lunch Program (NSLP). In 2019, SNAP reached 38 million people. Sixty-seven percent of SNAP participants were in families with children and 43% were in working families (Nchako & Cai, 2020). The NSLP serves approximately 5 billion lunches annually to almost 30 million children, with nearly three-quarters of the lunches free or at a reduced price (U.S. Department of Agriculture, 2020). The closure of schools has significantly impacted these children's access to nutrition. Although some districts have instituted “grab-and-go” meals handed out at specific school sites, many children are unable to access this resource, including children with parents who work low-wage, hourly jobs with no time off or no option to work from home, or who do not have transportation to pick up meals. In fact, one source indicates only 11% have picked up a grab-and-go meal at a public school (Ananat & Gassman-Pines, 2020). The FFCRA provides temporary new authority and broad flexibility for the U.S. Department of Agriculture (USDA) and states to adapt SNAP to address families' needs during this economic crisis but given the rapid increase in need, states face significant burdens in processing new applications (Rosenbaum, Bolen, Neuberger, & Dean, 2020). Unsurprisingly, food banks across the U.S. have reported an unprecedented demand.",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 377,
                    "mention": "No Kid Hungry, 2020",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 576,
                    "end": 593,
                    "mention": "Sell et al., 2010",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1018,
                    "end": 1036,
                    "mention": "Nchako & Cai, 2020",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1197,
                    "end": 1233,
                    "mention": "U.S. Department of Agriculture, 2020",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1728,
                    "end": 1756,
                    "mention": "Ananat & Gassman-Pines, 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2052,
                    "end": 2093,
                    "mention": "Rosenbaum, Bolen, Neuberger, & Dean, 2020",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Prior to the pandemic, employer-sponsored insurance (ESI) served as the largest source of health insurance coverage for children. Although children in unemployed families will likely be newly eligible for Medicaid or the Children's Health Insurance Program (CHIP), current policy has made enrollment in these programs challenging. In fact, since 2017, rates of uninsurance among children have been rising. Over four million children were uninsured prior to the onset of the pandemic, which represents the highest rate of uninsured children since implementation of the Affordable Care Act (ACA) and over one quarter of these children are under 6 years of age (Burak, Clark, & Roygardner, 2019). Evidence suggests that declines in public coverage among children are attributable to federal and state policy changes over the past three years (Alker & Pham, 2017). FFCRA prohibits states from adding new eligibility or enrollment requirements or increasing premiums above levels in place as of January 1, 2020, or disenrolling any beneficiary who was enrolled in Medicaid as of March 18, 2020. Additional provisions provide for no cost sharing for testing or treatment of COVID-19 in either Medicaid or CHIP, and an increase in the regular federal Medicaid matching rate (FMAP) by 6.2 percentage points for all states, the District of Columbia and the territories (Brooks & Schneider, 2020). Even so, implementation will remain challenging due to pre-existing obstacles to enrollment and renewal in many states.",
            "cite_spans": [
                {
                    "start": 659,
                    "end": 691,
                    "mention": "Burak, Clark, & Roygardner, 2019",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 840,
                    "end": 858,
                    "mention": "Alker & Pham, 2017",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1361,
                    "end": 1385,
                    "mention": "Brooks & Schneider, 2020",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Job loss and financial stress and reduced access to social support systems increase the risk of domestic violence and child abuse, neglect and maltreatment. Evidence from prior recessions appear to confirm this assertion (Schneider, Harknett, & McLanahan, 2016; Sell et al., 2010). Violence in the home can lead adverse physical and mental health outcomes (Holt, Buckley, & Whelan, 2008). The social safety-net, including emergency departments and community shelters, are strained at this time. School nurses and teachers, often key players in recognizing family violence, no longer have significant daily interaction with their students. Given social distancing, oversight by extended family, neighbors and friends is also limited. In addition, the substantial disruption in routine for children may lead to anxiety and “acting out” increasing their risk of punishment leading to abuse (Santhanam, 2020). Rates of anxiety, depression and behavioral disorders in children and adolescents were on the rise prior to this crisis (Bitsko et al., 2018). Schools play an important role in providing mental health care to many of these children and adolescents. For some, school is their exclusive source of mental health services, especially for adolescents in racial and ethnic minority groups, and those with lower family income or public health insurance. While telemedicine health services can be as effective as face-to-face care, not all school-based clinicians and not all families have the resources needed to implement this as a potential solution (Golberstein, Wen, & Miller, 2020). The COVID-19 pandemic also follows on the heels of the opioid epidemic, which increased rates of child maltreatment and neglect (Crowley, Connell, Jones, & Donovan, 2019). The stress of the current crisis threatens to disrupt fragile parental recovery in many communities. The CARES Act includes $425 million to augment mental health and substance use disorders in communities—the difficulty lies in ensuring access to care for vulnerable parents and children in an already overburdened mental and behavioral health system.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 260,
                    "mention": "Schneider, Harknett, & McLanahan, 2016",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 262,
                    "end": 279,
                    "mention": "Sell et al., 2010",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 357,
                    "end": 386,
                    "mention": "Holt, Buckley, & Whelan, 2008",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 888,
                    "end": 903,
                    "mention": "Santhanam, 2020",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1027,
                    "end": 1046,
                    "mention": "Bitsko et al., 2018",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1552,
                    "end": 1584,
                    "mention": "Golberstein, Wen, & Miller, 2020",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1716,
                    "end": 1756,
                    "mention": "Crowley, Connell, Jones, & Donovan, 2019",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The unprecedented disruption to children's education and subsequent move to remote learning amplifies existing disparities and inequities in the U.S. education system. While even “well off” families may be challenged by homeschooling, low-income children and children of color are most disadvantaged. Parents working in low wage jobs do not have the ability to work from home or take time off to serve as substitute teachers for their children. Less educated parents or those who speak English as a second language may be particularly overwhelmed by meeting their children's educational needs. Significant numbers of low-income children or children in rural communities lack access to computers and/or the internet. Many school districts, especially those serving low-income children or children of color, lack resources needed for an effective transition to online teaching (Fishbane & Tomer, 2020). Although philanthropic organizations have stepped in to meet the need in many communities, demand far exceeds supply. Children with special education needs are at unique risk. Virtual learning is unlikely to meet their needs and occupational, speech, or physical therapy may not be available (Schaeffer, 2020). Although the Secretary of Education does not intend to seek permission from Congress to waive states' and districts' obligations under the Individuals with Disabilities Education Act (IDEA) and Section 504 of the Rehabilitation Act of 1973 during the COVID-19 pandemic (U.S. Department of Education, 2020), significant confusion regarding these obligations persists. These students remain at significant risk for disruption in services resulting in “back sliding,” with long term consequences for their educational progression.",
            "cite_spans": [
                {
                    "start": 876,
                    "end": 898,
                    "mention": "Fishbane & Tomer, 2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1194,
                    "end": 1209,
                    "mention": "Schaeffer, 2020",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1482,
                    "end": 1516,
                    "mention": "U.S. Department of Education, 2020",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Finally, the unique risks facing children in immigrant families must be considered. The current pandemic comes as the Trump Administration implements its long planned “public charge rule.” Since the release of the proposed rule in 2018, confusion and fear has spread through immigrant communities and parents have disenrolled their children from social safety-net programs, even those exempted from the rule, for fear of being designated as a “public charge.” The U.S. Customs and Immigration Service (USCIS) has announced that testing, prevention, or treatment for COVID-19 will not be used against immigrants in a public charge test; however, receipt of traditional SNAP benefits or housing assistance may be included in a public charge determination (U.S. Customs and Immigration Service, 2020). As a result, immigrants are reluctant to seek support for their families even when desperately needed.",
            "cite_spans": [
                {
                    "start": 754,
                    "end": 796,
                    "mention": "U.S. Customs and Immigration Service, 2020",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The coronavirus pandemic has disrupted nearly every aspect of our lives and the impact will be long lasting. Although most children do not appear to be at physical risk from the disease itself, the collective response to the disease, even when necessary, fosters an environment that increases the vulnerability of children and adolescents. Pediatric nurses must remain vigilant—we must monitor the direct and indirect impact of this crisis on children, adolescents and families; communicate our concerns to policy makers; and hold our elected officials accountable for their responses to the needs of this vulnerable population.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Alker",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Econofact: Snapshot of the COVID crisis impact on working families",
            "authors": [
                {
                    "first": "E.O.",
                    "middle": [],
                    "last": "Ananat",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gassman-Pines",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Epidemiology and impact of health care provider–diagnosed anxiety and depression among US children",
            "authors": [
                {
                    "first": "R.H.",
                    "middle": [],
                    "last": "Bitsko",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Holbrook",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Ghandour",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "S.N.",
                    "middle": [],
                    "last": "Visser",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Perou",
                    "suffix": ""
                },
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Walkup",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Developmental & Behavioral Pediatrics",
            "volume": "35",
            "issn": "9",
            "pages": "395-403",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Brooks",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "E.W.",
                    "middle": [],
                    "last": "Burak",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Roygardner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Considering the child welfare system burden from opioid misuse: Research priorities for estimating public costs",
            "authors": [
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Crowley",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Connell",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M.W.",
                    "middle": [],
                    "last": "Donovan",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "American Journal of Managed Care",
            "volume": "25",
            "issn": "S0",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Fishbane",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Tomer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Coronavirus disease 2019 (COVID-19) and mental health for children and adolescents",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Golberstein",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "B.F.",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA Pediatrics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2020.1456"
                ]
            }
        },
        "BIBREF8": {
            "title": "The impact of exposure to domestic violence on children and young people: A review of the literature",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Holt",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Whelan",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Child Abuse & Neglect",
            "volume": "32",
            "issn": "8",
            "pages": "797-810",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chiabu.2008.02.004"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Nchako",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Facts about childhood hunger in America",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "No Kid Hungry",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Rosenbaum",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Bolen",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Neuberger",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Why child welfare experts fear a spike of abuse during COVID-19",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Santhanam",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Schaeffer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Intimate partner violence in the Great Recession",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Harknett",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "McLanahan",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Demography",
            "volume": "53",
            "issn": "",
            "pages": "471-505",
            "other_ids": {
                "DOI": [
                    "10.1007/s13524-016-0462-1"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sell",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Zlotnik",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Noonan",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Rubin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Public charge",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "U.S. Citizenship and Immigration Services",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "National school lunch program",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "U.S. Department of Agriculture",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Secretary DeVos reiterates learning must continue for all students, declines to seek Congressional waivers to FAPE, LRE requirements of IDEA",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "U.S. Department of Education",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "News release: Unemployment insurance weekly claims",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "U.S. Department of Labor",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}