{
    "paper_id": "PMC7152150",
    "metadata": {
        "title": "Acute Exacerbations of Chronic Obstructive Pulmonary Disease",
        "authors": [
            {
                "first": "Leopoldo",
                "middle": [
                    "N."
                ],
                "last": "Segal",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "D."
                ],
                "last": "Weiden",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Harold",
                "middle": [
                    "W."
                ],
                "last": "Horowitz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "E."
                ],
                "last": "Bennett",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Raphael",
                "middle": [],
                "last": "Dolin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Martin",
                "middle": [
                    "J."
                ],
                "last": "Blaser",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Chronic obstructive pulmonary disease (COPD), including emphysema and chronic bronchitis, has been the third leading cause of death since 2008 in the United States.1 It will become the third leading cause of death in the world by 2020.2, 3 COPD prevalence has increased owing to increased longevity and long-term exposure to common environmental risk factors such as inhaled particulate matter. By 2030, 10% of the general population and 50% of smokers will have COPD.4, 5, 6 Consequently, COPD is an important driver of increased health care utilization, producing significant social and economic costs.7, 8, 9\n",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "mention": "1",
                    "ref_id": null
                },
                {
                    "start": 235,
                    "end": 236,
                    "mention": "2",
                    "ref_id": null
                },
                {
                    "start": 238,
                    "end": 239,
                    "mention": "3",
                    "ref_id": null
                },
                {
                    "start": 468,
                    "end": 469,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 472,
                    "mention": "5",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 475,
                    "mention": "6",
                    "ref_id": null
                },
                {
                    "start": 604,
                    "end": 605,
                    "mention": "7",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 608,
                    "mention": "8",
                    "ref_id": null
                },
                {
                    "start": 610,
                    "end": 611,
                    "mention": "9",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "COPD is caused by multiple factors, including environmental exposures, infections, inflammation, and genetic predisposition. Tobacco smoking is the largest environmental risk factor in the United States. In other countries, occupational dust exposures, outdoor air pollution, and poor indoor air quality from burning biomass fuels are major COPD risk factors.10 Among immune-competent adults, increased airway bacteria produce airway inflammation and accelerate airway obstruction.11 Immunosuppression is an independent risk factor for COPD. Immunoglobulin (Ig)A-deficient individuals have repeated lower respiratory tract infections during childhood and poor adult lung function.12 Human immunodeficiency virus (HIV) infection promotes chronic pulmonary inflammation and increased pulmonary matrix metalloprotease expression, leading to smoking-related emphysema.13, 14 Even after effective antiretroviral therapy, patients with the acquired immunodeficiency syndrome (AIDS) have an increased frequency of pulmonary infection and accelerated lung function decline.15, 16 Genetic susceptibility is another risk factor for developing COPD. Mutation of the α1-antitrypsin gene leads to low serum antiprotease activity, causing a much higher risk for COPD in smokers and workers exposed to particulate matter.17 Homozygous α1-antitrypsin deficiency (PI*ZZ) occurs in 1% to 4.5% of COPD patients, and the heterozygous form (PI*MZ), with less severe deficiency, occurs in 17.8% of COPD patients.18 Ethnic origin is an important risk factor for COPD, raising the possibility of differential group-level genetic susceptibility to lung injury.19 For most individuals, predisposition to abnormal lung function is polygenic, with more than 20 risk genes currently identified.20, 21 Poor socioeconomic status, chronic asthma, fetal growth retardation, poor nourishment, and history of pulmonary tuberculosis are other risk factors for COPD.19, 22, 23, 24\n",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 361,
                    "mention": "10",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 483,
                    "mention": "11",
                    "ref_id": null
                },
                {
                    "start": 680,
                    "end": 682,
                    "mention": "12",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 866,
                    "mention": "13",
                    "ref_id": null
                },
                {
                    "start": 868,
                    "end": 870,
                    "mention": "14",
                    "ref_id": null
                },
                {
                    "start": 1065,
                    "end": 1067,
                    "mention": "15",
                    "ref_id": null
                },
                {
                    "start": 1069,
                    "end": 1071,
                    "mention": "16",
                    "ref_id": null
                },
                {
                    "start": 1306,
                    "end": 1308,
                    "mention": "17",
                    "ref_id": null
                },
                {
                    "start": 1490,
                    "end": 1492,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 1635,
                    "end": 1637,
                    "mention": "19",
                    "ref_id": null
                },
                {
                    "start": 1765,
                    "end": 1767,
                    "mention": "20",
                    "ref_id": null
                },
                {
                    "start": 1769,
                    "end": 1771,
                    "mention": "21",
                    "ref_id": null
                },
                {
                    "start": 1929,
                    "end": 1931,
                    "mention": "19",
                    "ref_id": null
                },
                {
                    "start": 1933,
                    "end": 1935,
                    "mention": "22",
                    "ref_id": null
                },
                {
                    "start": 1937,
                    "end": 1939,
                    "mention": "23",
                    "ref_id": null
                },
                {
                    "start": 1941,
                    "end": 1943,
                    "mention": "24",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Acute exacerbations of COPD (AECOPD) produce significant morbidity and mortality. Risk factors include viral and bacterial infections, change in environmental conditions such as smog, gastroesophageal reflux, lack of compliance with maintenance treatment, severity of baseline disease, and history of prior exacerbations.25 Seasonality has been demonstrated in AECOPD, which occurs in northern and southern latitudes approximately two times more frequently during winter than in summer. AECOPD are responsible for the greatest proportion of health care–related costs associated with COPD.7, 8, 9 The discussion in this chapter will focus on the impact of AECOPD on disease course, infectious causes of AECOPD, and treatment as well as prevention options.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "mention": "25",
                    "ref_id": null
                },
                {
                    "start": 588,
                    "end": 589,
                    "mention": "7",
                    "ref_id": null
                },
                {
                    "start": 591,
                    "end": 592,
                    "mention": "8",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 595,
                    "mention": "9",
                    "ref_id": null
                }
            ],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Patients with COPD usually present with progressive shortness of breath, cough, and sputum production. These symptoms are associated with accelerated decline in lung function, which may continue despite smoking cessation. The dyspnea usually starts during exercise but can occur with minimal exertion or at rest as disease progresses. Cough and sputum production are usually intermittent and more pronounced in the morning. Other chronic pulmonary diseases with similar clinical presentation and acute exacerbations should be differentiated from those of COPD because treatment differs. Examples of these include asthma, cystic fibrosis, bronchiectasis, diffuse panbronchiolitis, and obliterative bronchiolitis. Worsening symptoms, increased sputum volume, and transition of sputum color from clear to green or yellow suggests an acute exacerbation, which more commonly occurs during the winter.26 The main differential diagnosis of exacerbations in patients with COPD includes pneumonia and congestive heart failure, both of which are common comorbidities in these patients.4\n",
            "cite_spans": [
                {
                    "start": 895,
                    "end": 897,
                    "mention": "26",
                    "ref_id": null
                },
                {
                    "start": 1075,
                    "end": 1076,
                    "mention": "4",
                    "ref_id": null
                }
            ],
            "section": "Clinical Manifestations",
            "ref_spans": []
        },
        {
            "text": "Although there is no universal agreement on how to define or diagnose AECOPD, they are commonly defined as acute events with worsening respiratory symptoms beyond normal day-to-day variations. They usually require increased rescue β-agonist inhaler use to control symptoms.36 One widely used scale to diagnose the presence and severity of AECOPD requires patients to have at least one of the following clinical presentations: upper respiratory tract infection symptoms within the previous 7 days, increased wheezing, fever without another identified cause, or an increase in heart rate or respiratory rate greater than 20% from baseline. This scale then categorizes patients into three groups based on whether they have worsening dyspnea, increase in sputum purulence, and/or increase in sputum volume. A severe exacerbation has all three criteria, a moderate exacerbation has two, and a mild exacerbation has only one.37 Risk factors associated with COPD exacerbations include having three or more COPD exacerbations in the previous year, reduced FEV1, smoking, and nonadherence with oxygen therapy.38, 39 The risk for severe exacerbation depends on each patient's medical history, including baseline FEV1, number of prior exacerbations, prior need for mechanical ventilation, and comorbidities. Whereas the vast majority of AECOPD can be managed in the outpatient setting, the presence of high severity should prompt consideration of hospital admission.4 The clinical signs of risk for respiratory failure are the most important measure of the current exacerbation's severity. Tachypnea (especially with a respiratory rate above 25 breaths/min), tachycardia, inability to speak full sentences, and fatigue are indications for hospitalization. Oxygen saturation above 90% can be misleading because hypoxemia is frequently a late event in the progression to respiratory failure. In an acutely symptomatic patient, arterial blood gas analysis is more useful than oximetry because it can diagnose hypercapnia as well as hypoxemia. Use of accessory muscles with paradoxical breathing characterized by inward motion of the abdomen during inspiration indicates diaphragmatic fatigue and impending respiratory failure. Abdominal paradoxical breathing, progressive hypercapnia, or deteriorating mental status usually indicates the need for ventilatory support in an intensive care unit with noninvasive or invasive positive-pressure ventilation.4\n",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 275,
                    "mention": "36",
                    "ref_id": null
                },
                {
                    "start": 919,
                    "end": 921,
                    "mention": "37",
                    "ref_id": null
                },
                {
                    "start": 1100,
                    "end": 1102,
                    "mention": "38",
                    "ref_id": null
                },
                {
                    "start": 1104,
                    "end": 1106,
                    "mention": "39",
                    "ref_id": null
                },
                {
                    "start": 1455,
                    "end": 1456,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 2438,
                    "end": 2439,
                    "mention": "4",
                    "ref_id": null
                }
            ],
            "section": "Acute Exacerbations of COPD ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Additional diagnostic tests include chest radiography to identify pulmonary infiltrates and electrocardiography to assess for cardiac ischemia and arrhythmias, particularly paroxysmal atrial tachycardia. The basic metabolic panel is helpful to assess severity for AECOPD. Elevated levels of sodium bicarbonate are a sign of chronic hypercapnia. Increased anion gap is a sign of anaerobic metabolism of the respiratory muscles or sepsis syndrome or both. Hyponatremia sometimes occurs as a result of the syndrome of inappropriate secretion of antidiuretic hormone. Hyperglycemia is a response to stress or systemic corticosteroids, and renal insufficiency is a manifestation of reduced cardiac output in end-stage pulmonary hypertension. The presence of these derangements may warrant hospitalization.4\n",
            "cite_spans": [
                {
                    "start": 800,
                    "end": 801,
                    "mention": "4",
                    "ref_id": null
                }
            ],
            "section": "Acute Exacerbations of COPD ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Although chest radiography is an insensitive test to diagnose COPD, it is the usual first step in the evaluation of patients with progressive dyspnea and cough. It is useful to assess the symptomatic patient for advanced lung cancer, pulmonary fibrosis, or congestive heart failure. Sometimes COPD is suspected because the chest radiograph shows hyperinflation with flattened diaphragm or increased retrosternal space. If bullae are observed, then COPD is highly likely. CT is the imaging modality of choice for the evaluation of COPD and many other symptomatic pulmonary diseases. Data suggest that quantitative CT allows estimation of the risk for exacerbation frequency and determination of indices of disease impact such as BODE.40\n",
            "cite_spans": [
                {
                    "start": 733,
                    "end": 735,
                    "mention": "40",
                    "ref_id": null
                }
            ],
            "section": "Radiology ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "COPD patients have a 20-fold increase in alveolar macrophages in alveoli, bronchioles, and small airways.55, 56 Because alveolar macrophages are a major source of inflammatory cytokines and growth factors, recruitment of inflammatory cells into the lung accelerates the vicious inflammatory cycle produced by microaspiration. In spite of increased numbers, alveolar macrophages have impaired phagocytosis, reducing their ability to clear bacteria from the lower airway and thereby causing further inflammation and oxidative stress.57, 58, 59, 60 Neutrophils are also recruited and activated by nonresolving pulmonary inflammation, particularly during exacerbations. Neutrophil elastase and metalloproteinases lead to lung parenchyma destruction. Neutrophil elastase is also a potent mucous secretagogue leading to mucous gland hyperplasia.61 Because neutrophils have a short tissue life span, the airway neutrophilia observed in COPD requires continuous neutrophil recruitment.62 Smoking also impairs neutrophil phagocytic function.63 Collectins, pentraxins, and complement also are deficient,64 further impairing mucosal immunity and predisposing to lower respiratory tract infections.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "mention": "55",
                    "ref_id": null
                },
                {
                    "start": 109,
                    "end": 111,
                    "mention": "56",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 533,
                    "mention": "57",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 537,
                    "mention": "58",
                    "ref_id": null
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": "59",
                    "ref_id": null
                },
                {
                    "start": 543,
                    "end": 545,
                    "mention": "60",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 841,
                    "mention": "61",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 979,
                    "mention": "62",
                    "ref_id": null
                },
                {
                    "start": 1032,
                    "end": 1034,
                    "mention": "63",
                    "ref_id": null
                },
                {
                    "start": 1093,
                    "end": 1095,
                    "mention": "64",
                    "ref_id": null
                }
            ],
            "section": "Mucosal Inflammation ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "Pulmonary inflammation continues after smoking cessation, in part owing to permanent structural damage and in part owing to recovery of the proinflammatory capacity of epithelial cells.65 Bacterial colonization in the lower airways is also an important determinant of the degree of airway and systemic inflammation in stable COPD.66 Inflammatory mediators “spill over,” producing systemic inflammation with elevated levels of C-reactive protein (CRP), fibrinogen, or leukocyte count. An elevated CRP level is most strongly associated with ischemic heart disease in smokers. Systemic comorbidities such as vascular disease are major risk factors for mortality during COPD exacerbations.67, 68 Systemic inflammation caused by COPD is also hypothesized to be associated with anemia, osteoporosis, depression, and the metabolic syndrome.69, 70, 71\n",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "mention": "65",
                    "ref_id": null
                },
                {
                    "start": 330,
                    "end": 332,
                    "mention": "66",
                    "ref_id": null
                },
                {
                    "start": 685,
                    "end": 687,
                    "mention": "67",
                    "ref_id": null
                },
                {
                    "start": 689,
                    "end": 691,
                    "mention": "68",
                    "ref_id": null
                },
                {
                    "start": 833,
                    "end": 835,
                    "mention": "69",
                    "ref_id": null
                },
                {
                    "start": 837,
                    "end": 839,
                    "mention": "70",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 843,
                    "mention": "71",
                    "ref_id": null
                }
            ],
            "section": "Mucosal Inflammation ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "Increased bacterial colonization of the lower airways in COPD occurs owing to chronic microaspiration, impaired clearance of bacteria, and frequent COPD exacerbations.72, 73 COPD patients frequently have microaspiration owing to gastroesophageal reflux due to incoordination between breathing and swallowing.74, 75, 76 Impaired mucociliary clearance in smokers reduces the ability to clear oral microbes from the lower airways, exacerbating inflammation. This leads to chronic cough with progressive incoordination of breathing with swallowing. Inhaled medications may also carry oral bacteria into the lower airway. This vicious cycle could explain the association of poor oral health and increased airway bacterial load, COPD exacerbations, and reduced lung function.77, 78, 79, 80, 81\n",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "mention": "72",
                    "ref_id": null
                },
                {
                    "start": 171,
                    "end": 173,
                    "mention": "73",
                    "ref_id": null
                },
                {
                    "start": 308,
                    "end": 310,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 314,
                    "mention": "75",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "76",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 771,
                    "mention": "77",
                    "ref_id": null
                },
                {
                    "start": 773,
                    "end": 775,
                    "mention": "78",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 779,
                    "mention": "79",
                    "ref_id": null
                },
                {
                    "start": 781,
                    "end": 783,
                    "mention": "80",
                    "ref_id": null
                },
                {
                    "start": 785,
                    "end": 787,
                    "mention": "81",
                    "ref_id": null
                }
            ],
            "section": "Microbes in Stable COPD ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "Viruses and bacteria in the lower airway perpetuate the inflammation in COPD, causing damage by a number of mechanisms.11, 82, 83 They may be ciliotoxic, invade epithelial cells causing apoptosis, increase mucin production, or degrade humoral immunity via secretion of IgA proteases.84, 85 Bacterial molecules such as endotoxins, membrane lipoproteins, peptidoglycan fragments, and lipoteichoic acid activate the innate immune response, exacerbating inflammation.86 COPD patients whose airways are heavily colonized with bacteria have higher concentrations of inflammatory cytokines and neutrophils in respiratory secretions.83 High bacterial burden in the lower airway is associated with accelerated FEV1 decline, more comorbidity, more exacerbations, and worse symptoms during exacerbations.15, 87, 88, 89, 90\n",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "mention": "11",
                    "ref_id": null
                },
                {
                    "start": 123,
                    "end": 125,
                    "mention": "82",
                    "ref_id": null
                },
                {
                    "start": 127,
                    "end": 129,
                    "mention": "83",
                    "ref_id": null
                },
                {
                    "start": 283,
                    "end": 285,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 289,
                    "mention": "85",
                    "ref_id": null
                },
                {
                    "start": 463,
                    "end": 465,
                    "mention": "86",
                    "ref_id": null
                },
                {
                    "start": 625,
                    "end": 627,
                    "mention": "83",
                    "ref_id": null
                },
                {
                    "start": 793,
                    "end": 795,
                    "mention": "15",
                    "ref_id": null
                },
                {
                    "start": 797,
                    "end": 799,
                    "mention": "87",
                    "ref_id": null
                },
                {
                    "start": 801,
                    "end": 803,
                    "mention": "88",
                    "ref_id": null
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "89",
                    "ref_id": null
                },
                {
                    "start": 809,
                    "end": 811,
                    "mention": "90",
                    "ref_id": null
                }
            ],
            "section": "Microbes in Stable COPD ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "In stable COPD, the rates of positive routine bacterial cultures of sputum vary between 22% and 83%.91, 92, 93 However, interpreting sputum culture is difficult owing to upper airway contamination, which reduces specificity, and failure to grow fastidious bacteria from the complex lower airway microbiome, which reduces sensitivity. In stable COPD, nonpotential pathogenic microorganisms are isolated much more frequently than potential pathogenic microorganisms.91 Nonpotential pathogenic microorganisms are usually oropharyngeal microbes such as Corynebacterium spp., Neisseria spp., Enterococcus spp., coagulase-negative staphylococci, Streptococcus viridans, and fungi such as Candida spp.91 The most commonly isolated potential pathogenic microorganisms are Streptococcus pneumoniae, Haemophilus influenzae, and Moraxella catarrhalis.\n52, 91, 94 Culture-independent technologies that assay microbial nucleic acids and antigens often have found potential pathogens in culture-negative respiratory specimens.95, 96 For example, one third of stable COPD patients have Haemophilus influenzae within airway epithelial cells and alveolar macrophages.97 High-throughput sequencing of microbial 16S rRNA genes yields relatively unbiased estimates of the relative abundance of uncultivable and cultivable bacteria.98, 99 The lower airways of normal individuals harbor low levels of oral bacteria such as Prevotella spp. and Veillonella spp.100, 101 Culture-independent techniques have challenged the dogma that the lower airway is normally sterile and provide evidence that there are residential organisms, especially in individuals with already damaged lungs. Oral anaerobes likely modulate the pulmonary immune response in health and disease. This possibility is supported by a growing body of data linking periodontitis, COPD exacerbations, and reduced lung function.102 However, the technical challenges produced by contamination of lower airway samples with upper airway secretions needs to be resolved to better understand the role of airway microbiome in COPD pathogenesis.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "mention": "91",
                    "ref_id": null
                },
                {
                    "start": 104,
                    "end": 106,
                    "mention": "92",
                    "ref_id": null
                },
                {
                    "start": 108,
                    "end": 110,
                    "mention": "93",
                    "ref_id": null
                },
                {
                    "start": 464,
                    "end": 466,
                    "mention": "91",
                    "ref_id": null
                },
                {
                    "start": 694,
                    "end": 696,
                    "mention": "91",
                    "ref_id": null
                },
                {
                    "start": 841,
                    "end": 843,
                    "mention": "52",
                    "ref_id": null
                },
                {
                    "start": 845,
                    "end": 847,
                    "mention": "91",
                    "ref_id": null
                },
                {
                    "start": 849,
                    "end": 851,
                    "mention": "94",
                    "ref_id": null
                },
                {
                    "start": 1012,
                    "end": 1014,
                    "mention": "95",
                    "ref_id": null
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "mention": "96",
                    "ref_id": null
                },
                {
                    "start": 1150,
                    "end": 1152,
                    "mention": "97",
                    "ref_id": null
                },
                {
                    "start": 1311,
                    "end": 1313,
                    "mention": "98",
                    "ref_id": null
                },
                {
                    "start": 1315,
                    "end": 1317,
                    "mention": "99",
                    "ref_id": null
                },
                {
                    "start": 1437,
                    "end": 1440,
                    "mention": "100",
                    "ref_id": null
                },
                {
                    "start": 1442,
                    "end": 1445,
                    "mention": "101",
                    "ref_id": null
                },
                {
                    "start": 1867,
                    "end": 1870,
                    "mention": "102",
                    "ref_id": null
                }
            ],
            "section": "Microbes in Stable COPD ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "Respiratory viruses are also frequently found in patients with stable COPD. Using culture or polymerase chain reaction (PCR) techniques to assess sputum, the most common respiratory virus is respiratory syncytial virus (RSV), which is found in up to 23.5% of COPD patients, followed by non-RSV viruses, such as rhinovirus, coronavirus, and parainfluenza virus, in 16.2% of samples.103 Increased inflammation has also been reported with adenovirus.104 High-throughput complementary DNA sequencing can identify viral transcripts in an unbiased approach. A fuller understanding of the role of the virome in stable COPD and in AECOPD awaits resolution of the technical challenges of high-coverage RNA sequencing in lower respiratory tract samples.",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "mention": "103",
                    "ref_id": null
                },
                {
                    "start": 447,
                    "end": 450,
                    "mention": "104",
                    "ref_id": null
                }
            ],
            "section": "Microbes in Stable COPD ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "Two thirds of patients with a COPD exacerbation have bacteria or viruses or both cultured from lower airway secretions. Aerobic bacteria are isolated in half of patients, respiratory viruses are isolated in one third, and bacterial/viral coinfection is present in a fourth of patients with acute exacerbations.52, 105 The increased incidence of AECOPD during the winter may reflect the significant role that viruses play in the pathogenesis of AECOPD.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 312,
                    "mention": "52",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 317,
                    "mention": "105",
                    "ref_id": null
                }
            ],
            "section": "Microbes in Acute Exacerbations of COPD ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "\nH. influenzae, S. pneumoniae, and M. catarrhalis are the bacterial pathogens most commonly isolated during COPD exacerbations. The same three also colonize stable COPD patients, and higher bacterial loads have been associated with AECOPD.52, 94, 95, 106, 107, 108, 109 In a series of studies using molecular biologic techniques, Sethi and associates have observed that acquisition of a new bacterial strain precedes AECOPD.83, 96, 106, 109, 110 The increase in total bacterial load during a COPD exacerbation is relatively small compared with the total bacterial load.109 In their model, the humoral and cellular immune responses to the new bacterial or viral strain likely drive the increased inflammation that causes the COPD exacerbation.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 241,
                    "mention": "52",
                    "ref_id": null
                },
                {
                    "start": 243,
                    "end": 245,
                    "mention": "94",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 249,
                    "mention": "95",
                    "ref_id": null
                },
                {
                    "start": 251,
                    "end": 254,
                    "mention": "106",
                    "ref_id": null
                },
                {
                    "start": 256,
                    "end": 259,
                    "mention": "107",
                    "ref_id": null
                },
                {
                    "start": 261,
                    "end": 264,
                    "mention": "108",
                    "ref_id": null
                },
                {
                    "start": 266,
                    "end": 269,
                    "mention": "109",
                    "ref_id": null
                },
                {
                    "start": 424,
                    "end": 426,
                    "mention": "83",
                    "ref_id": null
                },
                {
                    "start": 428,
                    "end": 430,
                    "mention": "96",
                    "ref_id": null
                },
                {
                    "start": 432,
                    "end": 435,
                    "mention": "106",
                    "ref_id": null
                },
                {
                    "start": 437,
                    "end": 440,
                    "mention": "109",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 445,
                    "mention": "110",
                    "ref_id": null
                },
                {
                    "start": 569,
                    "end": 572,
                    "mention": "109",
                    "ref_id": null
                }
            ],
            "section": "Microbes in Acute Exacerbations of COPD ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "Individuals with greater degrees of functional impairment, recent antibiotic use, or systemic corticosteroid therapy have higher rates of isolation of gram-negative bacteria, such as Pseudomonas aeruginosa, Stenotrophomonas maltophilia, and members of the Enterobacteriaceae, from sputum.111, 112 Patients with an FEV1 greater than 35% of predicted value and no systemic corticosteroid or antibiotics within the preceding 3 months have a low probability of Enterobacteriaceae or P. aeruginosa in sputum culture.112\nH. influenzae and P. aeruginosa are more common in patients with poorer lung function.108 Polymicrobial exacerbations occur with advanced pulmonary dysfunction and severe exacerbations.105, 113\n",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 291,
                    "mention": "111",
                    "ref_id": null
                },
                {
                    "start": 293,
                    "end": 296,
                    "mention": "112",
                    "ref_id": null
                },
                {
                    "start": 511,
                    "end": 514,
                    "mention": "112",
                    "ref_id": null
                },
                {
                    "start": 601,
                    "end": 604,
                    "mention": "108",
                    "ref_id": null
                },
                {
                    "start": 700,
                    "end": 703,
                    "mention": "105",
                    "ref_id": null
                },
                {
                    "start": 705,
                    "end": 708,
                    "mention": "113",
                    "ref_id": null
                }
            ],
            "section": "Microbes in Acute Exacerbations of COPD ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "The role of “atypical” bacterial pathogens such as Mycoplasma pneumoniae, Chlamydia pneumoniae, and Legionella pneumophila in exacerbation is poorly defined, but they are rarely found in AECOPD.50, 103, 114 Variations in reported rates of atypical pathogens could be related to the technical or geographic differences between reports.89, 115 When serology or M. pneumoniae antigen detection has been used to indicate the presence of M. pneumoniae as a pathogen, PCR assay and culture frequently do not confirm its presence.103, 116, 117 Alternately, two reports from Italy and Greece demonstrate M. pneumoniae among between 7% and 9% of patients with AECOPD using serologic and PCR techniques.118, 119 Controversy also exists regarding the role of C. pneumoniae in COPD exacerbations. Several well-conducted studies detected no C. pneumoniae or L. pneumophila,\n103, 117 whereas others detected C. pneumoniae in 6% to 9% of those with AECOPD.89, 118 Chronic colonization with C. pneumoniae occurred in one third of patients and was associated with worse pulmonary function in one study.89\n",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 196,
                    "mention": "50",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 201,
                    "mention": "103",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 206,
                    "mention": "114",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 336,
                    "mention": "89",
                    "ref_id": null
                },
                {
                    "start": 338,
                    "end": 341,
                    "mention": "115",
                    "ref_id": null
                },
                {
                    "start": 523,
                    "end": 526,
                    "mention": "103",
                    "ref_id": null
                },
                {
                    "start": 528,
                    "end": 531,
                    "mention": "116",
                    "ref_id": null
                },
                {
                    "start": 533,
                    "end": 536,
                    "mention": "117",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 696,
                    "mention": "118",
                    "ref_id": null
                },
                {
                    "start": 698,
                    "end": 701,
                    "mention": "119",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 864,
                    "mention": "103",
                    "ref_id": null
                },
                {
                    "start": 866,
                    "end": 869,
                    "mention": "117",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 943,
                    "mention": "89",
                    "ref_id": null
                },
                {
                    "start": 945,
                    "end": 948,
                    "mention": "118",
                    "ref_id": null
                },
                {
                    "start": 1085,
                    "end": 1087,
                    "mention": "89",
                    "ref_id": null
                }
            ],
            "section": "Microbes in Acute Exacerbations of COPD ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "Unlike stable COPD, rhinovirus is the virus most frequently associated with AECOPD.103, 105, 120 Coronavirus, parainfluenza, adenovirus, influenza virus, and human metapneumovirus also occur but are less prevalent.113, 120 Coinfection with viruses and bacteria produce higher bacterial burden, more sputum eosinophils, greater lung function impairment, and longer hospitalization.105, 113 It is likely that viruses and bacteria induce independent inflammatory pathways, accounting for more severe presentations and poorer outcome of patients with coinfection.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "mention": "103",
                    "ref_id": null
                },
                {
                    "start": 88,
                    "end": 91,
                    "mention": "105",
                    "ref_id": null
                },
                {
                    "start": 93,
                    "end": 96,
                    "mention": "120",
                    "ref_id": null
                },
                {
                    "start": 214,
                    "end": 217,
                    "mention": "113",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 222,
                    "mention": "120",
                    "ref_id": null
                },
                {
                    "start": 380,
                    "end": 383,
                    "mention": "105",
                    "ref_id": null
                },
                {
                    "start": 385,
                    "end": 388,
                    "mention": "113",
                    "ref_id": null
                }
            ],
            "section": "Microbes in Acute Exacerbations of COPD ::: Pathophysiology",
            "ref_spans": []
        },
        {
            "text": "Treatment of stable COPD should improve the patient's symptoms and functional status, reduce the risk for exacerbations, and slow the decline of lung function.4 Smoking cessation and avoidance of environmental exposure are the most important interventions to prevent disease progression and should be encouraged at every medical visit. Multiple different behavioral and pharmacologic treatments should be explored, including varenicline, nicotine replacement, and bupropion.121, 122, 123, 124 Pneumococcal, influenza, and combined tetanus/diphtheria/acellular pertussis (Tdap) vaccination is also recommended for every COPD patient.4, 125\n",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 474,
                    "end": 477,
                    "mention": "121",
                    "ref_id": null
                },
                {
                    "start": 479,
                    "end": 482,
                    "mention": "122",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 487,
                    "mention": "123",
                    "ref_id": null
                },
                {
                    "start": 489,
                    "end": 492,
                    "mention": "124",
                    "ref_id": null
                },
                {
                    "start": 632,
                    "end": 633,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 635,
                    "end": 638,
                    "mention": "125",
                    "ref_id": null
                }
            ],
            "section": "Nonantimicrobial Therapy for Steady-State COPD",
            "ref_spans": []
        },
        {
            "text": "β2-Agonist and anticholinergic bronchodilators (usually long-acting formulations) are the mainstays of symptom control (Table 67-2\n).4 These drugs relax airway smooth muscle, producing bronchodilation, and also have anti-inflammatory activity, although the clinical significance of this is not clear.126 Anticholinergic medications also reduce sputum production in patients with chronic bronchitis. Corticosteroids in steady-state COPD are restricted to adjunctive therapy complementing long-acting bronchodilators in more severe cases of COPD. Inhaled corticosteroids do not reduce mortality but do reduce COPD exacerbations,127 decrease inflammation, and stabilize lung function in moderate and severe COPD.128 Unfortunately, inhaled corticosteroids increase the risk for pneumonia, which must be balanced with the benefit of less frequent exacerbations.127, 129 Other drugs, such as nonselective and selective phosphodiesterase inhibitors (e.g., theophylline and roflumilast, respectively), may also be considered in patients with severe COPD with frequent exacerbations that are not adequately controlled by long-acting bronchodilators.130, 131\n",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 303,
                    "mention": "126",
                    "ref_id": null
                },
                {
                    "start": 626,
                    "end": 629,
                    "mention": "127",
                    "ref_id": null
                },
                {
                    "start": 709,
                    "end": 712,
                    "mention": "128",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 859,
                    "mention": "127",
                    "ref_id": null
                },
                {
                    "start": 861,
                    "end": 864,
                    "mention": "129",
                    "ref_id": null
                },
                {
                    "start": 1140,
                    "end": 1143,
                    "mention": "130",
                    "ref_id": null
                },
                {
                    "start": 1145,
                    "end": 1148,
                    "mention": "131",
                    "ref_id": null
                }
            ],
            "section": "Nonantimicrobial Therapy for Steady-State COPD",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 130,
                    "mention": "Table 67-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Systemic corticosteroids (either oral or intravenous) and bronchodilators (inhaled β2-agonists with or without anticholinergics) are the cornerstones of pharmacologic treatment of AECOPD. Short-acting bronchodilators are preferred because they allow titration of the dose required and because there is no clinical trial that has evaluated the use of long-acting bronchodilators during AECOPD. Although for sicker patients nebulized bronchodilators are routinely used in the hospital, data suggest similar bronchodilator effects with metered-dose inhalers.132 A 10- to 14-day course of systemic corticosteroids reduces treatment failure by 46% during both inpatient and outpatient management of COPD exacerbations.133 Systemic corticosteroids are preferred during an exacerbation because they reduce recovery time, improve lung function, and increase arterial oxygenation.134, 135, 136, 137, 138 Systemic corticosteroids also reduce the rate of early relapse and length of hospital stay. Although there are no data to support a specific dose or route of administration for corticosteroids, the Global Initiative for Chronic Obstructive Lung Disease (GOLD) guidelines recommend 30 to 40 mg of oral prednisolone per day for 10 to 14 days.4, 138, 139, 140\n",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 558,
                    "mention": "132",
                    "ref_id": null
                },
                {
                    "start": 713,
                    "end": 716,
                    "mention": "133",
                    "ref_id": null
                },
                {
                    "start": 871,
                    "end": 874,
                    "mention": "134",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 879,
                    "mention": "135",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 884,
                    "mention": "136",
                    "ref_id": null
                },
                {
                    "start": 886,
                    "end": 889,
                    "mention": "137",
                    "ref_id": null
                },
                {
                    "start": 891,
                    "end": 894,
                    "mention": "138",
                    "ref_id": null
                },
                {
                    "start": 1235,
                    "end": 1236,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1241,
                    "mention": "138",
                    "ref_id": null
                },
                {
                    "start": 1243,
                    "end": 1246,
                    "mention": "139",
                    "ref_id": null
                },
                {
                    "start": 1248,
                    "end": 1251,
                    "mention": "140",
                    "ref_id": null
                }
            ],
            "section": "Nonantimicrobial Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Early antibiotic treatment of AECOPD in both the outpatient and inpatient settings has become nearly routine in clinical practice even though the role of bacteria in many cases of AECOPD is uncertain. The choice of antibiotic has changed during the past several decades, in part reflecting the changing resistance patterns of infecting bacteria as well as the availability of newer antibiotics that are taken less frequently, have improved antimicrobial activity, and are less toxic. Studies evaluating the effect of antibiotic treatment are mostly small and are difficult to compare because of heterogeneous patient populations, diverse outcome measures, and varied definitions of failure. Additionally, many different antibiotics and treatment durations have been evaluated, reducing comparability between individual studies. Two recent meta-analyses and a Cochrane review concluded that antibiotics improve outcome in AECOPD among inpatients, especially those requiring admission to an intensive care unit.133, 141, 142 Among hospitalized patients, antibiotics reduced hospital mortality by 78%.143, 144, 145 Antibiotics also led to improved peak expiratory flow by 22%.141 The largest study to date evaluating antibiotic efficacy is a retrospective cohort of 84,621 inpatients from 413 acute care centers in the United States.146 Administration of antibiotics within the first 48 hours reduced the need for mechanical ventilation after 2 hospital days (1.07% vs. 1.80%), lowered rates of inpatient mortality (1.04% vs. 1.59%), reduced readmissions (7.91% vs. 8.79%), and produced fewer treatment failures (9.77% vs. 11.75%). However, there was a higher rate of Clostridium difficile in patients who were treated with antibiotics (0.19% vs. 0.94%). The weight of evidence supports antibiotic use for hospitalized patients, particularly those admitted to the intensive care unit.",
            "cite_spans": [
                {
                    "start": 1009,
                    "end": 1012,
                    "mention": "133",
                    "ref_id": null
                },
                {
                    "start": 1014,
                    "end": 1017,
                    "mention": "141",
                    "ref_id": null
                },
                {
                    "start": 1019,
                    "end": 1022,
                    "mention": "142",
                    "ref_id": null
                },
                {
                    "start": 1098,
                    "end": 1101,
                    "mention": "143",
                    "ref_id": null
                },
                {
                    "start": 1103,
                    "end": 1106,
                    "mention": "144",
                    "ref_id": null
                },
                {
                    "start": 1108,
                    "end": 1111,
                    "mention": "145",
                    "ref_id": null
                },
                {
                    "start": 1173,
                    "end": 1176,
                    "mention": "141",
                    "ref_id": null
                },
                {
                    "start": 1330,
                    "end": 1333,
                    "mention": "146",
                    "ref_id": null
                }
            ],
            "section": "Rationale for Antibiotics ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "As opposed to relatively high-quality evidence supporting the use of antibiotics in the inpatient setting, there has been less convincing evidence to recommend antibiotics for outpatients. In the Cochrane review cited earlier, reduction in treatment failure was found when analyzing all outpatient studies but not found when the analysis was restricted to studies using currently available antibiotics.37, 142, 147, 148, 149 However, a recent multicenter double-blind, placebo-controlled clinical trial of mild to moderate AECOPD documented that amoxicillin-clavulanate improves response to therapy within 9 to 11 days (74.1% vs. 59.9%) and increased the median time to the next exacerbation from 160 days in the placebo group to 233 days in those receiving antibiotic.148 This study, which was published since the most recent meta-analysis, suggests that antibiotics may be beneficial for some patients with mild to moderate AECOPD. Several other studies have demonstrated a delayed time to relapse or exacerbation with the use of antibiotics to treat AECOPD. In a retrospective cohort outpatient study of 270 patient-visits (with relapse defined as a return visit within 14 days), antibiotics reduced the relapse rate to 19% (50/270) compared with 32% (29/92) among patients who did not receive antibiotics. Patients who received amoxicillin, however, had an even higher relapse rate of 54% (20/37) compared with those who did not receive antibiotics.150 In another study, antibiotics added to oral corticosteroids increased the median time from second to third exacerbation from 189 days to 258 days and reduced mortality.151 The limited effectiveness of antibiotics on less severe exacerbations may be a result of lower bacterial burden in this healthier group of patients.",
            "cite_spans": [
                {
                    "start": 402,
                    "end": 404,
                    "mention": "37",
                    "ref_id": null
                },
                {
                    "start": 406,
                    "end": 409,
                    "mention": "142",
                    "ref_id": null
                },
                {
                    "start": 411,
                    "end": 414,
                    "mention": "147",
                    "ref_id": null
                },
                {
                    "start": 416,
                    "end": 419,
                    "mention": "148",
                    "ref_id": null
                },
                {
                    "start": 421,
                    "end": 424,
                    "mention": "149",
                    "ref_id": null
                },
                {
                    "start": 769,
                    "end": 772,
                    "mention": "148",
                    "ref_id": null
                },
                {
                    "start": 1453,
                    "end": 1456,
                    "mention": "150",
                    "ref_id": null
                },
                {
                    "start": 1625,
                    "end": 1628,
                    "mention": "151",
                    "ref_id": null
                }
            ],
            "section": "Rationale for Antibiotics ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Given the large numbers of patients with COPD who develop AECOPD and the potential economic impact both in terms of antibiotic cost and toxicities of treatment, there has been much effort to identify patients who do not require antibiotics. Recent well-designed clinical investigations have used procalcitonin as a biomarker for bacterial infection in acute exacerbation in an attempt to limit unnecessary antibiotic use and reduce the emergence of antibiotic resistance and C. difficile infection.152, 153, 154\n",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 501,
                    "mention": "152",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 506,
                    "mention": "153",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 511,
                    "mention": "154",
                    "ref_id": null
                }
            ],
            "section": "Whom to Treat ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "The authors of the GOLD guidelines recommend antibiotic therapy for patients who have AECOPD who meet one of the following criteria: (1) present with all three “cardinal” symptoms: increased dyspnea, increased sputum volume, and increased sputum purulence; (2) present with two of the cardinal symptoms if increased purulence of sputum is one of the two symptoms; (3) have a severe exacerbation that requires mechanical ventilation (invasive or noninvasive).4\n",
            "cite_spans": [
                {
                    "start": 458,
                    "end": 459,
                    "mention": "4",
                    "ref_id": null
                }
            ],
            "section": "Whom to Treat ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "In recent studies, patients who do not meet these criteria frequently are prescribed antibiotics. Studies involving outpatients and inpatients have demonstrated that although approximately 80% of patients receive antibiotics, purulent sputum is only found among only 39% to 64% of patients.155, 156, 157 In a study from the United States, there was no correlation between the use of antibiotics and the presence of an indication for their use.158 In a more recent study, 20% of patients who did not meet GOLD criteria for antibiotics received antibiotics before hospitalization whereas approximately 20% who met the criteria did not receive antibiotics.159 Although the use of bacterial cultures for treatment of AECOPD is debated, the use of purulence to define the need for antibiotics is based on several studies demonstrating a relationship between sputum color and/or neutrophils and positive bacterial cultures.160, 161, 162, 163 Sputum purulence has been an excellent guide of antibiotic use in several studies. In one, if sputum purulence was not present and antibiotics withheld, only 2 of 32 patients failed therapy.163 In another study in which purulence was used to determine whether antibiotics would be prescribed, the therapeutic failure rate was 9% among those who had nonpurulent sputum and did not receive antibiotics versus 10% among those with purulent sputum who received antibiotics.164 It is clear that many patients are prescribed antibiotics who do not need them, but the current state of knowledge does not clearly define the group who will be harmed more than they will be helped by a course of antibiotics. The GOLD recommendation for using antibiotics is based on symptoms, in particular sputum purulence, which remains the best guide to decide which patients with AECOPD require antibiotics.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "mention": "155",
                    "ref_id": null
                },
                {
                    "start": 295,
                    "end": 298,
                    "mention": "156",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 303,
                    "mention": "157",
                    "ref_id": null
                },
                {
                    "start": 443,
                    "end": 446,
                    "mention": "158",
                    "ref_id": null
                },
                {
                    "start": 653,
                    "end": 656,
                    "mention": "159",
                    "ref_id": null
                },
                {
                    "start": 917,
                    "end": 920,
                    "mention": "160",
                    "ref_id": null
                },
                {
                    "start": 922,
                    "end": 925,
                    "mention": "161",
                    "ref_id": null
                },
                {
                    "start": 927,
                    "end": 930,
                    "mention": "162",
                    "ref_id": null
                },
                {
                    "start": 932,
                    "end": 935,
                    "mention": "163",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "mention": "163",
                    "ref_id": null
                },
                {
                    "start": 1405,
                    "end": 1408,
                    "mention": "164",
                    "ref_id": null
                }
            ],
            "section": "Whom to Treat ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Most recent comparative studies have employed noninferiority designs to demonstrate equivalency between antibiotics. Among the more commonly studied antibiotics are macrolides (azithromycin and clarithromycin), second-generation cephalosporins (cefuroxime, cefpodoxime, cefdinir), penicillin/penicillinase inhibitors (ampicillin/clavulanate), quinolones (ciprofloxacin, levofloxacin, moxifloxacin, gemifloxacin), trimethoprim-sulfamethoxazole, and tetracyclines (doxycycline). Most of these trials have been performed among patients with acute exacerbation of chronic bronchitis. Several meta-analyses have been performed evaluating randomized, controlled antibiotic comparison trials for treatment of AECOPD.165, 166, 167 No agent or class is consistently superior in comparison to others using clinical endpoints, although in any single study one agent may appear superior in terms of microbiologic eradication of one bacterium or overall microbiologic eradication.165, 168, 169 There may be higher relapse rates when AECOPD are treated with amoxicillin as compared with other antibiotics.150 Increasing β-lactamase production by S. pneumoniae, H. influenzae, and M. catarrhalis challenges the use of amoxicillin or ampicillin as first-line treatment of AECOPD.170, 171 An evaluation of 19,608 patients who were treated with either a quinolone antibiotic (13,469 patients) or macrolide antibiotic (6,139 patients) taken from a larger retrospective cohort study of hospitalized patients with AECOPD showed similar rates of treatment success, although less diarrhea in the macrolide cohort.172 Antimicrobial recommendations for the larger group of COPD patients with acute exacerbations are extrapolated from these data (Fig. 67-2\n).",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 712,
                    "mention": "165",
                    "ref_id": null
                },
                {
                    "start": 714,
                    "end": 717,
                    "mention": "166",
                    "ref_id": null
                },
                {
                    "start": 719,
                    "end": 722,
                    "mention": "167",
                    "ref_id": null
                },
                {
                    "start": 967,
                    "end": 970,
                    "mention": "165",
                    "ref_id": null
                },
                {
                    "start": 972,
                    "end": 975,
                    "mention": "168",
                    "ref_id": null
                },
                {
                    "start": 977,
                    "end": 980,
                    "mention": "169",
                    "ref_id": null
                },
                {
                    "start": 1091,
                    "end": 1094,
                    "mention": "150",
                    "ref_id": null
                },
                {
                    "start": 1263,
                    "end": 1266,
                    "mention": "170",
                    "ref_id": null
                },
                {
                    "start": 1268,
                    "end": 1271,
                    "mention": "171",
                    "ref_id": null
                },
                {
                    "start": 1590,
                    "end": 1593,
                    "mention": "172",
                    "ref_id": null
                }
            ],
            "section": "Choice of Antibiotic ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": [
                {
                    "start": 1721,
                    "end": 1730,
                    "mention": "Fig. 67-2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Treatment is empirical and is based on risk factors for both antibiotic resistance and infection with Enterobacteriaceae or P. aeruginosa and to some extent dependent on the need for hospitalization (see Fig. 67-2). The specific choice of antibiotic should be made with an understanding of local bacterial resistance patterns, toxicity, allergies, drug interactions, and comorbidities. A sputum sample is not recommended routinely by either the GOLD guidelines or those of the American College of Physicians/American Society of Internal Medicine and the American College of Chest Physicians.4, 173 Sputum cultures and Gram stains are not reliable in terms of indicating the infecting pathogen. Furthermore, early sputum cultures do not seem to affect outcome with antibiotic treatment among inpatients.146 An exception to this recommendation should be considered for patients who have failed prior therapy and patients at high risk for infection due to Enterobacteriaceae or P. aeruginosa.\n",
            "cite_spans": [
                {
                    "start": 591,
                    "end": 592,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 594,
                    "end": 597,
                    "mention": "173",
                    "ref_id": null
                },
                {
                    "start": 802,
                    "end": 805,
                    "mention": "146",
                    "ref_id": null
                }
            ],
            "section": "Choice of Antibiotic ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 213,
                    "mention": "Fig. 67-2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Patients with AECOPD generally do not present with significant systemic illness. By definition, chest radiographs do not demonstrate a new pulmonary infiltrate. Confusion is created because up to one fifth of patients hospitalized for community-acquired pneumonia have normal chest films on hospital admission but develop an infiltrate within 48 hours.174 The combination of overlap between AECOPD and community-acquired pneumonia along with antibiotic resistance leads to frequent use of broad-spectrum antibiotics in many hospitalized patients with AECOPD.158 If chest radiographs do not demonstrate an infiltrate at 48 hours, antibiotics can be tailored or stopped but still may be useful for AECOPD meeting other criteria.175\n",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 355,
                    "mention": "174",
                    "ref_id": null
                },
                {
                    "start": 558,
                    "end": 561,
                    "mention": "158",
                    "ref_id": null
                },
                {
                    "start": 726,
                    "end": 729,
                    "mention": "175",
                    "ref_id": null
                }
            ],
            "section": "Choice of Antibiotic ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Despite increasing resistance to many of the older antibiotics, patients still respond to them clinically. Trimethoprim-sulfamethoxazole and ciprofloxacin were equally effective in a recent double-blind trial among patients with severe AECOPD requiring mechanical ventilation.176 Surprisingly, bacterial susceptibility did not predict clinical success.176 This may be due to the poor sensitivity and specificity of sputum samples in defining the bacteria that caused the acute exacerbation. Alternately, AECOPD may be driven by changes of a complex lower airway microbiome and not by a single microorganism. A shift in the lung microbiome could produce a flare of inflammation. Given the polymicrobial nature of the microbiome, organisms may not need to be effectively treated to reduce inflammation. In the near future, unbiased culture-independent techniques will more accurately describe the lung microbiome in COPD. A better understanding of microbiome changes preceding AECOPD and alterations produced by antibiotics will improve our understanding of the antibiotic response.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "mention": "176",
                    "ref_id": null
                },
                {
                    "start": 352,
                    "end": 355,
                    "mention": "176",
                    "ref_id": null
                }
            ],
            "section": "Choice of Antibiotic ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Outpatient studies have compared duration of therapy in acute exacerbations of chronic bronchitis. Five days of therapy with a quinolone, second-generation cephalosporin, or macrolide is as efficacious as and associated with fewer adverse reactions than 7 days of antimicrobial therapy.177, 178, 179, 180 Although there are no comparable inpatient trials, durations of therapy have varied between 7 and 14 days; 10 days of treatment were used in recent studies of hospitalized patients with AECOPD.144, 176 If tolerated, oral therapy is as effective as intravenous antibiotics.144 Eight days of therapy, which is currently recommended for ventilator-associated pneumonia, may suffice even in critically ill patients.181\n",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 289,
                    "mention": "177",
                    "ref_id": null
                },
                {
                    "start": 291,
                    "end": 294,
                    "mention": "178",
                    "ref_id": null
                },
                {
                    "start": 296,
                    "end": 299,
                    "mention": "179",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 304,
                    "mention": "180",
                    "ref_id": null
                },
                {
                    "start": 498,
                    "end": 501,
                    "mention": "144",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 506,
                    "mention": "176",
                    "ref_id": null
                },
                {
                    "start": 577,
                    "end": 580,
                    "mention": "144",
                    "ref_id": null
                },
                {
                    "start": 716,
                    "end": 719,
                    "mention": "181",
                    "ref_id": null
                }
            ],
            "section": "Duration of Antibiotic Therapy ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Patients with COPD would be considered at high risk for severe influenza infection and should be offered neuraminidase inhibitors (e.g., oseltamivir or zanamivir) when they present with an influenza-like illness during influenza season, even in the setting of a negative rapid virus detection study.182 Nonimmunized people with COPD who have had close family contact with a person with influenza should receive chemoprophylaxis with a neuraminidase inhibitor.182\n",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "mention": "182",
                    "ref_id": null
                },
                {
                    "start": 459,
                    "end": 462,
                    "mention": "182",
                    "ref_id": null
                }
            ],
            "section": "Therapy for Viral Infection ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Although numerous viruses other than influenza virus have been associated with AECOPD as noted earlier, currently there are no treatment options for these viruses. Although inhaled ribavirin has been used therapeutically for infants and transplant patients with severe RSV infection, studies are not available using this agent in patients with COPD. As diagnostic and therapeutic modalities improve, specific antiviral therapy may become part of the armamentarium to decrease the duration of a COPD exacerbation.",
            "cite_spans": [],
            "section": "Therapy for Viral Infection ::: Antibiotic Therapy for Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Because bacterial colonization of lower airways plays a significant role in AECOPD, prophylactic use of antibiotics has been investigated. Successful use of prolonged, continuous oxytetracycline in a small number of patients was attempted in Great Britain as early as the mid-1950s.183 The effectiveness of prophylaxis with oxytetracycline was not corroborated in later studies.184, 185 More recently, erythromycin, clarithromycin, and azithromycin have been the most widely studied prophylactic agents. Observational and placebo-controlled trials suggested long-term macrolide prophylaxis is effective in reducing exacerbations and hospitalizations.186, 187, 188, 189 A recent large-scale randomized, placebo-controlled study of azithromycin, 250 mg daily for 1 year, reduced AECOPD from 1.82 exacerbations per patient-year in the placebo group to 1.48 exacerbations per patient-year in the azithromycin group. Antibiotic treatment also extended time to first exacerbation from 174 to 266 days and improved quality of life.189 The azithromycin group, however, had more hearing loss.189 Among patients who became colonized, macrolide resistance occurred in 81% of the treated group versus 41% of the placebo control group. Importantly, this trial excluded patients with cardiovascular risks, including a resting heart rate greater than 100 beats per minute, prolonged QT (QTc) interval, or medications that increase the QTc interval. Therefore, the potential for adverse cardiac reactions reported with macrolides was minimized in this study. Controversy still exists about the increased risk for cardiovascular events reported with azithromycin use.190, 191 In addition, intermittent short courses of macrolides produced a fourfold increase in S. pneumoniae within 6 months.192 The mechanisms that reduce exacerbation go beyond their antibacterial effect. These drugs are directly anti-inflammatory, decreasing proinflammatory cytokine production, adhesion molecules, and reactive oxygen species.193, 194 Long-term macrolides have also been studied in patients with cystic fibrosis and bronchiectasis in whom they have led to fewer exacerbations of disease and stabilization of lung function.195, 196 For patients with low cardiovascular risk and frequent exacerbation in spite of adequate routine therapy, macrolides should be considered (see Table 67-2). However, more widespread use of macrolides in less severe COPD cases is not currently recommended.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 285,
                    "mention": "183",
                    "ref_id": null
                },
                {
                    "start": 378,
                    "end": 381,
                    "mention": "184",
                    "ref_id": null
                },
                {
                    "start": 383,
                    "end": 386,
                    "mention": "185",
                    "ref_id": null
                },
                {
                    "start": 650,
                    "end": 653,
                    "mention": "186",
                    "ref_id": null
                },
                {
                    "start": 655,
                    "end": 658,
                    "mention": "187",
                    "ref_id": null
                },
                {
                    "start": 660,
                    "end": 663,
                    "mention": "188",
                    "ref_id": null
                },
                {
                    "start": 665,
                    "end": 668,
                    "mention": "189",
                    "ref_id": null
                },
                {
                    "start": 1024,
                    "end": 1027,
                    "mention": "189",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1086,
                    "mention": "189",
                    "ref_id": null
                },
                {
                    "start": 1650,
                    "end": 1653,
                    "mention": "190",
                    "ref_id": null
                },
                {
                    "start": 1655,
                    "end": 1658,
                    "mention": "191",
                    "ref_id": null
                },
                {
                    "start": 1775,
                    "end": 1778,
                    "mention": "192",
                    "ref_id": null
                },
                {
                    "start": 1997,
                    "end": 2000,
                    "mention": "193",
                    "ref_id": null
                },
                {
                    "start": 2002,
                    "end": 2005,
                    "mention": "194",
                    "ref_id": null
                },
                {
                    "start": 2193,
                    "end": 2196,
                    "mention": "195",
                    "ref_id": null
                },
                {
                    "start": 2198,
                    "end": 2201,
                    "mention": "196",
                    "ref_id": null
                }
            ],
            "section": "Antibiotic Prophylaxis in Steady-State COPD ::: Prevention of Acute Exacerbations of COPD",
            "ref_spans": [
                {
                    "start": 2345,
                    "end": 2355,
                    "mention": "Table 67-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Another strategy to prevent AECOPD is intermittent antibiotic therapy. Moxifloxacin, 400 mg for 5 days every 8 weeks for a total of 6 courses, reduced the odds of exacerbation by 20% in the intention-to-treat analysis and by 45% among patients with baseline purulent sputum. The authors reported no increased resistance to moxifloxacin among cultured bacteria but did find more gastrointestinal problems (4.7% moxifloxacin vs. 0.7% placebo).197 Further research is needed to confirm that benefits of this approach outweigh the risks for resistance and C. difficile colitis before this strategy gains widespread use.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 444,
                    "mention": "197",
                    "ref_id": null
                }
            ],
            "section": "Antibiotic Prophylaxis in Steady-State COPD ::: Prevention of Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "The influenza, pneumococcus, and tetanus/diphtheria/acellular pertussis (Tdap) vaccines are recommended for patients with COPD. Influenza vaccination is recommended annually for persons with COPD by both the Centers for Disease Control and Prevention (CDC) and the Advisory Committee on Immunization Practices (ACIP).4, 125, 198 Observational studies have demonstrated both decreased hospitalizations and mortality among elderly individuals who received influenza vaccine.199, 200 However, data from randomized, placebo-controlled studies are less compelling.201, 202 Influenza vaccine significantly reduces AECOPD, with over 60% effectiveness, but has failed to demonstrate significant reductions in hospitalization or mortality.201, 202 The effectiveness of the influenza vaccine is not related to age, sex, severity of COPD, or comorbid illness. Despite the results of the placebo-controlled studies, given the lack of major toxicities, it is recommended for patients with COPD.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 318,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 320,
                    "end": 323,
                    "mention": "125",
                    "ref_id": null
                },
                {
                    "start": 325,
                    "end": 328,
                    "mention": "198",
                    "ref_id": null
                },
                {
                    "start": 472,
                    "end": 475,
                    "mention": "199",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 480,
                    "mention": "200",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 562,
                    "mention": "201",
                    "ref_id": null
                },
                {
                    "start": 564,
                    "end": 567,
                    "mention": "202",
                    "ref_id": null
                },
                {
                    "start": 730,
                    "end": 733,
                    "mention": "201",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 738,
                    "mention": "202",
                    "ref_id": null
                }
            ],
            "section": "Vaccination ::: Prevention of Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Pneumococcal vaccine is also recommended for all persons with COPD.4, 125 Pneumococcus is a common colonizing organism as well as pathogen in this population. Some observational studies have demonstrated a decrease in pneumococcal bacteremia in the elderly as well as hospitalization for pneumonia and mortality among elderly patients with chronic lung disease.203, 204 Others have not been able to corroborate these findings.205 Randomized, placebo-controlled trials have frequently not found the pneumococcal vaccine to be very effective. A recent meta-analysis included seven studies, of which two used the 14-valent vaccine and five the 23-valent vaccine.206 The authors reported that there was no reduction in the likelihood of developing pneumonia nor in preventing AECOPD among patients who received the vaccine compared with those who did not.206 Other analyses in this Cochrane review did not demonstrate a decrease in all-cause mortality or death from cardiorespiratory causes. There are no published data regarding the use of the 13-valent conjugate vaccine, which provides better coverage. A recent study has demonstrated decreased hospitalization rates after introduction of the 7-valent pneumococcal vaccines that were most marked in the very young and elderly, although present in all age groups. Although this may hold true for patients with a history of COPD, the data did not stratify patients by underlying disease or risk factors.207\n",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 68,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 70,
                    "end": 73,
                    "mention": "125",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 364,
                    "mention": "203",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 369,
                    "mention": "204",
                    "ref_id": null
                },
                {
                    "start": 426,
                    "end": 429,
                    "mention": "205",
                    "ref_id": null
                },
                {
                    "start": 659,
                    "end": 662,
                    "mention": "206",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 854,
                    "mention": "206",
                    "ref_id": null
                },
                {
                    "start": 1450,
                    "end": 1453,
                    "mention": "207",
                    "ref_id": null
                }
            ],
            "section": "Vaccination ::: Prevention of Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Several studies have reported that there is an additive effect using both the influenza vaccine and pneumococcal vaccine among patients with COPD. There was a significant reduction in hospitalization (63%) as well as mortality (81%) when both vaccines were administered compared with no vaccine.208 Two more recent cohort studies from Japan have demonstrated better outcomes when both influenza vaccine and pneumococcal vaccines were administered compared with influenza vaccine alone.209, 210\n",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "mention": "208",
                    "ref_id": null
                },
                {
                    "start": 485,
                    "end": 488,
                    "mention": "209",
                    "ref_id": null
                },
                {
                    "start": 490,
                    "end": 493,
                    "mention": "210",
                    "ref_id": null
                }
            ],
            "section": "Vaccination ::: Prevention of Acute Exacerbations of COPD",
            "ref_spans": []
        },
        {
            "text": "Although there are no studies regarding efficacy of Tdap among patients with COPD, serologic diagnosis in Switzerland has reported Bordetella pertussis in a significant portion of patients with AECOPD.211 However, all cultures and PCR assays for Bordetella spp. were negative in this study. Therefore, it is not certain how to interpret the serologic data. Tdap is recommended by the CDC and ACIP for all adults of ages 19 to 64 years, and patients with COPD should receive this vaccine, particularly in light of the recent surge in cases of pertussis reported among adults.125\n",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 204,
                    "mention": "211",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 577,
                    "mention": "125",
                    "ref_id": null
                }
            ],
            "section": "Vaccination ::: Prevention of Acute Exacerbations of COPD",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 67-1: Spirometric General Classification of COPD\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "TABLE 67-2: Modified Global Initiative for Chronic Lung Disease (GOLD) Treatment Recommendations According to Stable-State Patient-Group Category\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "FIGURE 67-1: Chronic obstructive pulmonary disease (COPD) pathophysiology. α1-AT, α1-antitrypsin; FEV1, forced expiratory volume in 1 second; IL-8, interleukin-8; PPM, potentially pathogenic microorganism.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIGURE 67-2: Flowchart for antibiotic treatment decision in chronic obstructive pulmonary disease (COPD) exacerbation. AECOPD, acute exacerbations of COPD; FEV1, forced expiratory volume in 1 second.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Minino",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Global strategy for the diagnosis, management and prevention of chronic obstructive pulmonary disease. GOLD Executive Summary",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vestbo",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Hurd",
                    "suffix": ""
                },
                {
                    "first": "AG",
                    "middle": [],
                    "last": "Agusti",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Respir Crit Care Med",
            "volume": "187",
            "issn": "",
            "pages": "347-365",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Chronic obstructive pulmonary disease in non-smokers",
            "authors": [
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Salvi",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Lancet",
            "volume": "374",
            "issn": "",
            "pages": "733-743",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Airway bacterial load and FEV1 decline in patients with chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "IS",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilks",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "167",
            "issn": "",
            "pages": "1090-1095",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Bronchial secretory immunoglobulin a deficiency correlates with airway inflammation and progression of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "VV",
                    "middle": [],
                    "last": "Polosukhin",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Cates",
                    "suffix": ""
                },
                {
                    "first": "WE",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "184",
            "issn": "",
            "pages": "317-327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Susceptibility to exacerbation in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vestbo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "363",
            "issn": "",
            "pages": "1128-1138",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Seasonal distribution of COPD exacerbations in the Prevention of Exacer­bations with Tiotropium COPD trial",
            "authors": [
                {
                    "first": "KF",
                    "middle": [],
                    "last": "Rabe",
                    "suffix": ""
                },
                {
                    "first": "LM",
                    "middle": [],
                    "last": "Fabbri",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Vogelmeier",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chest",
            "volume": "143",
            "issn": "",
            "pages": "711-719",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The progression of chronic obstructive pulmonary disease is heterogeneous: the experience of the BODE cohort",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Casanova",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "de Torres",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Aguirre-Jaime",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "184",
            "issn": "",
            "pages": "1015-1021",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Prediction of the clinical course of chronic obstructive pulmonary disease, using the new GOLD classification: a study of the general population",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Marott",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vestbo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "186",
            "issn": "",
            "pages": "975-981",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Pathology of emphysema in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Cosio",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Cosio Piqueras",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Monaldi Arch Chest Dis",
            "volume": "55",
            "issn": "",
            "pages": "124-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The nature of small-airway obstruction in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Hogg",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Utokaparch",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "350",
            "issn": "",
            "pages": "2645-2653",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Airway inflammation and etiology of acute exacerbations of chronic bronchitis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Muscarella",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Evans",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chest",
            "volume": "118",
            "issn": "",
            "pages": "1557-1565",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Alveolar macrophages as orchestrators of COPD",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "COPD",
            "volume": "1",
            "issn": "",
            "pages": "59-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Inflammatory biomarkers and comorbidities in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dahl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "186",
            "issn": "",
            "pages": "982-988",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Airway bacterial colonization: the missing link between COPD and cardiovascular events?",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Fuschillo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Martucci",
                    "suffix": ""
                },
                {
                    "first": "CF",
                    "middle": [],
                    "last": "Donner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Respir Med",
            "volume": "106",
            "issn": "",
            "pages": "915-923",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Laryngeal penetration and aspiration in individuals with stable COPD",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cvejic",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harding",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Churchward",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Respirology",
            "volume": "16",
            "issn": "",
            "pages": "269-275",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Airway inflammation and bronchial bacterial colonization in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maloney",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grove",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Respir Crit Care Med",
            "volume": "173",
            "issn": "",
            "pages": "991-998",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Relationship between bacterial colonisation and the frequency, character, and severity of COPD exacerbations",
            "authors": [
                {
                    "first": "IS",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Seemungal",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wilks",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Thorax",
            "volume": "57",
            "issn": "",
            "pages": "759-764",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "The lung tissue microbiome in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Sze",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Dimitriu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "185",
            "issn": "",
            "pages": "1073-1080",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Topographical continuity of bacterial populations in the healthy human respiratory tract",
            "authors": [
                {
                    "first": "ES",
                    "middle": [],
                    "last": "Charlson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bittinger",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Haas",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "184",
            "issn": "",
            "pages": "957-963",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Respiratory viruses, symptoms, and inflammatory markers in acute exacerbations and stable chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seemungal",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Harper-Owen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bhowmik",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "1618-1623",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Airway bacterial concentrations and exacerbations of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eschberger",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Respir Crit Care Med",
            "volume": "176",
            "issn": "",
            "pages": "356-361",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Molecular diagnosis of respiratory tract infection in acute exacerbations of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "suppl 4",
            "pages": "S290-S295",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Recommended adult immunization schedule: United States, 2013*",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Advisory Committee on Immunization Practices",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Ann Intern Med",
            "volume": "158",
            "issn": "",
            "pages": "191-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Salmeterol and fluticasone propionate and survival in chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Calverley",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Celli",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "356",
            "issn": "",
            "pages": "775-789",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Association of corticosteroid dose and route of administration with risk of treatment failure in acute exacerbation of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Lindenauer",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Pekow",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Lahti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "303",
            "issn": "",
            "pages": "2359-2367",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Different durations of corticosteroid therapy for exacerbations of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Morley",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Antibiotics in chronic obstructive pulmonary disease exacerbations: a meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Saint",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bent",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vittinghoff",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Grady",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "JAMA",
            "volume": "273",
            "issn": "",
            "pages": "957-960",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Antibiotics for exacerbations of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Vollenweider",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Steurer-Stey",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Once daily oral ofloxacin in chronic obstructive pulmonary disease exacerbation requiring mechanical ventilation: a randomised placebo-controlled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nouira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marghli",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Belghith",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Lancet",
            "volume": "358",
            "issn": "",
            "pages": "2020-2025",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Antibiotic therapy and treatment failure in patients hospitalized for acute exacerbations of chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Rothberg",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Pekow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lahti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "303",
            "issn": "",
            "pages": "2035-2042",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Efficacy of antibiotic therapy for acute exacerbations of mild to moderate chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Llor",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moragas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am J Respir Crit Care Med",
            "volume": "186",
            "issn": "",
            "pages": "716-723",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Effect of procalcitonin-based guidelines vs standard guidelines on antibiotic use in lower respiratory tract infections: the ProHOSP randomized controlled trial",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Schuetz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Christ-Crain",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Thomann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "JAMA",
            "volume": "302",
            "issn": "",
            "pages": "1059-1066",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Guidelines versus clinical practice in antimicrobial therapy for COPD",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Farkas",
                    "suffix": ""
                },
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lung",
            "volume": "188",
            "issn": "",
            "pages": "173-178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Relationship of sputum color to nature and outpatient management of acute exacerbations of COPD",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Stockley",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "O’Brien",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pye",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chest",
            "volume": "117",
            "issn": "",
            "pages": "1638-1645",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Sputum purulence-guided antibiotic use in hospitalised patients with exacerbations of COPD",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Soler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Esperatti",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ewig",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur Respir J",
            "volume": "40",
            "issn": "",
            "pages": "1344-1353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Macrolides, quinolones and amoxicillin/clavulanate for chronic bronchitis: a meta-analysis",
            "authors": [
                {
                    "first": "II",
                    "middle": [],
                    "last": "Siempos",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dimopoulos",
                    "suffix": ""
                },
                {
                    "first": "IP",
                    "middle": [],
                    "last": "Korbila",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Eur Respir J",
            "volume": "29",
            "issn": "",
            "pages": "1127-1137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Comparison of first-line with second-line antibiotics for acute exacerbations of chronic bronchitis: a metaanalysis of randomized controlled trials",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dimopoulos",
                    "suffix": ""
                },
                {
                    "first": "II",
                    "middle": [],
                    "last": "Siempos",
                    "suffix": ""
                },
                {
                    "first": "IP",
                    "middle": [],
                    "last": "Korbila",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chest",
            "volume": "132",
            "issn": "",
            "pages": "447-455",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Comparative effectiveness of macrolides and quinolones for patients hospitalized with acute exacerbations of chronic obstructive pulmonary disease (AECOPD)",
            "authors": [
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Rothberg",
                    "suffix": ""
                },
                {
                    "first": "PS",
                    "middle": [],
                    "last": "Pekow",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lahti",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Hosp Med",
            "volume": "5",
            "issn": "",
            "pages": "261-267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Infectious Diseases Society of America/American Thoracic Society consensus guidelines on the management of community-acquired pneumonia in adults",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Wunderink",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "44",
            "issn": "suppl 2",
            "pages": "S27-S72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Standard versus newer antibacterial agents in the treatment of severe acute exacerbation of chronic obstructive pulmonary disease: a randomized trial of trimethoprim-sulfamethoxazole versus ciprofloxacin",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nouira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marghli",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Besbes",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Infect Dis",
            "volume": "51",
            "issn": "",
            "pages": "143-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Short- versus long-duration antimicrobial treatment for exacerbations of chronic bronchitis: a meta-analysis",
            "authors": [
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Falagas",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Avgeri",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Matthaiou",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Antimicrob Chemother",
            "volume": "62",
            "issn": "",
            "pages": "442-450",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Long-term erythromycin therapy is associated with decreased chronic obstructive pulmonary disease exacerbations",
            "authors": [
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Seemungal",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Hurst",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Respir Crit Care Med",
            "volume": "178",
            "issn": "",
            "pages": "1139-1147",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Azithromycin for prevention of exacerbations of COPD",
            "authors": [
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Connett",
                    "suffix": ""
                },
                {
                    "first": "WC",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "N Engl J Med",
            "volume": "365",
            "issn": "",
            "pages": "689-698",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Antibiotics as immunomodulant agents in COPD",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Blasi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mantero",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Aliberti",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Pharmacol",
            "volume": "12",
            "issn": "",
            "pages": "293-299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Pulsed moxifloxacin for the prevention of exacerbations of chronic obstructive pulmonary disease: a randomized controlled trial",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sethi",
                    "suffix": ""
                },
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Theron",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Respir Res",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Prophylactic vaccinations in chronic obstructive pulmonary disease: current status",
            "authors": [
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Varkey",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Varkey",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Varkey",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Curr Opin Pulm Med",
            "volume": "15",
            "issn": "",
            "pages": "90-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Injectable vaccines for preventing pneumococcal infection in patients with chronic obstructive pulmonary disease",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Walters",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Cochrane Database Syst Rev",
            "volume": "",
            "issn": "11",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Additive effect of pneumococcal vaccine and influenza vaccine on acute exacerbation in patients with chronic lung disease",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Furumoto",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ohkusa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "4284-4289",
            "other_ids": {
                "DOI": []
            }
        }
    }
}