{
    "paper_id": "PMC7116967",
    "metadata": {
        "title": "The airborne transmission of infection between flats in high-rise residential buildings: Particle simulation",
        "authors": [
            {
                "first": "N.P.",
                "middle": [],
                "last": "Gao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.L.",
                "middle": [],
                "last": "Niu",
                "suffix": "",
                "email": "Bejlniu@polyu.edu.hk",
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Perino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "P.",
                "middle": [],
                "last": "Heiselberg",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The SARS outbreak in 2003 stimulated a series of engineering investigations into the airborne infectious diseases transmission mechanisms in the built environment. A few studies attempted to combine epidemiologic investigations with airflow analysis, but the airflow analysis remained to be preliminary [1], [2]. In the investigation of the outbreak in a high-rise residential estate in Hong Kong, the CFD simulation did indicate that the transmission pattern between adjacent high-rise blocks qualitatively agrees with the wind direction. In the related study aiming to reveal the vertical transmission pattern in one building, multi-zone modeling technique was employed, which had inadequacies in modeling airflow through large window openings [3]. Niu and Tung [4] used on-site tracer gas measurement to experimentally investigate the re-entry possibility of exhaust air from the lower floor into the immediate upper floor for high-rise residential buildings with single-sided natural ventilation conditions (Fig. 1\n). It was revealed that the upstairs room may contain 7% of the exhaust air from the lower floor, which can help explain the presence of SARS-CoV RNA found on the window sill deposits in the upstairs of an index patient. Gao et al.'s [5] CFD study on the dispersion of one tracer gas agrees with the on-site measurement. With the help of the Wells–Riley infection risk model, Gao et al. [5] estimated the vertical cross-household infection risk in the upper floor using the data of tuberculosis. It was found that a significant infection risk up to 6% for the upstairs residents can be resulted in, when merely assuming an 8 h continuous stay at home.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 306,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 308,
                    "end": 311,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 746,
                    "end": 749,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 764,
                    "end": 767,
                    "mention": "[4]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1253,
                    "end": 1256,
                    "mention": "[5]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1406,
                    "end": 1409,
                    "mention": "[5]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 1012,
                    "end": 1018,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "On the other hand, recent systematic reviews [6], [7] concluded that person to person respiratory virus transmission could occur in three possible modes: airborne transmission, droplet transmission, and direct contact with secretions (or fomites). Currently, by droplets transmission it is meant short-distance (usually less than 1 m) transmission via large droplets (⩾5 μm diameter) generated during coughing, sneezing, or talking, and by airborne transmission it is meant long-distance transmission via the dissemination of virus-laden droplet nuclei (particles less than 5 μm that result from the evaporation of large droplets). But whether the three transmission modes are mutually exclusive and which mode is the most significant transmission route for a particular disease are debatable. In general, it is believed that respiratory droplets movements in the room air play a key role for airborne transmitted diseases. Arguably, airborne transmission does not necessarily cause long range infections since a wide range of other confounding factors are also playing important roles, and these include the shedding rate, viability and infectiousness of the pathogen and the wind, temperature and humidity conditions. In general, aerosol dynamics differs from gaseous pollutants due to the effects of gravity, inertia and deposition at solid surfaces. Therefore, as a companion paper of Gao et al. [5], which studied the airflow and gaseous pollutants between vertically adjacent floors, this study simulates the transport possibilities of droplet residuals by using both Lagrangian and Eulerian methods. The aim is to explore whether the virus-laden aerosols could be carried upward by inter-flat airflows between floors in high-rise residential buildings when the gravity and surface deposition effects are considered.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "mention": "[6]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 50,
                    "end": 53,
                    "mention": "[7]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1400,
                    "end": 1403,
                    "mention": "[5]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Prior to modeling particle movements, the airflow field is simulated by using a commercial code, Fluent [8], which solves the mass, momentum, and energy equations in a finite-volume procedure with a staggered grid system. The convection terms are discretized by second order upwind scheme and the diffusion term by central difference also with second-order accuracy. The variables at the near-wall cells and the corresponding quantities on the wall are bridged by the standard logarithmic law wall function. The turbulent effect is modeled by the RNG k–ε model [9]. Although large eddy simulation (LES) has been adopted to investigate wind field and indoor–outdoor airflows due to its capacity of handling the unsteadiness and intermittency of the flow as well as providing detailed information on the turbulence structure, the RANS models are extensively used in industrial and engineering practice because they generally use about one order of magnitude less CPU time than LES while keeping an acceptable accuracy.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 107,
                    "mention": "[8]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 561,
                    "end": 564,
                    "mention": "[9]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Airflow field ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "When particle loadings, denoted by volume fraction, are higher than 10−6, particles significantly affect the turbulent flow and two-way coupling between the phases has to be taken into account. If particle loadings are even higher than 10−3, particle–particle interaction becomes important [10]. Since indoor particulate levels normally vary from several to hundreds of μg/m3 (about 105–107\n particles/m3) the two-phase flow can be deemed as dilute systems and one-way coupling is rational. A single-phase turbulence model can be used to represent the mixture.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 294,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Assumptions for particle modeling ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "In both numerical approaches, all particles are assumed to be spherical. Particle coagulation, reflection at walls, re-suspension, and phase-change such as evaporation, which may actually occur in indoor environments, are ignored. According to Hinds [11], coagulation rate is proportional to the square of the number concentration. Supposing a diameter of 1.0 μm and a concentration of 107 particles per m3, 1% decrement of particle number concentration needs about 500 days. This time scale is much larger than the indoor airflow time scale in that the indoor air can be renewed several times per hour. Particles’ bounce back from a solid surface is influenced by particle size, surface material, orientation, initial momentum and even electrostatic forces. Fine particles have a strong probability to stick on the solid surfaces, especially on those made of synthetic fibers [12]. Morawska [13] demonstrated that pure water droplets may completely evaporate within 0.003 and 0.3 s for 1 and 10 μm droplets respectively, at a condition of 80% relative humidity (RH). These periods are much shorter than their settling time, the indoor airflow time scale, and even shorter than the sneezing and coughing processes (around 0.5 s). Nicas et al. [14] suggested that evaporation from respiratory particles with an initial diameter less than 20 μm be treated as an instantaneous process. The droplets produced from sneezing and coughing could have a significant amount of pathogens-carrying residues. The equilibrium diameter of the desiccated particles is generally estimated to be around one-half of its initial diameter [14]. Small pathogens-carrying particles (diameter less than 10 μm) can reach the alveolar region with a different efficiency, posing an infection risk for a susceptible person [11]. Based on this information, in this study we simulated the movements of particles with diameter of 1, 10, and 20 μm.",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 877,
                    "end": 881,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 892,
                    "end": 896,
                    "mention": "[13]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1243,
                    "end": 1247,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1618,
                    "end": 1622,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1795,
                    "end": 1799,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Assumptions for particle modeling ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "Mathematical treatments of indoor particle movements include: the Euler–Lagrange method and the Euler–Euler method. Each method has its own pros and cons [15], [16].",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 158,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 160,
                    "end": 164,
                    "mention": "[16]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Lagrangian method—discrete random walk model ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "The Lagrangian approach considers the fluid phase as a continuum and predicts the trajectory of each discrete phase particle by integrating the force balance on the particle. The particle momentum equation can be expressed as:(1)du⇒pdt=F⇒drag+F⇒grav+F⇒addi,\nF⇒drag and F⇒grav can be written as (18μ/ρpdp2CC)(U⇒-u⇒p) and g⇒(ρp-ρ)/ρp, respectively, where the Cunningham correction to Stokes’ drag law is computed from [1+(2λ/dp)](1.257+0.4e-(1.1dp/2λ)). The third term in Eq. (1) represents the additional forces exerted on the particles. In the current study, Brownian force, and Saffman's Lift force are taken into account in that they may be significant for fine particles. Thermophoretic force is included as well to reflect the non-isothermal condition. As the density ratio between particles and air is in the order of O(103), other forces, such as Basset force, pressure gradient force, virtual mass force, are neglected because their fraction in F⇒addi is infinitesimal [17]. Detailed descriptions of these forces are available in the Fluent manual [8]. The effect of turbulence on particle dispersion is modeled by using a stochastic method, i.e. the discrete random walk (DRW) model to simulate the fluctuating velocity. Stochastic realizations of turbulence have been successfully applied in many works [18], [19]. The DRW model assumes turbulence is isotropic and the random velocity fluctuations follow a Gaussian probability distribution:(2)ui′=ςiu′i2¯=ςi2k3.\n",
            "cite_spans": [
                {
                    "start": 976,
                    "end": 980,
                    "mention": "[17]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1055,
                    "end": 1058,
                    "mention": "[8]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1312,
                    "end": 1316,
                    "mention": "[18]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1318,
                    "end": 1322,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Lagrangian method—discrete random walk model ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "The fluctuating velocities remain constant over a time interval that is the minimum between two time scales: the characteristic lifetime of the eddy and the time required by the particle to move across the eddy. This time interval is also called interaction time between the particle and eddies. The eddy life time is defined as:(3)teddy=2tL=0.30kε.\n",
            "cite_spans": [],
            "section": "Lagrangian method—discrete random walk model ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "The crossing time is calculated by(4)tcross=-τpln[1-(Leτp|U⇒-u⇒p|)],\n(5)τp=ρpdp2CC18μ.\n",
            "cite_spans": [],
            "section": "Lagrangian method—discrete random walk model ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "In a new interaction time, the particle is at a new location, and the calculation of the particle velocity and trajectory is continued using the new local instantaneous air velocities.",
            "cite_spans": [],
            "section": "Lagrangian method—discrete random walk model ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "The ordinary differential Eq. (1) is integrated with the fifth-order Runge–Kutta method. The particle motion is advanced with a time step which is one order of magnitude smaller than the crossing time. For the treatment of particle deposition at solid surfaces in Lagrangian method, particles reaching a wall surface are assumed to be trapped, meaning the calculation of trajectories is terminated.",
            "cite_spans": [],
            "section": "Lagrangian method—discrete random walk model ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "However, in DRW model isotropic turbulence assumption is not applicable at near-wall regions. In the boundary layer, velocity fluctuations in the direction normal to the wall are substantially smaller than in the spanwise and streamwise directions. Thus, isotropic decomposition of kinetic energy over-predicts the deposition rate of small particles [20], [21]. In this scenario, Reynolds stress model or LES are much more preferable [22]. If the flow field is simulated in the framework of two-equation models, to settle this problem Wang and James [23] developed the following equations to modify the turbulent kinetic energy for the first cells close to the wall:(6)uy′=ςy2k3×fv,\n(7)fv=1-exp(-0.02y+).With the help of Eqs. (6), (7), the near-wall kinetic energy is artificially reduced, prior to tracking the particles’ trajectories. Its improvement on the prediction of deposition rate will be examined in the validation section.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 354,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 356,
                    "end": 360,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 434,
                    "end": 438,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 550,
                    "end": 554,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Lagrangian method—discrete random walk model ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "In the Eulerian approach, both the fluid phase and the particulate phase are treated as interpenetrating continua. In order to save computational load, a simplified Eulerian method, i.e. the drift-flux method, is used. In this model, a drift velocity consisting of gravitational setting and diffusion is taken into account between particles and bulk air. The governing equation for particle transport in turbulent flow is written as:(8)∂(ρC)∂t+∇(ρ(U⇒+V⇒S)C)=∇[ρ(Dp+εp)∇C]+SC.\n",
            "cite_spans": [],
            "section": "Eulerian method—the drift-flux model ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "The gravitational settling velocity of particles (V⇒S) is calculated by Stokes equation [11]. In view of that in the present study, the Reynolds number for particles is usually less than 1.0, V⇒S equals Ccg¯ρpdp2/(18μ). For particles with very small relaxation time, particle eddy diffusivity εp approximates the carried fluid turbulent diffusivity νt\n[24]. Generally speaking, for particles larger than 1.0 μm, Bownian diffusion is much weaker than the turbulent diffusion and gravitational settling effect is significant. Therefore, in the implementation of Eq. (8), we replace ρ(Dp+εp) by μ\neff. Eq. (8) is discretized directly into an algebraic equation by the finite volume method, which is unlike the other numerical treatment where the settling term ρV¯SC is moved into the source term. For the boundary condition at walls, a semi-empirical deposition model by Lai and Nazaroff [25] is adopted, which is able to link the local airflow condition with the deposition process, by expressing the deposition velocity as a function of particle density, size, and friction velocity.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 352,
                    "end": 356,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 885,
                    "end": 889,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Eulerian method—the drift-flux model ::: Numerical approaches",
            "ref_spans": []
        },
        {
            "text": "Lu et al. [26] measured particles decay in a two-room chamber with a size of width×depth×height=5 m×3 m×2.4 m (Fig. 2\n). The chamber is divided into two rooms by a partition in the middle. There is a large opening with height×width=0.95 m×0.70 m between the rooms. The clean air is supplied into one room through the inlet (1.0 m×0.5 m) and exhausted from the other room through the outlet (1.0 m×0.5 m) at the low level. The air change rate equals 9.216 h−1. In the experiments, the oil–smoke particles with a material density of 865.0 kg/m3 are equally divided into five size groups (1, 2, 3, 4, and 5 μm). Once the released particles are uniformly distributed in room 1 without initial motion, dampers at both inlet and outlet diffusers are opened and the supply fan is switched on. The particle mass concentrations at the centers of the two rooms are measured to represent the average concentrations in each room.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 14,
                    "mention": "[26]",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Validations",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 117,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To numerically simulate this case, each zone is divided into 84,000 cells and 8000 sample particles (1600 particles in each size group) are tracked. The particle mass carried by each sample particle is the ratio of the total particle mass injected into room 1 in the experiment to the samples (8000 particles). By counting the suspended particles, the numerical mass concentration in each room can be determined. The temporal evolutions of particle concentrations from measurements, the DRW model, the DRW model plus near-wall modification, and the drift-flux model are illustrated in Fig. 3\n. For comparison, the decay process of tracer gas (CO2) is simulated as well. It is observed that the simulation results from tracer gas and the drift-flux model are in agreement with the experiments although the mean concentration in room 2 is slightly under-predicted. Particle loss in rooms is caused by the combined effect of ventilation and deposition. Using a well-mixed model, the mass concentration in room 1 can be calculated by the following equation:(9)Ct=C0exp[-(α+κ)t].\n",
            "cite_spans": [],
            "section": "Validations",
            "ref_spans": [
                {
                    "start": 585,
                    "end": 591,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Because the deposition rate of particles ranging from 1 to 5 μm is much lower than the current air change rate, the particle mass concentration decrement should be similar with the decay of CO2. The DRW model greatly under-predicts the concentrations in both rooms by over-predicting the deposition rates. Near-wall modification can improve the prediction, but a large discrepancy with measured data still appears. We believe that this amplified deposition is mainly caused by the anisotropic turbulence in the boundary layer, rather than by the “all trap” assumption at walls.",
            "cite_spans": [],
            "section": "Validations",
            "ref_spans": []
        },
        {
            "text": "Chen et al. [27] experimentally investigated the concentration distributions of mono-dispersed 10 μm particles with a material density of 1400 kg/m3 in a simple model room using a phase Doppler anemometry system (Fig. 4\n). Particles are mixed into the supply air with a stable particle flow rate by a solid particle disperser. Particle concentration is normalized by the inlet concentration, which is considered to be uniform. Air inlet and outlet (0.04 m×0.04 m) are symmetrical with the central plane y=0.2 m. The supply velocity is 0.225 m/s.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 16,
                    "mention": "[27]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Validations",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 219,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "\nFig. 5\ncompares the simulated and measured concentration profiles at the center plane. Because the DRW model does not directly provide the particle concentration, the scheme of particle source in-cell (PSI-C) is adopted to correlate the concentration with the trajectories:(10)Cj=M∑i=1ndt(i,j)Vj.\n",
            "cite_spans": [],
            "section": "Validations",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Statistically stable concentration requires sufficient particle trajectories. These required trajectories also depend on the number of computational cells. In the present computational domain of 16,000 cells, 40,000 particle tracks are found to be stable. Compared with 20,000 particles, the difference of the proportion of particles with each kind of fate (deposited onto a certain wall or exhausted) to the total released numbers is less than 0.5%. Fig. 5 indicates again that the drift-flux model performs better than the DRW model, and that the DRW model under-predicts the concentration, especially in the region close to the floor. Fig. 6\nshows the concentrations in the plane y=0.2 m after near-wall kinetic energy modification. In the right part under the ceiling, an unreasonably high concentration appears. It implies that the modification does not improve the simulation in this case. Inherently, the DRW model will show a tendency for fine particles to concentrate in low-turbulence regions of the flow, and it may give non-physical results in strongly non-homogeneous diffusion-dominated flows.",
            "cite_spans": [],
            "section": "Validations",
            "ref_spans": [
                {
                    "start": 451,
                    "end": 457,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 638,
                    "end": 644,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Based on our experiences and a small-scale literature review, the performances of Lagrangian and Eulerian approaches are summarized in Table 1\n. In the following simulations, we use the drift-flux model to evaluate the concentration distributions in the adjacent flats and only use the DRW model to visualize the movement of individual particles.",
            "cite_spans": [],
            "section": "Validations",
            "ref_spans": [
                {
                    "start": 135,
                    "end": 142,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A four-storey building is placed in a large computational domain (Fig. 7\n). Windows are opened on the windward side on the second and third floor. The room dimensions are height (Y)×length (X)×width (Z)=2.7 m×3.1 m×2.4 m and the window height (Y)×width (Z)=1.2 m×0.75 m. The bottom of the window is 0.8 m above the room floor. The domain boundary at x–y plane is defined as symmetry. It means the building and its surroundings are extended in the negative and positive z-direction. This treatment is based on the fact that in many high residential blocks in Hong Kong, the shape of the whole building is like a vertical slab.",
            "cite_spans": [],
            "section": "Case set-up",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 72,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Heat is released only from the internal walls on the second and third floors. The atmospheric air temperature is 20 °C and the indoor wall surface temperature is 25 °C. In the simulation of a windless case, a uniform velocity profile (0.1 m/s) is set at the domain inlet. However, in a normal urban environment, even in a windless day in meteorology, the wind speeds are usually higher than 0.1 m/s. Therefore, a small meteorological wind speed, V\nmet (wind speed usually taken at 10 m above the ground level), at 1.0 and 4.0 m/s is considered. The wind profile in an urban environment is calculated by(11)Vy=0.35Vmety0.25.\n",
            "cite_spans": [],
            "section": "Case set-up",
            "ref_spans": []
        },
        {
            "text": "The turbulence on the inlet boundary is characterized by turbulence intensity and length scale, which are 8% and 1 m (for a wind speed of 1.0 m/s, the kinetic energy is 9.6×10−3\n m2/s2, and dissipation rate 1.55×10−4\n m2/s3). Given the low-speed conditions, 8% is acceptable since a general estimation of it in the wind field is 10% [36]. The length scale is taken to be around 20% of the height of the two flats. Particles of 1.0, 10.0, and 20.0 μm, without an initial speed, are generated at a rate of 8 mg/s in the middle of the second floor at the height of 1.6 m. The material density of the particles is 1000 kg/m3.",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 337,
                    "mention": "[36]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Case set-up",
            "ref_spans": []
        },
        {
            "text": "The airflow fields indoors and outdoors, the air change rates (ACHs) of the lower and upper floor, and the ratio of the gaseous pollutant concentrations between the floors have been discussed in an earlier publication [5]. In the pure-buoyancy driven case, the ACHs through the windows are highest for both floors. A gentle approaching wind of 1.0 m/s normal to the window has very little influence on the ACH. However, 4.0 m/s wind could lower the ACH by 30–50% by suppressing the buoyancy force. In the windless situation, 7.5% of the air leaving from the window of the lower floor can re-enter into the upper floor. 1.0 m/s wind deflates the plume emitted from the lower window into the upper window, resulting in a higher re-entry ratio (10.9%). But 4.0 m/s wind confines the convection of air and thus reduces the ratio to 3.5%.",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 221,
                    "mention": "[5]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Results and discussions",
            "ref_spans": []
        },
        {
            "text": "The particle concentrations are calculated based on the airflow conditions in Gao et al. [5]. Fig. 8\ncompares the particle concentrations and shows the concentration ratios of the upper floor to the lower floor. It is observed that the concentrations and their ratio for 1.0 μm particles are close to the values of CO2. The results of 10.0 and 20.0 μm particles differ from the 1.0 μm particle remarkably. Different from gaseous pollutants, two factors constrain the cascade effect of coarse particles: the particle’ gravity which counteracts with the upward buoyancy force and the deposition at solid surfaces. The latter one is a self-cleaning mechanism of particles which contributes to the decreased suspended concentrations in the lower floor and the reduced outlet concentrations. For an approximate estimation of particle’ settling effect, the ratio of two time scales is indicative: the time required by the particle to settle down across the room height and the time needed to refresh the total volume of room air once [31]. For the current air change rate of 7.2–10.1 h−1, the ratio of the falling time of 2.7 m (room height) for particles larger than 15 μm to the air change time is comparable.",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 92,
                    "mention": "[5]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1028,
                    "end": 1032,
                    "mention": "[31]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Results and discussions",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "As wind speed increases from 0.1 to 4.0 m/s, the windward airflow field simulated by the k–ε model becomes more diffusion-dominated. The ratio of particle concentration in the upper floor to that in the lower floor decreases. In case of 4.0 m/s, the ratio is 0.3% for 20.0 μm particles. It implies that in the design of ventilation and air distribution systems, the indoor air speed level is essential to determine the suspension of particles in the room air. Air at higher speeds could entrain larger particles, and even makes deposited particles re-suspended. Although, according to the deposition model by Lai and Nazaroff [25], high friction velocity in the boundary layer will also increase the deposition velocity, this effect is negligible for particles larger than 2.5 μm because deposition onto the upward facing surfaces caused by gravitational force constitutes most of the overall deposition.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 630,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Results and discussions",
            "ref_spans": []
        },
        {
            "text": "The ratios predicted from the DRW model are much less than those predicted from the drift-flux model. In spite of the different definitions of the “ratio” in the two approaches, excluding the factor that some particles may enter into the upper floor and then move out of the same floor through the window, the particulate mass in the upper floor predicted by the DRW model is still lower than that by the drift-flux model. Fig. 8 shows that the discrepancy becomes large for fine particles, and small for coarse particles. For a close view of the results from the DRW model, Table 2\ngives the numbers of deposited particles in both flats. Even for 1.0 μm particles, more than 70% of the particles have been predicted to be absorbed by the inner surfaces of the lower flat. This result is obviously irrational. Therefore in current settings, the application of the DRW model may falsely give us an overoptimistic result with regard to the upward transport of viruses by natural ventilation airflows. In the best case when wind velocity is 4.0 m/s, three out of 8000 particles of 20.0 μm can get into the upper floor. In terms of infection risk, this may still be indicative, given that one infected person may sneeze several times and one sneeze produces more than one million particles [37].",
            "cite_spans": [
                {
                    "start": 1286,
                    "end": 1290,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Results and discussions",
            "ref_spans": [
                {
                    "start": 423,
                    "end": 429,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 575,
                    "end": 582,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In principle, the Lagrangian method has an advantage to track the trajectory of each particle. Fig. 9\nshows the locations of 500 representative particles at various times after their generations. In less than 3 min, particles could enter the space of the upper floor. This may well explain the epidemiologic findings that the SARS virus was found within the deposits on the window-sill above the room whose host was infected during the SARS outbreak in Hong Kong.",
            "cite_spans": [],
            "section": "Results and discussions",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 101,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "In this study, the particle dispersion characteristics between two adjacent flats is studied. According to Duguid [37], in a cough more than 4900 particles are generated, and in a sneeze more than one million. Particles smaller than 24 μm make up about 90% of the total aerosol numbers, while particles greater than 24 μm contain more than 90% of the total aerosol mass. It remains unclear how many pathogens of some airborne diseases such as SARS are carried in each of the particle size bin. In any event, fine pathogen-containing particles can pose a higher infection risk via airborne inhalation of airborne residues and coarse pathogen-containing particles increase the risk via direct contact after rapid deposition.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Results and discussions",
            "ref_spans": []
        },
        {
            "text": "Finally, the effect of particle source location in the lower floor and initial particle velocities are not considered here. Occupants may move frequently in their rooms. If the infected one coughs or sneezes at the window, a more serious situation than in this simulation may be envisaged. Sneezed or coughed particles usually have very high initial momentums. This makes the initial direction assumption an important factor in analyzing the movements of particles. Careful analysis of these considerations will be of the interest in the future studies.",
            "cite_spans": [],
            "section": "Results and discussions",
            "ref_spans": []
        },
        {
            "text": "In this paper, the cascade effect of particles with diameters of 1.0–20.0 μm is numerically investigated using both Eulerian and Lagrangian approaches. The following conclusions could be drawn:•In the Lagrangian frame, tracking particles based on the time-averaged airflow field simulated by k–ε models and wall functions over-predicts the deposition rate. This over-prediction is more substantial for fine particles. Modification of the near-wall kinetic energy may alleviate this problem. However, sometimes the modification could lead to unreasonable spatial distributions of particles.•Both simulation approaches revealed that the cascade effect exists for particulate pollutants. The particle concentration in the upper floor is two to three orders of magnitude lower than that in the lower floor, depending on the particle sizes. 1.0 μm particles disperse like gases. Strong deposition at solid surfaces and gravitational settling of particles larger than 20.0 μm greatly limit the upward transport of them.•Current simulation deals with single-sided natural ventilation where buoyancy is the major driving force. The effect of wind is more complicated. A high wind velocity could suppress the buoyancy force, and limit the dispersion of particles between flats.\n",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "In this study, the airflow field is obtained by steady-state simulation using the k–ε model. But it should be noted that the buoyancy-driven naturally ventilated flows are inherently unsteady. The effect of the instantaneously fluctuating velocities on the air exchange between indoor and outdoor spaces and on the movements of particles is unable to be captured by the Reynolds-averaged Navier–Stokes modeling. Here LES can potentially provide more accurate predictions, which will be explored in our future studies.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Comparison of Lagrangian and Eulerian approaches in modeling particle dispersion and deposition\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Particles deposition onto the inner surfaces of the lower and upper floors in the simulations using DRW model (totally 8000 particles are released)\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Schematic view of pollutant transport by the cascade effect in natural ventilation.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Geometry of the two rooms connected by an internal door.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Temporal evolutions of particle concentrations in rooms 1 and 2.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Geometry of the scaled chamber.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Comparison of the measured and simulated particle concentrations at the center plane.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Normalized particle concentration distributions from Lagrangian simulation with near-wall modification of kinetic energy.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: Description of the building model and the computational domain.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8: Mean mass fractions (kg/kg) of particles in the lower and upper floors and their ratios (in the legend, “Lag ratio” is the ratio of numbers of particles deposited onto the inner surfaces of the upper floor to the total 8000 particles produced in the middle of the lower floor).",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 9: Spatial distributions of 1.0 μm particles from Lagrangian simulations in which 500 particles are generated at t=0 s in the center of the lower floor: (a) t=30 s, (b) t=70 s, (c) t=100 s, (d) t=130 s, (e) t=160 s, and (f) t=200 s.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Evidence of airborne transmission of the severe respiratory syndrome virus",
            "authors": [
                {
                    "first": "I.T.S.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y.G.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J.H.W.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "New England Journal of Medicine",
            "volume": "350",
            "issn": "17",
            "pages": "1731-1739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "On predicting particle-laden turbulent flows",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Elghobashi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Applied Scientific Research",
            "volume": "52",
            "issn": "4",
            "pages": "309-329",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "W.C.",
                    "middle": [],
                    "last": "Hinds",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Indoor particle pollution: effect of wall textures on particle deposition",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Abadie",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Limam",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Allard",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Building and Environment",
            "volume": "36",
            "issn": "7",
            "pages": "821-827",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Droplet fate in indoor environments, or can we prevent the spread of infection?",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Indoor Air",
            "volume": "16",
            "issn": "5",
            "pages": "335-347",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Toward understanding the risk of secondary airborne infection: emission of respirable pathogens",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nicas",
                    "suffix": ""
                },
                {
                    "first": "W.W.",
                    "middle": [],
                    "last": "Nazaroff",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Hubbard",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Occupational and Environmental Hygiene",
            "volume": "2",
            "issn": "3",
            "pages": "143-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Numerical approaches for motion of dispersed particles, droplets and bubbles",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Loth",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Progress in Energy and Combustion Science",
            "volume": "26",
            "issn": "3",
            "pages": "161-223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Comparison of the Eulerian and Lagrangian methods for predicting particle transport in enclosed spaces",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Atmospheric Environment",
            "volume": "41",
            "issn": "25",
            "pages": "5236-5248",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Particle dispersion and deposition in ventilated rooms: testing and evaluation of different Eulerian and Lagrangian models",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Building and Environment",
            "volume": "43",
            "issn": "4",
            "pages": "388-397",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A study of the dispersion of expiratory aerosols in unidirectional downward and ceiling-return type airflows using a multiphase approach",
            "authors": [
                {
                    "first": "C.Y.H.",
                    "middle": [],
                    "last": "Chao",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Indoor Air",
            "volume": "16",
            "issn": "4",
            "pages": "296-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Stochastic modeling of evaporating droplets poly-dispersed in turbulent flows",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Mashayek",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "International Journal of Heat and Mass Transfer",
            "volume": "47",
            "issn": "19–20",
            "pages": "4339-4348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Role of air distribution in SARS transmission during the largest nosocomical outbreak in Hong Kong",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "I.T.S.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indoor Air",
            "volume": "15",
            "issn": "2",
            "pages": "83-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Particle deposition in turbulent duct flows-comparison of different model predictions",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Ahmadi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Aerosol Science",
            "volume": "38",
            "issn": "4",
            "pages": "377-397",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Experimental measurement and numerical simulation of particle transport and deposition in the ventilated rooms",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Atmospheric Environment",
            "volume": "40",
            "issn": "18",
            "pages": "3396-3408",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Large eddy simulation of particle deposition in a vertical turbulent channel flow",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "K.D.",
                    "middle": [],
                    "last": "Squires",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "International Journal of Multiphase Flow",
            "volume": "22",
            "issn": "4",
            "pages": "667-683",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "On the effect of anisotropy on the turbulent dispersion and deposition of small particles",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "P.W.",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "International Journal of Multiphase Flow",
            "volume": "25",
            "issn": "3",
            "pages": "551-558",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "J.O.",
                    "middle": [],
                    "last": "Hinze",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Modeling indoor particle deposition from turbulent flow onto smooth surfaces",
            "authors": [
                {
                    "first": "A.C.K.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "W.W.",
                    "middle": [],
                    "last": "Nazaroff",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Journal of Aerosol Science",
            "volume": "31",
            "issn": "4",
            "pages": "463-476",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Modelling and measurement of airflow and aerosol particle distribution in a ventilated two-zone chamber",
            "authors": [
                {
                    "first": "W.Z.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "A.T.",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                },
                {
                    "first": "S.B.",
                    "middle": [],
                    "last": "Riffat",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Building and Environment",
            "volume": "31",
            "issn": "5",
            "pages": "417-423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Modeling particle distribution and deposition in indoor environments with a new drift-flux model",
            "authors": [
                {
                    "first": "F.Z.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S.C.M.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "A.C.K.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Atmospheric Environment",
            "volume": "40",
            "issn": "2",
            "pages": "357-367",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Numerical simulation of aerosol deposition in a 3-D human nasal cavity using RANS, RANS/EIM, and LES",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Matida",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Aerosol Science",
            "volume": "38",
            "issn": "7",
            "pages": "683-700",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Improved numerical simulation of aerosol deposition in an idealized mouth-throat",
            "authors": [
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Matida",
                    "suffix": ""
                },
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Finlay",
                    "suffix": ""
                },
                {
                    "first": "C.F.",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Grgic",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Aerosol Science",
            "volume": "35",
            "issn": "7",
            "pages": "1-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Multi-zone modeling of probable SARS virus transmission by airflow between flats in Block E, Amoy Gardens",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "I.T.S.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indoor Air",
            "volume": "15",
            "issn": "2",
            "pages": "96-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Modeling of particle deposition and distribution in a chamber with a two-equation Reynolds-averaged Navier–Stokes model",
            "authors": [
                {
                    "first": "A.C.K.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Aerosol Science",
            "volume": "37",
            "issn": "12",
            "pages": "1770-1780",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Diffusion characteristics of airborne particles with gravitational settling in a convection-dominant indoor flow field",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Nagano",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "ASHRAE Transactions",
            "volume": "98",
            "issn": "1",
            "pages": "82-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Modeling particle dispersion in personalized ventilated room",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Building and Environment",
            "volume": "42",
            "issn": "3",
            "pages": "1099-1109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Modeling particle dispersion and deposition in indoor environments",
            "authors": [
                {
                    "first": "N.P.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Atmospheric Environment",
            "volume": "41",
            "issn": "18",
            "pages": "3862-3876",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Particle dispersion and deposition in direct numerical and large eddy simulations of vertical flows",
            "authors": [
                {
                    "first": "W.S.J.",
                    "middle": [],
                    "last": "Uijttewaal",
                    "suffix": ""
                },
                {
                    "first": "R.V.A.",
                    "middle": [],
                    "last": "Oliemans",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Physics of Fluids",
            "volume": "8",
            "issn": "10",
            "pages": "2590-2604",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Using large eddy simulation to study particle motions in a room",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Béghein",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Indoor Air",
            "volume": "15",
            "issn": "4",
            "pages": "281-290",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Recent progress in CFD modelling of wind field and pollutant transport in street canyons",
            "authors": [
                {
                    "first": "X.X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D.Y.C.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Atmospheric Environment",
            "volume": "40",
            "issn": "29",
            "pages": "5640-5658",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The size and duration of air-carriage of respiratory droplets and droplet-nuclei",
            "authors": [
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Duguid",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "Journal of Hygiene",
            "volume": "44",
            "issn": "6",
            "pages": "471-479",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "On-site quantification of re-entry ratio of ventilation exhausts in multi-family residential buildings and implications",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Tung",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Indoor Air",
            "volume": "18",
            "issn": "1",
            "pages": "12-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Transmission of influenza A in human beings",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Brankston",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Gitterman",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Hirji",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Lemieux",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet Infectious Diseases",
            "volume": "7",
            "issn": "4",
            "pages": "257-265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Review of aerosol transmission of influenza A virus",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Tellier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerging Infectious Diseases",
            "volume": "12",
            "issn": "11",
            "pages": "1657-1662",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Renormalization group analysis of turbulence: I. Basic theory",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Yakhot",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Orszag",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Journal of Scientific Computing",
            "volume": "1",
            "issn": "1",
            "pages": "1-51",
            "other_ids": {
                "DOI": []
            }
        }
    }
}