{
    "paper_id": "PMC7218555",
    "metadata": {
        "title": "What does the COVID-19 pandemic mean for HIV, tuberculosis, and malaria control?",
        "authors": [
            {
                "first": "Floriano",
                "middle": [],
                "last": "Amimo",
                "suffix": "",
                "email": "florianoamimo@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Ben",
                "middle": [],
                "last": "Lambert",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anthony",
                "middle": [],
                "last": "Magit",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "As health professionals, communities, governments, and global institutions work closely to halt the spread of coronavirus disease 2019 (COVID-19) and mitigate its societal impact, the number of cases and deaths continues to rise globally. To date, the disease —first reported in Wuhan, China, on 8 December 2019 and declared a pandemic by the World Health Organization (WHO) on 11 March 2020—has been reported in about 185 countries and territories [1]. Of these, 45 are in the WHO African region where human immunodeficiency virus (HIV), tuberculosis (TB), and malaria are endemic. With about 8767 confirmed cases and 413 attributable deaths as of 13 April 2020, the global share of COVID-19 cases and deaths in Africa remains below that of other WHO regions [1, 2].",
            "cite_spans": [
                {
                    "start": 450,
                    "end": 451,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 761,
                    "end": 762,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 764,
                    "end": 765,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To date, most analyses have explored the potential effects of the pandemic on the capability of health systems across the continent to deliver essential services, focusing on the response to COVID-19 [3–5]. However, the tremendous risk of COVID-19 on the continent goes beyond shortages of resources and infrastructure needed to directly manage the pandemic. In this study, we focus on the effect of the pandemic on the capacity of patients to use essential health services. We first describe the current dynamics of the pandemic across the WHO African region, using laboratory-confirmed cases and attributable deaths counts from the Center for Systems Science and Engineering at Johns Hopkins University [2]. Subsequently, we examine the potential implications of COVID-19 on other epidemic diseases so far responsible for the largest mortality, morbidity, and disability share on the continent. We use the current evidence on the disease burden of HIV, TB, and malaria, and the epidemic patterns of COVID-19 in the WHO African region retrieved from the literature to support our analysis. The data used in this analysis are drawn from the references provided.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "mention": "3",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 203,
                    "end": 204,
                    "mention": "5",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 706,
                    "end": 707,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the WHO African region, the first COVID-19 case was reported in Algeria on 25 February 2020. Among African Union member states, this was the second case, after the disease was first reported in Egypt on 14 February 2020. Since then, the disease has spread exponentially across the continent. Currently, the region representing approximately 13.7% of the global population (1,019,922,000/7,430,261,000) [6], accounts for about 0.5% (8767 /1,776,157) of the global share of COVID-19 cases and about 0.4% of the global share of attributable deaths (413/108,804) [1, 2] as of 13 April 2020. South Africa has emerged as the epicenter of the disease in the region, accounting for the largest share of cases reported to date [1]. There is a notable cross-country variability in case fatality rate (CFR) in the WHO Africa region [2]. Even so, current data suggest that most countries in the region have death rates that are below the global time delay adjusted CFR estimate of 5.7% (95% confidence interval: 5.5–5.9%) [7].",
            "cite_spans": [
                {
                    "start": 406,
                    "end": 407,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 563,
                    "end": 564,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 566,
                    "end": 567,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 722,
                    "end": 723,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 825,
                    "end": 826,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1014,
                    "end": 1015,
                    "mention": "7",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Analysis and discussion",
            "ref_spans": []
        },
        {
            "text": "The relatively low global share of cases and deaths in Africa might be explained in part by the population age structure. This is because clinical severity of COVID-19 increases with age [8], and the populations across the continent are largely young, with a median age of approximately 18.7 years, compared to the global median age of approximately 30.2 years [6]. However, limited availability of detailed patient-level data, under-ascertainment of mild cases, and mis-assignment of causes of death pose important challenges for the accurate estimation of CFR [9]. This means that, in addition to population age structure, the current CFR in the region might also be a reflection of the fact that patients diagnosed with COVID-19 in most African countries are usually those with symptoms as asymptomatic patients might not be easily accessible to the health system. Therefore, a significant portion of COVID-19 cases and attributable deaths across the continent is probably not being accounted for in official statistics. Lack of testing and contact tracing capability is a significant contributor as well.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "8",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 362,
                    "end": 363,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 563,
                    "end": 564,
                    "mention": "9",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Analysis and discussion",
            "ref_spans": []
        },
        {
            "text": "Despite the relatively low cases counts and death rates in most African countries, COVID-19 poses an unprecedented public health risk on the continent. This is, among other factors [3–5], because of the high burden of other endemic diseases. Globally, the regions with the largest share of people living with HIV/AIDS (PLWHA) are Eastern and Southern Africa, with 20.6 million (18.2–23.2 million), and Western and Central Africa, with 5.0 million (4.0–6.3 million) [10]. Among PLWHA, TB is the leading cause of death. In contrast to COVID-19, CFR of TB is 15.7% in the general population, 32.6% among PLWHA, and 41.0% among patients with Rifampicin-resistant or multidrug-resistant TB [11]. Clinically, TB presents with fever, cough, and dyspnea, among other symptoms. Despite the differences in the duration of incubation and others, these three symptoms are also the clinical features observed in most patients with COVID-19, with prevalence of 88.7% (84.5–92.9%), 57.6% (40.8–74.4%), and 45.6% (10.9–80.4%), respectively [12]. Additionally, the WHO African region accounts for 93% of total malaria cases and 94% of total malaria deaths [13]. There have been important reductions in malaria deaths in the past two decades. To ensure continued reductions in malaria death rates, cases need to be correctly diagnosed and promptly treated. The main diagnostic characteristic of malaria is fever [14, 15]. Therefore, the similarity of symptoms poses important challenges to the current measures to control, not only COVID-19, but TB and malaria as well.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "3",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 184,
                    "end": 185,
                    "mention": "5",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 466,
                    "end": 468,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 686,
                    "end": 688,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1025,
                    "end": 1027,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1395,
                    "end": 1397,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1399,
                    "end": 1401,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Analysis and discussion",
            "ref_spans": []
        },
        {
            "text": "Furthermore, the current measures to control COVID-19 include quarantine of suspected cases, isolation of infected patients, contact tracing, and among other strategies [16, 17]. These might not have good acceptability in some communities [18, 19]. Therefore, many patients with clinical features similar to those of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection, which might be COVID-19, and/or any other disease with similar symptomatology, might be hesitant to voluntarily seek testing and treatment in a formal health facility. Additionally, in most cases SARS-CoV-2 infection presents itself with mild symptoms. This coupled with fear of high scrutiny that might be associated with a COVID-19 diagnosis may also lead to individuals not seeking care and therefore facilitate the spread of the pandemic. Even though contact tracing is vital to halt transmission, some patients might have privacy concerns [20]. This was observed during the Ebola outbreak in Central and West Africa, in part due to institutional mistrust and misinformation [21]. This might result in an increased household transmission of COVID-19 as infected family members will remain in contact with uninfected patients without any protective measure. Transmission of COVID-19 occurs even among asymptomatic and paucisymptomatic patients. These factors might result in an increased risk of complications and mortality among vulnerable populations because they might delay or avoid seeking care in a formal health facility. For pregnant women with untreated malaria, the complications—usually underestimated—are twofold, comprising maternal and child adverse outcomes [22].",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 172,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 174,
                    "end": 176,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 240,
                    "end": 242,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 934,
                    "end": 936,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1069,
                    "end": 1071,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1666,
                    "end": 1668,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Analysis and discussion",
            "ref_spans": []
        },
        {
            "text": "Reduced ability of patients to access health services among under-served and vulnerable segments of society is another critical challenge. To curb the spread of the pandemic, governments are implementing measures, which in addition to limitations to travel and business, also include closure of schools and universities, as well as recommendations for people to stay home. However, most people in productive age in Africa work in the informal sector, and most of those in the formal sector are underemployed [23, 24]. Therefore, if these measures are enforced without appropriate economic and epidemiological considerations, millions of vulnerable populations across the continent might face unprecedented difficulties to access health services due to limited disposable income to support transportation expenses, as well as other direct and indirect medical costs. Among others, these populations include: (1) PLWHA who need to access health facilities regularly to retrieve antiretroviral and prophylactic drugs; (2) patients under treatment for TB who need to go to health facilities regularly to access antituberculosis drugs; (3) approximately 11 million pregnant women exposed to Plasmodium falciparum infection annually who need intermittent preventive treatment for malaria prevention as part of antenatal care services; and (4) approximately 24 million children infected with Plasmodium falciparum annually who need correct diagnosis and prompt treatment of malaria [13]. This is compounded by the fact that nearly 287,282,013 (29.0%) people and 64,495,526 (28.2%) women of reproductive age need to travel more than 2h to reach the nearest health facility [25]. Additionally, COVID-19 control measures in some countries include limitation of number of passengers in public transportation. This might worsen the availability of transportation means to reach health facilities.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 511,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 513,
                    "end": 515,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1476,
                    "end": 1478,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1666,
                    "end": 1668,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Analysis and discussion",
            "ref_spans": []
        },
        {
            "text": "The current measures to control the pandemic, as they are being enforced across the continent, neglect important and complex context-specific realities in Africa. We anticipate an unprecedented reduction in the capacity of patients to use health services. Limited access to essential medicines is known to create the conditions for patients to use substandard drugs and/or doses. This, in addition to reducing patient outcomes by increasing morbi-mortality due to HIV/AIDS, TB, and malaria, might contribute to the emergence and spread of drug-resistant pathogens. Moreover, reduced access to effective antituberculosis treatment might increase infectiousness of TB patients. This has the potential to trigger other larger crises in the region and could worsen health inequalities and result in reversal of global health gains in key indicators. Therefore, COVID-19 responses at country level should be tailored to local social, epidemiological, and economic profiles. These should include measures to protect under-served and vulnerable populations, in particular PLWHA, patients with co-morbidities and other risk factors, communities living in malaria endemic settings, pregnant women, people under treatment for tuberculosis, and other relevant segments of society. These populations need protection not only from the pandemic, but also from the consequences of its control measures.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Global Epidemiology of tuberculosis and progress toward achieving global targets - 2017",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "MacNeil",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Glaziou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sismanidis",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maloney",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Floyd",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "MMWR Morb Mortal Wkly Rep.",
            "volume": "68",
            "issn": "11",
            "pages": "263-266",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6811a3"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Malarial fever: hemozoin is involved but Toll-free",
            "authors": [
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Schumann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Natl Acad Sci USA",
            "volume": "104",
            "issn": "6",
            "pages": "1743-1744",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0610874104"
                ]
            }
        },
        "BIBREF6": {
            "title": "The epidemiology of febrile illness in sub-Saharan Africa: implications for diagnosis and management",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Maze",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Bassat",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Feasey",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mandomando",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Musicha",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Crump",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Microbiol Infect.",
            "volume": "24",
            "issn": "8",
            "pages": "808-814",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cmi.2018.02.011"
                ]
            }
        },
        "BIBREF7": {
            "title": "Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hellewell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gimma",
                    "suffix": ""
                },
                {
                    "first": "NI",
                    "middle": [],
                    "last": "Bosse",
                    "suffix": ""
                },
                {
                    "first": "CI",
                    "middle": [],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Glob Health.",
            "volume": "8",
            "issn": "4",
            "pages": "e488-ee96",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(20)30074-7"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Acceptability of community quarantine in contexts of communicable disease epidemics: perspectives of literate lay people living in Conakry, Guinea",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kpanake",
                    "suffix": ""
                },
                {
                    "first": "J-P",
                    "middle": [],
                    "last": "Leno",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Sorum",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mullet",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Epidemiol Infect.",
            "volume": "147",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268819001419"
                ]
            }
        },
        "BIBREF10": {
            "title": "Accepted monitoring or endured quarantine? Ebola contacts' perceptions in Senegal",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Desclaux",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Badji",
                    "suffix": ""
                },
                {
                    "first": "AG",
                    "middle": [],
                    "last": "Ndione",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Sow",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Soc sci med",
            "volume": "178",
            "issn": "",
            "pages": "38-45",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2017.02.009"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zastrow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "South Korea is reporting intimate details of COVID-19 cases: has it helped? Nature",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Institutional trust and misinformation in the response to the 2018–19 Ebola outbreak in North Kivu, DR Congo: a population-based survey",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vinck",
                    "suffix": ""
                },
                {
                    "first": "PN",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Bindu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bedford",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Nilles",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Infect Dis",
            "volume": "19",
            "issn": "5",
            "pages": "529-536",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(19)30063-5"
                ]
            }
        },
        "BIBREF14": {
            "title": "Trends in comparative efficacy and safety of malaria control interventions for maternal and child health outcomes in Africa: a study protocol for a Bayesian network meta-regression exploring the effect of HIV and malaria endemicity spectrum",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Amimo",
                    "suffix": ""
                },
                {
                    "first": "TD",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Magit",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sacarlal",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nomura",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMJ open.",
            "volume": "9",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmjopen-2018-024313"
                ]
            }
        },
        "BIBREF15": {
            "title": "Unemployment in South Africa: the nature of the beast",
            "authors": [
                {
                    "first": "GG",
                    "middle": [],
                    "last": "Kingdon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "World development.",
            "volume": "32",
            "issn": "3",
            "pages": "391-408",
            "other_ids": {
                "DOI": [
                    "10.1016/j.worlddev.2003.10.005"
                ]
            }
        },
        "BIBREF16": {
            "title": "The informal economy in pan-Africa: review of the literature, themes, questions, and directions for management research",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Galdino",
                    "suffix": ""
                },
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Kiggundu",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ro",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Afr. J. Bus. Manage",
            "volume": "4",
            "issn": "3",
            "pages": "225-258",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Access to emergency hospital care provided by the public sector in sub-Saharan Africa in 2015: a geocoded inventory and spatial analysis",
            "authors": [
                {
                    "first": "PO",
                    "middle": [],
                    "last": "Ouma",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maina",
                    "suffix": ""
                },
                {
                    "first": "PN",
                    "middle": [],
                    "last": "Thuranira",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Macharia",
                    "suffix": ""
                },
                {
                    "first": "VA",
                    "middle": [],
                    "last": "Alegana",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "English",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet Global Health.",
            "volume": "6",
            "issn": "3",
            "pages": "e342-ee50",
            "other_ids": {
                "DOI": [
                    "10.1016/S2214-109X(17)30488-6"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Preparedness and vulnerability of African countries against importations of COVID-19: a modelling study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pullano",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pinotti",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Valdano",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Poletto",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "10227",
            "pages": "871-877",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30411-6"
                ]
            }
        },
        "BIBREF20": {
            "title": "Is Sub-Saharan Africa prepared for COVID-19?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Nuwagira",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muzoora",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Tropical Medicine and Health.",
            "volume": "48",
            "issn": "1",
            "pages": "1-3",
            "other_ids": {
                "DOI": [
                    "10.1186/s41182-020-00206-x"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2018,
            "venue": "Geneva",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}