{
    "paper_id": "PMC7140275",
    "metadata": {
        "title": "Brève: Premier traitement du MERS en essai clinique",
        "authors": []
    },
    "body_text": [
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Aux USA, les NIH évaluent un traitement-candidat du MERS-CoV (Middle East Respiratory Syndrome-Coronavirus), ou syndrome respiratoire du Moyen-Orient à Coronavirus, proposé par la biopharma SAB Biotherapeutics. Cet essai de phase 1 est conduit par les NIH pour évaluer le dosage et la sécurité de ce traitement, à base d’anticorps humains, ou SAB-301. Le MERS-CoV est une maladie respiratoire récemment découverte, il n’existe encore ni vaccin ni traitement. SAB Therapeutics produit le SAB-301 sur sa plateforme DiversitAb®, à partir de bétail génétiquement modifié (Tc Bovine®) pour produire de grandes quantités d’anticorps polyclonaux humains (immunoglobuline G) en réponse à l’administration de l’antigène viral du MERS. Les bovins produisent rapidement d’importantes quantités d’anticorps humains, recueillis dans le plasma et purifiés Selon SAB, la plateforme DiversitAb® est la première à partir de laquelle des anticorps entièrement humains ont été produits sur de grands animaux. Les premiers résultats devraient être publiés début 2017",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}