{
    "paper_id": "PMC7179739",
    "metadata": {
        "title": "Neurological Insights of COVID-19 Pandemic",
        "authors": [
            {
                "first": "Gaurav",
                "middle": [],
                "last": "Das",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nabanita",
                "middle": [],
                "last": "Mukherjee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Surajit",
                "middle": [],
                "last": "Ghosh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The crystal structure of SARS-CoV-2 has revealed the presence of a core and\nreceptor-binding domain (RBD) that is more specifically involved in\nrecognizing the hACE2. Though both SARS-CoV and SARS-CoV-2 exploit the same\nreceptor hACE2 in humans to gain entry into the host, the SARS-CoV-2 binding\nis more compact with a four residue motif from 482 to 485 in the hACE2\nridge, thus enhancing the binding affinity of SARS-CoV-2 over SARS-CoV for\nhACE.3 Moreover, the two viral hot spots, namely,\nhot spot-31 and hot spot-353 on hACE2, are stabilized more by the SARS-CoV-2\nRBD as compared to SARS-CoV.3 All this clearly indicates\nwhy SARS-CoV-2 has a selective advantage over SARS-CoV in causing infection\nand is a more evolved and lethal strain.",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 449,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 598,
                    "end": 599,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Entry Route and Concomitant Pathophysiology of COVID-19",
            "ref_spans": []
        },
        {
            "text": "The major clinical manifestation of SARS-CoV-2 is severe pneumonia causing\nimmense respiratory distress in the patients, specially the aged or those\nwith already pre-existing conditions. SARS-CoV-2 leads to chronic\ninflammation of the lungs, severe dyspnea, fever, dry cough, and cyanosis\nand in more vulnerable patients a complete lung failure.4\nACE2, which is the entry point for SARS-COV-2, has almost a ubiquitous\npresence in human organs including lung parenchyma, gastrointestinal tract,\nnasal mucosa, renal and urinary tract, human airway epithelia, lymphoid\ntissues, reproductive organs, vascular endothelium, and brain.4 The virus is believed to enter chiefly through the nasal\nmucosa or the gastrointestinal tract due to their higher expression of\nprotein hACE2. The intriguing part though is that recently reported studies\nhave noted altered mental health in some COVID-19 patients showing symptoms\nlike anosmia and ageusia thereby indicating a neuroinvasive nature of the\nvirus.2",
            "cite_spans": [
                {
                    "start": 345,
                    "end": 346,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 628,
                    "end": 629,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 990,
                    "end": 991,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Entry Route and Concomitant Pathophysiology of COVID-19",
            "ref_spans": []
        },
        {
            "text": "The neurological manifestations of SARS-CoV-2 have been recently recognized\nfrom CT scan images and MRI scan of the brain of a patient who contracted\nCOVID-19 and showed symptoms of necrotizing hemorrhagic\nencephalopathy.5 Acute necrotizing encephalopathy\n(ANE) is a rare disorder leading to brain dysfunction mostly caused by\nviruses, which results in seizures, liver problems, and mental\ndisorientation following infection.5 The disease is\ncharacterized by multifocal symmetric lesions in the brain, which affect the\nbrain stem, thalami, cerebellum, and cerebral white matter. ANE causes\nneuroinflammation resulting from a cytokine storm characterized mainly by\nthe production of the interleukin-6 (IL-6), secreted by the macrophages,\nwhich in turn have been activated by the granulocyte–macrophage\ncolony-stimulating factor (GM-CSF) produced by the helper T\ncells.6,7 The resultant cytokine storm may also cause a surge\nin interleukin (IL)-2, IL-7, interferon-γ, inducible protein 10,\nmonocyte chemoattractant protein 1, macrophage inflammatory protein\n1-α, and tumor necrosis factor-α leading to\nhyperinflammation.6 This systemic inflammation\ncauses severe encephalopathy in the patient, and that may lead even to\nstroke. Specifically, in this patient infected with SARS-CoV-2 showing ANE,\nthe MRI images displayed clear evidence of hemorrhage through hypointense\nsignal intensity in the susceptibility-weighted images and increase in the\nrim on the postcontrast images.5",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 425,
                    "end": 426,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 867,
                    "end": 868,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 869,
                    "end": 870,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1118,
                    "end": 1119,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1474,
                    "end": 1475,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Encephalopathy and the Cytokine Storm in COVID-19",
            "ref_spans": []
        },
        {
            "text": "The likeliness of COVID-19 patients to contract neurological infections can be\nexacerbated by secondary factors like smoking, which according to a pilot\nstudy can enhance the chances of contracting COVID-19 based neuroinfections\ndue to the functional interactions between hACE2 and the nicotinic receptor\n(nAChR).8 The same study reports that due to the\ncoexpression of hACE2 and nicotinic acetylcholine receptor (nAChR) in many\ncells, there exists a functional link between them. So, when smokers smoke,\nit augments the expression of the hACE2 due to the nicotine stimulation of\nnAChR.8 Hence, while performing autopsies on brains\nof COVID-19 patients, it would be wise to conduct smoker versus nonsmoker\nbased analysis as this will help to shed light on smoking being an\nadditional risk factor in COVID-19 patients along with age and already\nexisting ailments.8",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 586,
                    "end": 587,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 862,
                    "end": 863,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Smokers Are Living on the Edge",
            "ref_spans": []
        },
        {
            "text": "Now, as encephalopathy has been identified as one of the symptoms of COVID, the\nneuroinvasiveness of SARS-CoV-2 needs to be assessed to fully understand the\nneurological implications of COVID-19. The brain reportedly, like most other\norgans, expresses the hACE2 considered to be the entry point of the\nSARS-CoV-2 viruses in humans and is therefore not immune to viral infection.\nThough SARS-CoV-2 is yet to be detected in cerebrospinal fluid, SARS-CoV\nwith similar structural and functional features has been detected in the\ncerebrospinal fluid of patients, indicating the ability of the virus to\nbreach the extremely rigid blood–brain barrier.4\nIf previous studies with other CoVs are taken into consideration, SARS-CoV-2\nlike its other family members will first infect the peripheral nerve\nterminals and then slowly crawl its way through the synapse-connected route\ninto the CNS.7 Previous studies in the relevant field\nwith SARS-CoV and MERS-CoV observed that they infiltrate the brains of\ntransgenic mice when administered intranasally.4 The\ninfiltration of the virus into the brain took place through the olfactory\nnerves, eventually affecting the thalamus and the brain stem. The brain stem\nwas eventually observed to be the worst infected.4 So,\nfollowing these experimental studies along with the hematologic spread of\nSARS-CoV-2 in CNS, retrograde neuronal transport of the virus through the\nvagal nerve afferents from the lungs into the CNS must be taken into\nconsideration.7 Also, with reports claiming\ninfection of the gastrointestinal tract by SARS-CoV-2, the virus could even\nuse the enteric nervous system and its sympathetic afferent neurons to reach\nthe CNS.7",
            "cite_spans": [
                {
                    "start": 644,
                    "end": 645,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 881,
                    "end": 882,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1040,
                    "end": 1041,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1246,
                    "end": 1247,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1483,
                    "end": 1484,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1674,
                    "end": 1675,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "CNS Invasion and Symptoms",
            "ref_spans": []
        },
        {
            "text": "Now with the reports of involuntary breathing, hyposmia, and ageusia in\nCOVID-19 patients, scientists have started to speculate that not only does\nSARS-CoV-2 infects lungs but it has severe implications in neurons,\nspecifically those in the medulla oblongata, which regulates breathing,\nlung, and heart functions, and any damage to it can result in chronic\nrespiratory distress as reported in COVID-19 patients.4\nIt has been put forward that the latency period of the virus may be enough\nto actually destroy the neurons in the medullary region of the brain and can\nlead to coma or death (Figure 1).4 As reports of SARS-CoV-2 reaching the\nblood–brain barrier through the circulating blood and breaching it by\nattacking the endothelial layer to gain access to CNS emerge, the virus\nmight just be using an alternating route in the form of the olfactory bulb\ninstead of the common hematological route.2 If this is to\nbe considered, the virus might just be making its way into olfactory mucosa,\nmostly consisting of olfactory neurons along with blood vessels and\nepithelial cells. The olfactory mucosa is connected with the olfactory bulb\nthrough the cribriform plate, which is found at the very base of the frontal\nlobes of the brain.2 This very much explains the hyposmia\nand other neurological symptoms that are being increasingly observed in\nCOVID-19 patients (Figure 1). The\npoint to note here is that the long-term effects of the neuroinvasive nature\nof the virus may result in an increased risk of neurodegenerative diseases\nwith involvement in the pathogenesis of neurological disorders like\nParkinson’s disease or multiple sclerosis.7 The\nconditions are more likely to be worsened in COVID-19 patients with\npre-existing neurological disorders.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 412,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 598,
                    "end": 599,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 897,
                    "end": 898,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1230,
                    "end": 1231,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1637,
                    "end": 1638,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "CNS Invasion and Symptoms",
            "ref_spans": [
                {
                    "start": 588,
                    "end": 596,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1360,
                    "end": 1368,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "From the evidence accumulated in various studies and the very nature of CoVs\npossessing neuroinvasive properties, the neurological manifestations of\nCOVID-19 cannot be ignored. Those patients reporting early neurological\nsymptoms, like loss of taste or smell or even seizures, must be tested for\nCOVID-19 and kept under constant observation of neurologists as we know the\nlatency period may be enough for the virus to completely annihilate the\nmedullary neurons and threaten the life of the patient.4\nAlso, more autopsies of not only the lungs but brains need to be performed\nin order to gain deeper insights into the neurotrajectory of COVID-19\ninfection. In this hour of great distress, therapeutic interventions from\nscientists across the globe are needed in order to fight this pandemic\n(Figure 2). As discussed at\nthe beginning of this Viewpoint, we have made good progress in understanding\nthe key interactions between the hACE2 and the RBD of the spike protein in\nSARS-CoV-2.3 Hence, we could utilize that to\ndevelop some good antiviral intervention strategies. Some antibody drugs\ncould be designed following the epitopes on the SARS-CoV-2 RBD. Also, RBD\ncan itself be used to test its efficacy as a subunit vaccine.3 Since the nature of the interactions between RBD and\nhACE2 are protein–protein interactions, designing of peptide-based\ntherapeutics could also be explored (Figure 2).9 Many more such\nstructure-guided therapeutics like small molecules or peptides that\ninterfere with the receptor recognition of the virus could possibly halt the\nprogression of the disease (Figure 2).9 In fact, inhibition of transmembrane\nserine protease 2 (TMPRSS2), the surface protease that cleaves the viral\nspike protein to unleash the full infective potential of the virus, also\nknown as the priming of the virus, was once considered to be an effective\ntherapeutic intervention to stop the viral spread only later to be dropped\nowing to the unknown physiological impact of TMPRSS2 blockade.7 Also patients with reported hyperinflammation caused by\nthe cytokine storm should be administered appropriate steroids, selective\ncytokine blockers like atlizumab, antibody therapy, and inhibitors of the\nJAK pathway.6",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 500,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 982,
                    "end": 983,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1224,
                    "end": 1225,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1393,
                    "end": 1394,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1593,
                    "end": 1594,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1989,
                    "end": 1990,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2207,
                    "end": 2208,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "The Therapeutic Warriors against COVID-19",
            "ref_spans": [
                {
                    "start": 792,
                    "end": 800,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1383,
                    "end": 1391,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1583,
                    "end": 1591,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Another important feature, which we must consider before deploying treatment\nmodalities to patients, is the genetic predisposition and susceptibility of\nthe patient under consideration, which may vary at the population level\nacross variable geographical locations. A recent study published before the\nmassive outbreak of SARS-CoV-2 in Europe and the United States of America\n(USA) tried to screen for ACE2 mutants that would resist attachment of the\nS-protein of the virus in different populations but was not able to find any\ndirect evidence. But thereafter, as COVID-19 slowly engulfed the entire\nworld, a new study has indicated variations observed in the spike surface\nglycoprotein (Ala930Val) in the Indian SARS-CoV-2 strain as compared to the\nstrains from the USA, Italy, Wuhan, and Nepal.10 The same\nstudy also reported the presence of an antiviral miRNA, has-miR-27b, only\nunique to the Indian host population, which surprisingly even binds to the\nmutated region of the Indian SARS-CoV-2 strain.10 miR-27b\nis known to inhibit HIV-1 replication and is widely regarded as an antiviral\nmiRNA. The above claims of the study are further corroborated by the failure\nof anti-HIV regimens to cure patients in China while the same anti-HIV drugs\nseem to have worked in some Indian patients. Along with this, it is now\nbeing widely speculated by many that widespread Bacillus\nCalmette–Guérin (BCG) vaccination in countries like India may\nhave boosted the immunity of the country’s thriving population and\nmay be now serving as a protective shield against the widespread COVID-19\nattack across the world. Countries without such universal policies on BCG\nvaccination like Italy, the U.S., or the Netherlands are among the worst hit\nby COVID-19 infection. Unarguably such claims require more elaborate\nscientific proof to be accepted as facts, but ethnicity and regional\ndiversity do play a role in responding to such pandemics that can be\naffirmed without doubt. This only highlights the need for more genetic\nscreening and population-based genome-wide studies in divergent geographical\nregions in order to better understand the host–pathogen interactions\nin a region-specific manner, which could pave the way for the genesis of\nmore region-specific therapeutics and treatment regimens.",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 797,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1003,
                    "end": 1005,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "The Geographical Topology of COVID-19 Pandemic",
            "ref_spans": []
        },
        {
            "text": "Hence, taken together the neurological consequences of COVID-19 revealed over\nthe last few days of the outbreak, patients reporting altered mental health\nor an inability to taste or smell can no longer be ignored and must be\ntested for COVID-19 without fail. Moreover, these patients or patients with\nexisting neurological conditions should be monitored closely so that the\nsymptoms do not aggravate over the subsequent days of the infection. This\nstrategy could also be considered as a preliminary screening strategy in\ncase of large scale community transmission of COVID-19. The prevailing\nhealth care units taking care of infected patients must now include\nneurologists to gain more perspective into the nature of the infections,\nwhich have a high chance of turning out to be neurological. Meanwhile, more\nautopsies on brains of COVID-19 patients with neurological symptoms need to\nbe performed to establish the neuroinfection track of the disease so that\nappropriate measures can be taken. Along with these more engrossing\ntherapeutic interventions ranging from passive antibody therapies to\nSARS-CoV-2, structure-guided molecular design needs to galvanize the entire\nscientific community.",
            "cite_spans": [],
            "section": "Conclusion and Vignette of Therapeutic Intervention",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Cartoon with schematic representation shows an overview of\nneurological insights due to COVID-19 infection.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Cartoon with a schematic representation of the route of COVID-19\ninfection and potential strategy for therapeutic\nintervention.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "Coronavirus disease\n(COVID-19) Pandemic",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Comparative analyses of\nSAR-CoV2 genomes from different geographical locations and other\ncoronavirus family genomes reveals unique features potentially\nconsequential to host-virus interaction and\npathogenesis",
            "authors": [],
            "year": 2020,
            "venue": "bioRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1101/2020.03.21.001586"
                ]
            }
        },
        "BIBREF2": {
            "title": "Evidence of the COVID-19 Virus Targeting the CNS:\nTissue Distribution, Host–Virus Interaction, and Proposed\nNeurotropic Mechanisms",
            "authors": [],
            "year": 2020,
            "venue": "ACS Chem. Neurosci.",
            "volume": "11",
            "issn": "7",
            "pages": "995-998",
            "other_ids": {
                "DOI": [
                    "10.1021/acschemneuro.0c00122"
                ]
            }
        },
        "BIBREF3": {
            "title": "Structural basis of receptor recognition by\nSARS-CoV-2",
            "authors": [],
            "year": 2020,
            "venue": "Nature",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2179-y"
                ]
            }
        },
        "BIBREF4": {
            "title": "The neuroinvasive potential of SARS-CoV2 may play a\nrole in the respiratory failure of COVID-19\npatients",
            "authors": [],
            "year": 2020,
            "venue": "J. Med. Virol.",
            "volume": "",
            "issn": "",
            "pages": "1-4",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25728"
                ]
            }
        },
        "BIBREF5": {
            "title": "COVID-19-associated Acute Hemorrhagic Necrotizing\nEncephalopathy: CT and MRI Features",
            "authors": [],
            "year": 2020,
            "venue": "Radiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020201187"
                ]
            }
        },
        "BIBREF6": {
            "title": "COVID-19: consider cytokine storm syndromes and\nimmunosuppression",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10229",
            "pages": "1033-1034",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30628-0"
                ]
            }
        },
        "BIBREF7": {
            "title": "Letter to the Editor Regarding the Viewpoint\n“Evidence of the COVID-19 Virus Targeting the CNS: Tissue\nDistribution, Host–Virus Interaction, and Proposed\nNeurotropic Mechanism",
            "authors": [],
            "year": 2020,
            "venue": "ACS Chem. Neurosci.",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1021/acschemneuro.0c00174"
                ]
            }
        },
        "BIBREF8": {
            "title": "Does COVID19 infect the brain? If so, smokers might be\nat a higher risk",
            "authors": [],
            "year": 2020,
            "venue": "Mol. Pharmacol.",
            "volume": "97",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1124/molpharm.120.000014"
                ]
            }
        },
        "BIBREF9": {
            "title": "Perspectives on monoclonal antibody therapy as\npotential therapeutic intervention for Coronavirus disease-19\n(COVID-19)",
            "authors": [],
            "year": 2020,
            "venue": "Asian Pac. J. Allergy Immunol.",
            "volume": "38",
            "issn": "1",
            "pages": "10-18",
            "other_ids": {
                "DOI": [
                    "10.12932/AP-200220-0773"
                ]
            }
        }
    }
}