{
    "paper_id": "PMC7223700",
    "metadata": {
        "title": "Impact of multiple placental pathologies on neonatal death, bronchopulmonary dysplasia, and neurodevelopmental impairment in preterm infants",
        "authors": [
            {
                "first": "Imran",
                "middle": [
                    "N."
                ],
                "last": "Mir",
                "suffix": "",
                "email": "imran.mir@utsouthwestern.edu",
                "affiliation": {}
            },
            {
                "first": "Lina",
                "middle": [
                    "F."
                ],
                "last": "Chalak",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "L.",
                "middle": [
                    "Steven"
                ],
                "last": "Brown",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Johnson-Welch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Roy",
                "middle": [],
                "last": "Heyne",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Charles",
                "middle": [
                    "R."
                ],
                "last": "Rosenfeld",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Vishal",
                "middle": [
                    "S."
                ],
                "last": "Kapadia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Despite improvements in obstetric and neonatal care, preterm infants <29 weeks gestational age (GA) remain at high risk for death and disability.1 Bronchopulmonary dysplasia (BPD) is the most common chronic respiratory morbidity in surviving preterm infants, with a reported incidence of ~45% in infants <29 weeks GA.2 Many potential risk factors for BPD have been identified, including intrauterine growth restriction, lack of antenatal steroids, clinical chorioamnionitis, GA and birth weight, sex of the infant, prolonged need for mechanical ventilation and supplemental oxygen, and sepsis.3 Children with BPD experience several adverse health outcomes, including chronic cardiopulmonary impairments, growth failure, hearing and vision deficits, neurodevelopmental delay, and post-neonatal mortality.3 Notably, 15% of preterm infants <29 weeks GA also develop cerebral palsy and approximately half will develop abnormalities in cognition, language development, and behavior.4",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 317,
                    "end": 318,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 593,
                    "end": 594,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 803,
                    "end": 804,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 977,
                    "end": 978,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The placenta plays a crucial role in maintaining fetal well-being, growth, and development during pregnancy.5 Placental evidence of antenatal insults correlates with morbidities and mortality in preterm infants, but there is conflicting evidence of an association between different placental pathologies and neonatal outcomes.6,7 Many studies have been limited by small sample size, selection bias, and use of different definitions for various placental pathologies, resulting in a range of classifications. Moreover, most of the studies have described an association between a single placental pathology lesion and neonatal outcomes, e.g., acute histologic chorioamnionitis (AHC) and BPD, maternal vascular underperfusion (MVU) and BPD, etc.8–10 Recently, Chisholm et al.11 have provided a detailed review of placental pathology and associated neonatal morbidities in which they noted an association between placental pathology with neonatal morbidities, including BPD; however, they did not correct for multiple placental pathologic lesions and did not examine neurodevelopmental impairment (NDI). Mestan et al.12 used the Redline classification for placental pathologic lesions and reported that placental pathologic changes of MVU are associated with BPD and pulmonary arterial hypertension (PAH) in preterm infants. They did not correct for multiple placental pathologic lesions, i.e., the presence of ≥2 pathologic lesions. Thus the presence of multiple placental lesions and its association with preterm outcomes remain unknown. We hypothesize that multiple placental pathologic lesions are associated with BPD and NDI in preterm infants born <29 weeks GA. The objectives of this study were to (1) determine the association of placental pathology with neonatal death, BPD, and subsequent NDI in preterm infants using a uniform classification of placental histopathology, (2) describe the incidence of multiple placental lesions, and (3) determine whether their presence is associated with the occurrence of neonatal death, BPD, and NDI.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "mention": "5",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 326,
                    "end": 327,
                    "mention": "6",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 328,
                    "end": 329,
                    "mention": "7",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 742,
                    "end": 743,
                    "mention": "8",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 744,
                    "end": 746,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 772,
                    "end": 774,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1113,
                    "end": 1115,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A retrospective cohort study was conducted at Parkland Hospital, Dallas, TX between August 2009 and August 2012 in preterm infants <29 weeks GA. The study was approved by the University of Texas Southwestern Medical Center and Parkland Hospital and Health Systems Institutional Review Boards. All preterm neonates born 23 0/7 to 28 6/7 weeks GA during the study period were identified in the Parkland Neonatal Intensive Care Unit (NICU) Registry. Infants receiving planned comfort care in the delivery room and those born with congenital anomalies or chromosomal abnormalities were excluded.",
            "cite_spans": [],
            "section": "Study design ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Placentas from all preterm births at Parkland Hospital are routinely submitted for gross and histologic examination by a placental pathologist according to a standing protocol as described briefly.13 Initial gross examination of the umbilical cord, membranes, and placental disc was performed. Placental weight was obtained after removal of the umbilical cord, fetal membranes, and non-adherent blood clots. The placental disk was sectioned at 1–2-cm intervals and examined for intraparenchymal lesions. Representative sections of the umbilical cord, fetal membranes, placental parenchyma, and any abnormalities seen on gross examination were submitted for standard histological examination. During the time that study cases were accumulated, the pathologists at our institution used the Redline classification to describe major placental findings.14 The a priori definition of “significant placental pathology” was determined by an independent pathologist blinded to patient health information, including the clinical outcomes. This definition is standardized at our institution and excludes minor placental pathology in each major category of placental pathologies that have little or no clinical consequence and are considered to be present in most of the placental histologic examinations of normal term neonates. The definition of “significant placental pathology” is based on modified Redline classification that we recently published.15 This includes the following placental pathologies: (1) AHC—maternal inflammatory response: presence of maternal inflammatory responses (acute subchorionitis or acute chorioamnionitis); AHC—fetal inflammatory response (vasculitis in the umbilical vessels and/or chorionic plate vessels). (2) High-grade villitis: patchy/diffuse chronic villitis with or without obliterative fetal vasculopathy; chronic villitis was defined as the presence of chronic inflammation of chorionic villi. High-grade lesions included inflammatory foci involving >10 villi/focus, either limited in distribution (patchy) or more extensive (diffuse). (3) MVU: MVU was defined by distal villous hypoplasia, severe maternal decidual vasculopathy (fibrinoid necrosis and/or acute atheromatous changes), and/or infarcts involving >20% of the placental volume. (4) Fetal thrombotic vasculopathy (FTV): the two variables of large vessel thrombi and villous damage from reduced fetal perfusion (avascular villi or villous stromal vascular karyorrhexis) were grouped under the heading of FTV. (5) Small for GA (SGA)/large for GA (LGA) placentas: trimmed placental weight <10th percentile for GA was defined as SGA placenta and >90th percentile for GA was defined as LGA placenta.16 Presence of any one of the six lesions described was considered as significant placental pathology. The presence of more than one of the defined placental lesions was classified as multiple placental pathology. We previously reported 100% concordance between the routine placental pathology report and independent review of placenta by a blinded pediatric pathologist.15 All placental pathology reports were reviewed by a pediatric pathologist and neonatologist (S.J.-W. and I.N.M.), who were blinded to the clinical history and outcomes. Study patients were divided into three groups based on placental pathology: (1) No placental pathology, (2) One significant placental pathology, and (3) Multiple placental pathologic lesions (presence of ≥2 significant lesions).",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 848,
                    "end": 850,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1441,
                    "end": 1443,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 2688,
                    "end": 2690,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 3059,
                    "end": 3061,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Placental pathology ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Baseline maternal and infant characteristics, morbidities, and mortality were compared. In addition to examination of the electronic health record, data were also obtained from the Parkland Hospital NICU Database, which contains prospectively collected data on all neonates admitted to the NICU for >30 years and has been validated. Prolonged rupture of membrane was defined as rupture of membranes ≥18 h before birth. The National Institute of Child Health and Human Development expert panel definition for clinical chorioamnionitis was used.17 Intrauterine fetal growth restriction was defined by Ponderal Index <10th percentile for GA.",
            "cite_spans": [
                {
                    "start": 543,
                    "end": 545,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Data collection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Morbidities including respiratory distress syndrome), BPD, sepsis, severe intraventricular hemorrhage (IVH), necrotizing enterocolitis (NEC), length of hospitalization, and death during NICU stay were collected from the NICU database. BPD was defined as persistent oxygen requirement for >28 days. Moderate-to-severe BPD was defined as the need for supplemental oxygen at 36 weeks postmenstrual age.2 Sepsis was recorded if the blood culture was positive for a pathogenic organism ≤72 h after birth (early onset) and >72 h after birth (late onset) sepsis evaluations. Severe IVH was defined as unilateral or bilateral grade III or higher on any head ultrasounds obtained during hospitalization.18 NEC was defined as Stage ≥2 based on the modified Bell’s criteria.19",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 694,
                    "end": 696,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 763,
                    "end": 765,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Neonatal short-term clinical outcomes ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Neonates <29 weeks GA routinely undergo systematic standardized neurologic assessments and the Bayley Scales of Infant and Toddler Development—Third edition (Bayley III) at 22–26 months corrected age at our outpatient follow-up clinic.4,20 Moderate-to-severe NDI was defined as the presence of any one of the following: cerebral palsy with a gross motor functional classification system (GMFCS) score ≥2, Bayley III cognitive or motor score <85, visual impairment or permanent hearing loss that does not permit the child to understand directions from the examiner and communicate with or without amplification. Severe NDI was defined as any of the following: severe cerebral palsy with GMFCS score ≥4, Bayley III cognitive and motor score <70, bilateral blindness or bilateral hearing impairment +/− amplification.4",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 236,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 237,
                    "end": 239,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 814,
                    "end": 815,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Neurodevelopmental assessment ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The composite of death and/or BPD was the primary outcome of the study. Pre-specified secondary outcomes included death, severe IVH, BPD, NEC, moderate-to-severe NDI, severe NDI, and individual components of the neurodevelopmental assessment. These clinical outcome measures were chosen for analysis since placental pathology has previously been associated with these morbidities.5",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 381,
                    "mention": "5",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Outcome measures ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "SPSS version 19 (IBM) was used to perform statistical analyses. Descriptive statistics were calculated to compare neonates between three placental pathologic groups described above. Categorical variables were analyzed by Chi-square for trend. Continuous variables were analyzed by one-way analysis of variance (ANOVA). A two-sided 0.05 level of significance was used for all analyses. In the event of significant result from one-way ANOVA, post hoc multiple comparison procedure was employed with Bonferroni correction to separate groups. For the outcomes of BPD and NDI, stepwise forward logistic regression was performed to account for confounders. In addition to those pre-specified variables known to be associated with the outcomes of interest, all variables with P values < 0.1 were included in the logistic regression. Confounding variables for BPD included GA, birth weight, sex, antenatal corticosteroids, and surfactant administration. For neurodevelopmental outcomes, we included GA, sex, antenatal corticosteroids, and antenatal magnesium administration in the logistic regression.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "During the study period, 251 neonates were born at 23–28.6 weeks GA. After excluding neonates who received comfort care or were born with congenital anomalies or chromosomal abnormalities, 241 were included (Fig. 1). There were no differences in maternal characteristics across the three groups. Twenty-four percent (59/241) of infants had no placental pathology (Group 1), 41% (100/241) had a single placental pathologic lesion (Group 2), and 34% (82/241) multiple lesions (Group 3, Table 1). Neonates with placental pathology had lower GA, lower birth weight, and 1 min Apgar score (Table 1). Only 12% (28/241) infants were lost to long-term follow-up (Fig. 1).",
            "cite_spans": [],
            "section": "Study population ::: Results",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 214,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 660,
                    "end": 661,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 490,
                    "end": 491,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 591,
                    "end": 592,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Acute chorioamnionitis was the most common pathologic lesion, occurring in 49% neonates, with fetal vasculitis occurring in 32%. The second most common placental lesion was MVU (20%). Large numbers of placentas were SGA (20%); however, 77% did not show evidence of MVU. Sixteen percent of the placentas were LGA, and 77% of them showed histological signs of chorioamnionitis. In infants with multiple placental pathologic lesions (34%), the most common combination was that of LGA+chorioamnionitis [n = 30, 12%], followed by SGA with chorioamnionitis [n = 15, 6%] and MVU+chorioamnionitis [n = 11, 5%] (Fig. 2).",
            "cite_spans": [],
            "section": "Distribution of placental pathologic lesions ::: Results",
            "ref_spans": [
                {
                    "start": 608,
                    "end": 609,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "None of the individual placental pathologies were significantly associated with neonatal death, BPD, or NDI. However, as the number of the placental pathologic lesions increased (no lesions vs. 1 lesion vs. ≥2 lesions), the occurrence of BPD increased from 35% to 49% and 65%; respectively; (P = 0.002). This was also true for the occurrence of moderate/severe BPD and death or BPD (P = 0.004) (Table 2). Notably, the incidence of death or BPD was also highest in preterm infants with multiple lesions (P = 0.004), and they spent more days on mechanical ventilation (P < 0.01), oxygen (P < 0.001), and in the hospital (P = 0.009) (Table 2). After adjusting for GA, birth weight, gender, use of antenatal steroids, and surfactant administration, infants with multiple pathologic lesions were more likely to develop moderate-to-severe BPD [odds ratio (OR) 3.9 (1.5–10.1), P < 0.01]. When follow-up was examined, infants with multiple pathologic lesions were twice as likely to have an NDI on bivariate analysis (P = 0.03) (Tables 3 and 4). However, after adjusting for GA, gender, use of antenatal steroids, and antenatal magnesium administration, multiple placental pathologic lesions were no longer associated with NDI [OR 1.6 (0.7–3.7), P = 0.28].",
            "cite_spans": [],
            "section": "Association of multiple placental pathologies with BPD and NDI ::: Results",
            "ref_spans": [
                {
                    "start": 401,
                    "end": 402,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 637,
                    "end": 638,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1028,
                    "end": 1029,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1034,
                    "end": 1035,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Increasing evidence suggest that the occurrence of prenatal events resulting in alterations in placental histology and the presence of placental pathologic lesions may be related to or associated with the occurrence of subsequent neonatal morbidity and NDI.5 In this study, using the uniform Redline classification, 75% of preterm infants had evidence of at least one placental pathology and 34% had multiple lesions. Although no individual placental pathologic lesion was associated with the occurrence of BPD, the presence of multiple lesions was significantly associated with subsequent death or the occurrence of BPD. Moreover, preterm infants with multiple placental pathologies were more likely to develop NDI, but this was not significant after adjusting for potential confounders.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "mention": "5",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The association between BPD and the presence of various placental pathologies such as MVU, FTV, chronic villitis, villous edema, and acute chorioamnionitis has been inconsistent.5,8,9,12,21–24 For instance, MVU is a placental histopathological lesion associated with pre-eclampsia and other gestational hypertensive disorders leading to utero-placental insufficiency. While some have reported inverse relationship between MVU and BPD,21 others have reported that MVU is associated with severity of BPD and PAH.12 Similarly, the role of AHC in BPD has also been controversial; some studies have shown no association with BPD,21–24 while others have reported an association between AHC and development of BPD.8,9 This could reflect the lack of documentation of multiple placental pathologic lesions. Although we did not find any individual placental pathology significantly associated with the occurrence of BPD, the presence of multiple placental pathologic lesions was strongly associated with the occurrence of BPD.",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 179,
                    "mention": "5",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 180,
                    "end": 181,
                    "mention": "8",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 182,
                    "end": 183,
                    "mention": "9",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 184,
                    "end": 186,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 187,
                    "end": 189,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 190,
                    "end": 192,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 434,
                    "end": 436,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 510,
                    "end": 512,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 624,
                    "end": 626,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 627,
                    "end": 629,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 707,
                    "end": 708,
                    "mention": "8",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 709,
                    "end": 710,
                    "mention": "9",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The most common combination of lesions in placentas with multiple lesions were LGA+chorioamnionitis, followed by SGA+chorioamnionitis and MVU+chorioamnionitis. A possible vascular hypothesis explaining this association suggests that placental pathology such as MVU results in placental insufficiency that in turn may lead to: (1) decreases in angiogenic factors such as placental growth factors and vascular endothelial growth factor A (VEGF-A),25,26 (2) excess of amniotic fluid anti-angiogenic factors such as VEGF receptor antagonist gms-like tyrokinase-1,27 and (3) subsequent chronic fetal hypoxia.28 These factors may also result in disruption of pulmonary vascular growth/development and alveolarization.28 Notably, the presence of chronic hypoxia in fetal sheep that is associated with MVU and the development of placental insufficiency leads to the classic histologic findings of BPD.29 The alternative inflammatory hypothesis for the occurrence of BPD suggests chorioamnionitis results in a systemic fetal inflammatory response causing increased pulmonary expression of proinflammatory cytokines, apoptosis, and remodeling of the fetal lungs.30,31 Notably, this inflammation may also be associated with attenuated responses to exogenous surfactant therapy and thus the need for prolonged mechanical ventilation.32 Colonization with Ureaplasma urealyticum or Ureaplasma pravum or increased risk of postnatal sepsis may also contribute to the development of BPD in preterm infants with histologic acute chorioamnionitis on placental examination.33 We speculate that the association of BPD with multiple placental lesions, but not with isolated pathology, suggests that there are interactive effects between vascular and inflammatory processes that promote the development of BPD. This is especially relevant since not all preterm infants exposed to chorioamnionitis or to MVU develop BPD. Therefore, it is possible that multiple/severe insults need to occur over the course of pregnancy, rather than an isolated event, in order to increase the risk of developing of BPD in neonates <29 weeks GA.",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 447,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 448,
                    "end": 450,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 559,
                    "end": 561,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 603,
                    "end": 605,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 711,
                    "end": 713,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 893,
                    "end": 895,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1152,
                    "end": 1154,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1155,
                    "end": 1157,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1321,
                    "end": 1323,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1553,
                    "end": 1555,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This is the first study that has looked at an association of multiple placental pathologic lesions with neurodevelopmental outcome data using Bayley III. Similar to BPD, studies have been done to show an association between NDI and various placental pathologies, including chorioamnionitis, MVU, FTV, and chronic villitis; but these associations have been inconsistent.10,34–36 For instance, although the association between AHC and adverse neurodevelopmental outcomes has been studied, the association is quite variable, with some reporting that AHC is a significant predictor of cerebral palsy34 and NDI,10 while others reporting no adverse association between AHC and neurodevelopmental outcome.35 Similarly, there are few studies that have examined MVU and NDI.36 It has been suggested that MVU may lead to fetal hypoxia, which contributes to the breakdown of the blood–brain barrier and triggers glutamate excitotoxicity. Free radicals in combination with a developmental lack of antioxidant enzymes in oligodendrocytes may explain the impact of hypoxia on the premature brain.37 While significant association between placental infarction (suggesting MVU) and NDI has been reported,38 this was not seen by others.39 This variability in the previous studies may, in part, be accounted for by a lack of statistical power, retrospective analysis, and differences in time of neurodevelopmental assessments. Moreover, none of these studies evaluated multiple lesions. In our study, infants with multiple placental pathologic lesions were more likely to have moderate-to-severe NDI; however, after adjusting for potential confounders, this association disappeared. As in BPD, it is possible that there is interactive effect between placental vascular and inflammatory lesions on the occurrence of cerebral injury, but a larger cohort is needed to examine this association.",
            "cite_spans": [
                {
                    "start": 369,
                    "end": 371,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 372,
                    "end": 374,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 595,
                    "end": 597,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 606,
                    "end": 608,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 698,
                    "end": 700,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 765,
                    "end": 767,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1082,
                    "end": 1084,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1187,
                    "end": 1189,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1218,
                    "end": 1220,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The strengths of our study include a large cohort with consecutive sampling to decrease selection bias, relative homogeneity of the study subjects delivered and cared for at a single center, high rate of follow-up (~90%) with systematic assessment of long-term outcomes, and availability of placental histopathology in all preterm infants delivered in our institution. We also assessed a large variety of placental lesions, defined their significance a priori, used a uniform method for classification, and assessed multiple lesions. Our study did have some limitations such as its retrospective nature. Even though logistic regression was done to account for known variables, it is possible that unknown confounders are not accounted for. We did not collect the data on ventilator associated pneumonia (VAP) and Score for neonatal acute physiology with perinatal extenstion (SNAP-PE), as these data are not collected routinely at our institution. It is highly likely that multiple placental lesions not only indicate an interaction between vascular and inflammatory lesions but may also indicate severity of the vascular or inflammatory insult. Future studies should explore role of such lesions and the interaction in pathogenesis of neonatal morbidities.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To the best of our knowledge, this is the first report demonstrating an association between the presence of multiple placental lesions, BPD, and its severity in neonates <29 weeks GA, demonstrating the importance of routine placental pathology and reporting multiple lesions. We speculate that there may an interaction between the pathogenesis of placental vascular and inflammatory lesions that contribute to the development of BPD and its severity. The association between placental pathology should be included in future predictive models of BPD, and large animal and prospective clinical studies should be designed to determine how various placental pathologies interact and their role in development of neonatal morbidities.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Relationship between placental pathology and maternal and infant characteristics.\nData are the means ± SD. Numbers in parenthesis are percentages. Different superscripts of the letters (a or b) across rows designate significant differences between groups by multiple comparison procedure with Bonferroni correction NS not significant, OB EGA obstetric gestational age, IUGR intrauterine growth restriction, BD base deficit, DR delivery room, CPR cardiopulmonary resuscitation",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Relationship between the placental pathology and short-term neonatal outcomes and BPD.\nData are the means ± SD. Numbers in parenthesis are percentages. Different superscripts of letters (a or b) across rows designate significant differences between groups by multiple comparison procedure with Bonferroni correction NS not significant, BPD bronchopulmonary dysplasia, IVH intraventricular hemorrhage",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Relationship between the placental pathology and neurodevelopmental outcomes.\nData are the means ± SD. Numbers in parenthesis are percentages within a column. Different superscripts of letters (a or b) across rows designate significant differences between groups by multiple comparison procedure with Bonferroni correction. Comparison groups with different subscripts (a or b) signify statistical difference and similar subscripts are not statistically different NS not significant, NDI neurodevelopmental impairment, Non-CP non-cerebral palsy",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Description of placental pathology in BPD vs. no BPD patients.\nNumbers in parenthesis are percentages within a column SGA small for gestational age, LGA large for gestational age, MC maternal chorioamnionitis, FC chorioamnionitis with fetal vasculitis, MVU maternal vascular underperfusion, FTV fetal thrombotic vasculopathy, HGV high-grade villitis, VE villous edema",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Flow diagram of the study population.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: MC chorioamnionitis without fetal vasculitis, FC chorioamnionitis with fetal vasculitis, MVU maternal vascular underperfusion, FTV fetal thrombotic vasculopathy, HGV high grade villitis, VE villous edema, SGA small for gestational age placenta, LGA large for gestational age placenta. The most common pathological lesion in the placentas in our patient population was histological acute chorioamnionitis (n = 119, 49%) and maternal vascular underperfusion (including SGA placentas) (n = 96, 40%). The most common complex placental pathological lesions (multiple lesions) were a combination of histological acute chorioamnionitis with LGA placentas (n = 30, 12%), followed by histological acute chorioamnionitis with SGA placentas (n = 15, 6%) and acute chorioamnionitis with MVU (n = 11, 5%). Chronic villitis and villous edema was seen in very small percentage of placentas (<5%).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Outcomes for extremely premature infants",
            "authors": [
                {
                    "first": "HC",
                    "middle": [],
                    "last": "Glass",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Anesth. Analg.",
            "volume": "120",
            "issn": "",
            "pages": "1337-1351",
            "other_ids": {
                "DOI": [
                    "10.1213/ANE.0000000000000705"
                ]
            }
        },
        "BIBREF1": {
            "title": "Chorioamnionitis and early childhood outcomes among extremely low-gestational-age neonates",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pappas",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "JAMA Pediatr.",
            "volume": "168",
            "issn": "",
            "pages": "137-147",
            "other_ids": {
                "DOI": [
                    "10.1001/jamapediatrics.2013.4248"
                ]
            }
        },
        "BIBREF2": {
            "title": "Correlation of preterm infant illness severity with placental histology",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Chisholm",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Placenta",
            "volume": "39",
            "issn": "",
            "pages": "61-69",
            "other_ids": {
                "DOI": [
                    "10.1016/j.placenta.2016.01.012"
                ]
            }
        },
        "BIBREF3": {
            "title": "Placental pathologic changes of maternal vascular underperfusion in bronchopulmonary dysplasia and pulmonary hypertension",
            "authors": [
                {
                    "first": "KK",
                    "middle": [],
                    "last": "Mestan",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Placenta",
            "volume": "35",
            "issn": "",
            "pages": "570-574",
            "other_ids": {
                "DOI": [
                    "10.1016/j.placenta.2014.05.003"
                ]
            }
        },
        "BIBREF4": {
            "title": "An immunologic basis for placental insufficiency in fetal growth restriction",
            "authors": [
                {
                    "first": "LG",
                    "middle": [],
                    "last": "Greer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am. J. Perinatol.",
            "volume": "29",
            "issn": "",
            "pages": "533-538",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Placental diagnostic criteria and clinical correlation-a workshop report",
            "authors": [
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Redline",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Keating",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kingdom",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Placenta",
            "volume": "26",
            "issn": "Suppl A",
            "pages": "S114-S117",
            "other_ids": {
                "DOI": [
                    "10.1016/j.placenta.2005.02.009"
                ]
            }
        },
        "BIBREF6": {
            "title": "Placental pathology is associated with severity of neonatal encephalopathy and adverse developmental outcomes following hypothermia",
            "authors": [
                {
                    "first": "IN",
                    "middle": [],
                    "last": "Mir",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am. J. Obstet. Gynecol.",
            "volume": "213",
            "issn": "",
            "pages": "849.e1-849.e7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2015.09.072"
                ]
            }
        },
        "BIBREF7": {
            "title": "Reference values for singleton and twin placental weights",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pinar",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Oyer",
                    "suffix": ""
                },
                {
                    "first": "DB",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Pediatr. Pathol. Lab. Med.",
            "volume": "16",
            "issn": "",
            "pages": "901-907",
            "other_ids": {
                "DOI": [
                    "10.1080/15513819609168713"
                ]
            }
        },
        "BIBREF8": {
            "title": "Evaluation and management of women and newborns with a maternal diagnosis of chorioamnionitis: summary of a workshop",
            "authors": [
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Higgins",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Obstet. Gynecol.",
            "volume": "127",
            "issn": "",
            "pages": "426-436",
            "other_ids": {
                "DOI": [
                    "10.1097/AOG.0000000000001246"
                ]
            }
        },
        "BIBREF9": {
            "title": "Incidence and evolution of subependymal and intraventricular hemorrhage: a study of infants with birth weights less than 1,500 gm",
            "authors": [
                {
                    "first": "L-A",
                    "middle": [],
                    "last": "Papile",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Burstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Burstein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Koffler",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "J. Pediatr.",
            "volume": "92",
            "issn": "",
            "pages": "529-534",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-3476(78)80282-0"
                ]
            }
        },
        "BIBREF10": {
            "title": "Neonatal necrotizing enterocolitis - therapeutic decisions based upon clinical staging",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Ann. Surg.",
            "volume": "187",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.1097/00000658-197801000-00001"
                ]
            }
        },
        "BIBREF11": {
            "title": "Trends in care practices, morbidity, and mortality of extremely preterm neonates, 1993-2012",
            "authors": [
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Stoll",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "JAMA",
            "volume": "314",
            "issn": "",
            "pages": "1039-1051",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2015.10244"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Placental and other perinatal risk factors for chronic lung disease in very low birth weight infants",
            "authors": [
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Redline",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wilson-Costello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hack",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatr. Res.",
            "volume": "52",
            "issn": "",
            "pages": "713-719",
            "other_ids": {
                "DOI": [
                    "10.1203/00006450-200211000-00017"
                ]
            }
        },
        "BIBREF14": {
            "title": "Chorioamnionitis/funisitis and the development of bronchopulmonary dysplasia",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Dahlstrom",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Paediatr. Child Health",
            "volume": "40",
            "issn": "",
            "pages": "356-359",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1440-1754.2004.00366.x"
                ]
            }
        },
        "BIBREF15": {
            "title": "Chorioamnionitis, mechanical ventilation, and postnatal sepsis as modulators of chronic lung disease in preterm infants",
            "authors": [
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Van Marter",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Pediatr.",
            "volume": "140",
            "issn": "",
            "pages": "171-176",
            "other_ids": {
                "DOI": [
                    "10.1067/mpd.2002.121381"
                ]
            }
        },
        "BIBREF16": {
            "title": "Chorioamnionitis as a risk factor for bronchopulmonary dysplasia: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hartling",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lacaze-Masmonteil",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Arch. Dis. Child. Fetal Neonatal Ed.",
            "volume": "97",
            "issn": "",
            "pages": "F8-F17",
            "other_ids": {
                "DOI": [
                    "10.1136/adc.2010.210187"
                ]
            }
        },
        "BIBREF17": {
            "title": "Bronchopulmonary dysplasia: “a vascular hypothesis”",
            "authors": [
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Abman",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "164",
            "issn": "Pt 1",
            "pages": "1755-1756",
            "other_ids": {
                "DOI": [
                    "10.1164/ajrccm.164.10.2109111c"
                ]
            }
        },
        "BIBREF18": {
            "title": "Bronchopulmonary dysplasia: where have all the vessels gone? Roles of angiogenic growth factors in chronic lung disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Thebaud",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Abman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am. J. Respir. Crit. Care Med.",
            "volume": "175",
            "issn": "",
            "pages": "978-985",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.200611-1660PP"
                ]
            }
        },
        "BIBREF19": {
            "title": "Excess soluble vascular endothelial growth factor receptor-1 in amniotic fluid impairs lung growth in rats: linking preeclampsia with bronchopulmonary dysplasia",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Karumanchi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Seedorf",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Markham",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Abman",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am. J. Physiol. Lung Cell. Mol. Physiol.",
            "volume": "302",
            "issn": "",
            "pages": "L36-L46",
            "other_ids": {
                "DOI": [
                    "10.1152/ajplung.00294.2011"
                ]
            }
        },
        "BIBREF20": {
            "title": "Vascular placental pathology and the relationship between hypertensive disorders of pregnancy and neonatal outcomes in very low birth weight infants",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Strouss",
                    "suffix": ""
                },
                {
                    "first": "ND",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Locke",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J. Perinatol.",
            "volume": "38",
            "issn": "",
            "pages": "324-331",
            "other_ids": {
                "DOI": [
                    "10.1038/s41372-017-0032-4"
                ]
            }
        },
        "BIBREF21": {
            "title": "Intrauterine growth restriction decreases pulmonary alveolar and vessel growth and causes pulmonary artery endothelial cell dysfunction in vitro in fetal sheep",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rozance",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am. J. Physiol. Lung Cell. Mol. Physiol.",
            "volume": "301",
            "issn": "",
            "pages": "L860-L871",
            "other_ids": {
                "DOI": [
                    "10.1152/ajplung.00197.2011"
                ]
            }
        },
        "BIBREF22": {
            "title": "Epidemiology of bronchopulmonary dysplasia",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Birth Defects Res. A Clin. Mol. Teratol.",
            "volume": "100",
            "issn": "",
            "pages": "145-157",
            "other_ids": {
                "DOI": [
                    "10.1002/bdra.23235"
                ]
            }
        },
        "BIBREF23": {
            "title": "Elevated interleukin-8 concentrations in amniotic fluid of mothers whose neonates subsequently develop bronchopulmonary dysplasia",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ghezzi",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Eur. J. Obstet. Gynecol. Reprod. Biol.",
            "volume": "78",
            "issn": "",
            "pages": "5-10",
            "other_ids": {
                "DOI": [
                    "10.1016/S0301-2115(97)00236-4"
                ]
            }
        },
        "BIBREF24": {
            "title": "Amniotic fluid cytokines (interleukin-6, tumor necrosis factor-alpha, interleukin-1 beta, and interleukin-8) and the risk for the development of bronchopulmonary dysplasia",
            "authors": [
                {
                    "first": "BH",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am. J. Obstet. Gynecol.",
            "volume": "177",
            "issn": "",
            "pages": "825-830",
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9378(97)70276-X"
                ]
            }
        },
        "BIBREF25": {
            "title": "Chorioamnionitis alters the response to surfactant in preterm infants",
            "authors": [
                {
                    "first": "JV",
                    "middle": [],
                    "last": "Been",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Pediatr.",
            "volume": "156",
            "issn": "",
            "pages": "10.e1-15.e1",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2009.07.044"
                ]
            }
        },
        "BIBREF26": {
            "title": "Critical appraisal of the role of Ureaplasma in the development of bronchopulmonary dysplasia with metaanalytic techniques",
            "authors": [
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Schelonka",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                },
                {
                    "first": "KB",
                    "middle": [],
                    "last": "Waites",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": "Jr"
                }
            ],
            "year": 2005,
            "venue": "Pediatr. Infect. Dis. J.",
            "volume": "24",
            "issn": "",
            "pages": "1033-1039",
            "other_ids": {
                "DOI": [
                    "10.1097/01.inf.0000190632.31565.83"
                ]
            }
        },
        "BIBREF27": {
            "title": "Chorioamnionitis as a risk factor for cerebral palsy: a meta-analysis",
            "authors": [
                {
                    "first": "YW",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Colford",
                    "suffix": "Jr"
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "284",
            "issn": "",
            "pages": "1417-1424",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.284.11.1417"
                ]
            }
        },
        "BIBREF28": {
            "title": "Early preterm birth: association between in utero exposure to acute inflammation and severe neurodevelopmental disability at 6 years of age",
            "authors": [
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Andrews",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am. J. Obstet. Gynecol.",
            "volume": "198",
            "issn": "",
            "pages": "466.e1-466.e11",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2007.12.031"
                ]
            }
        },
        "BIBREF29": {
            "title": "Association between cerebral palsy and microscopically verified placental infarction in extremely preterm infants",
            "authors": [
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Vinnars",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vollmer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nasiell",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Papadogiannakis",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Westgren",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Acta Obstet. Gynecol. Scand.",
            "volume": "94",
            "issn": "",
            "pages": "976-982",
            "other_ids": {
                "DOI": [
                    "10.1111/aogs.12688"
                ]
            }
        },
        "BIBREF30": {
            "title": "Periventricular leukomalacia, inflammation and white matter lesions within the developing nervous system",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rezaie",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Neuropathology",
            "volume": "22",
            "issn": "",
            "pages": "106-132",
            "other_ids": {
                "DOI": [
                    "10.1046/j.1440-1789.2002.00438.x"
                ]
            }
        },
        "BIBREF31": {
            "title": "Placental infarction identified by macroscopic examination and risk of cerebral palsy in infants at 35 weeks of gestational age and over",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "de Groot",
                    "suffix": ""
                },
                {
                    "first": "KB",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am. J. Obstet. Gynecol.",
            "volume": "205",
            "issn": "",
            "pages": "124.e1-124.e7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2011.05.022"
                ]
            }
        },
        "BIBREF32": {
            "title": "Microbiologic and histologic characteristics of the extremely preterm infant's placenta predict white matter damage and later cerebral palsy. the ELGAN study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Leviton",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatr. Res.",
            "volume": "67",
            "issn": "",
            "pages": "95-101",
            "other_ids": {
                "DOI": [
                    "10.1203/PDR.0b013e3181bf5fab"
                ]
            }
        },
        "BIBREF33": {
            "title": "Are outcomes of extremely preterm infants improving? Impact of Bayley assessment on outcomes",
            "authors": [
                {
                    "first": "BR",
                    "middle": [],
                    "last": "Vohr",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Pediatr.",
            "volume": "161",
            "issn": "",
            "pages": "222.e3-228.e3",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2012.01.057"
                ]
            }
        },
        "BIBREF34": {
            "title": "Placental pathology, perinatal death, neonatal outcome, and neurological development: a systematic review",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Roescher",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Timmer",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Erwich",
                    "suffix": ""
                },
                {
                    "first": "AF",
                    "middle": [],
                    "last": "Bos",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0089419"
                ]
            }
        },
        "BIBREF35": {
            "title": "Placental pathology and neurological morbidity in preterm infants during the first two weeks after birth",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Roescher",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Early Hum. Dev.",
            "volume": "90",
            "issn": "",
            "pages": "21-25",
            "other_ids": {
                "DOI": [
                    "10.1016/j.earlhumdev.2013.11.004"
                ]
            }
        },
        "BIBREF36": {
            "title": "The relationship between placental histopathology findings and perinatal outcome in preterm infants",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ogunyemi",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Murillo",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hunter",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alperson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Matern. Fetal Neonatal Med.",
            "volume": "13",
            "issn": "",
            "pages": "102-109",
            "other_ids": {
                "DOI": [
                    "10.1080/jmf.13.2.102.109"
                ]
            }
        },
        "BIBREF37": {
            "title": "Chorioamnionitis, respiratory distress syndrome and bronchopulmonary dysplasia in extremely low birth weight infants",
            "authors": [
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Perinatol.",
            "volume": "31",
            "issn": "",
            "pages": "166-170",
            "other_ids": {
                "DOI": [
                    "10.1038/jp.2010.113"
                ]
            }
        },
        "BIBREF38": {
            "title": "Bronchopulmonary dysplasia-associated pulmonary hypertension: clues from placental pathology",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Kunjunju",
                    "suffix": ""
                },
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Gopagondanahalli",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sehgal",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J. Perinatol.",
            "volume": "37",
            "issn": "",
            "pages": "1310-1314",
            "other_ids": {
                "DOI": [
                    "10.1038/jp.2017.130"
                ]
            }
        }
    }
}