{
    "paper_id": "PMC7167564",
    "metadata": {
        "title": "An Atypical Presentation of Novel Coronavirus Disease 2019 (COVID-19)",
        "authors": [
            {
                "first": "Namrata",
                "middle": [],
                "last": "Singhania",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Saurabh",
                "middle": [],
                "last": "Bansal",
                "suffix": "",
                "email": "bans02@uic.edu",
                "affiliation": {}
            },
            {
                "first": "Girish",
                "middle": [],
                "last": "Singhania",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To the Editor:",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A 71-year-old female with hypertension came to the Emergency Department (ED) with complaints of syncope. She did not have chest pain, shortness of breath, fever, or cough. Blood pressure was 152/70 mm Hg, 139/75 mm Hg and 128/75 mm Hg at supine, sitting, and standing position, respectively. Temperature was 36.94°C (98.5°F), pulse 114 beats/min, respiratory rate 18/min, and oxygen saturation 96% on room air. She was awake, alert, and had clear lungs. Electrocardiogram (ECG) showed normal sinus rhythm. Glucose was 143 mg/dL, sodium 136 mmol/L, potassium 4.0 mmol/L, creatinine 1.34 mg/dL (normal baseline), and normal troponin. White blood cell (WBC) count was 4100/mm3 with absolute lymphocyte count 0.64 K/mm3 (normal 0.80-5.00 K/mm3). Computed tomography (CT) of the head was negative. Chest radiograph showed calcified granuloma in the right upper lobe and clear lungs. She was diagnosed with orthostatic hypotension and was given intravenous fluids and was sent home from the emergency department.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "She was brought in again 3 days later with altered mental status. She had no fever, chills, chest pain, cough, or shortness of breath. Family denied sick contacts or recent travel. Blood pressure was 100/51 mm Hg, pulse 94 beats/min, respiratory rate 22/min, temperature 36.66°C (98.0°F), and oxygen saturation 96% on 2 L oxygen. She was lethargic. She had minimal crackles bilaterally. Laboratory indices showed normal electrolytes, white blood cell count 4300/mm3 (absolute lymphocyte count 1.0 K/mm3). Pro-calcitonin was normal. Head CT was negative. CT angiography of the head and neck showed ground-glass attenuation in the left upper lobe. This triggered us to order chest CT, which showed bilateral ground-glass densities extending from the hilum to the left upper lobe and middle lobe (Figure\nA and B). We suspected coronavirus disease 2019 (COVID-19), and the patient was immediately placed on isolation. Pulmonary and Infectious Disease were consulted, and broad-spectrum antibiotics were initiated. Novel COVID-19 polymerase chain reaction (PCR) was sent and came back positive.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 794,
                    "end": 800,
                    "mention": "Figure",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Coronaviruses are RNA viruses in which genetic recombination can result in increased diversity, leading to emergence as novel pathogens. Their viral spike (S) binds to host angiotensin-converting enzyme 2. Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is identified in disease COVID-19. It spreads via respiratory droplets between close contacts, defined as within 6 feet of the person and at least 15 minutes of time spent in proximity. The virus may remain infectious in aerosols for hours and on surfaces up to days. Infection may be asymptomatic or may result in an acute respiratory disease with fever, shortness of breath, and cough. Bilateral pneumonia, acute respiratory distress syndrome, or death can occur.1 Some patients have experienced gastrointestinal symptoms such as diarrhea and nausea. Hypertension, heart disease, and chronic lung disease are risk factors for severe disease.1 Median incubation period is 5.1-5.2 days. Asymptomatic phases range from 2 to 14 days, and 97.5% of patients develop symptoms within 11.5 days (confidence interval, 8.2-15.6 days).",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 733,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 910,
                    "end": 911,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Severe acute respiratory syndrome coronavirus 2 specimen (nasopharyngeal, oropharyngeal swabs, or bronchoalveolar lavage) testing is performed using a real-time polymerase chain reaction. Leukopenia/lymphopenia is common and liver function abnormalities may present in severe cases.1 Negative procalcitonin and ground-glass densities in chest CT favors COVID-19.1 Management includes prompt implementation of infection control and supportive management for respiratory disease and complications like septic shock or acute respiratory failure.1 Role of noninvasive ventilation is limited and, in fact, harmful. Corticosteroids should be avoided because of the potential for prolonging viral replication. Drugs remdesivir and chloroquine have potential benefit, but their safety and efficacy is unknown.",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 283,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 362,
                    "end": 363,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 542,
                    "end": 543,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Negative procalcitonin, presence of lymphopenia, and chest imaging made us suspect COVID-19 in our patient because she did not have any classic symptoms of fever and cough. Because of this ongoing highly contagious disease, we would like to inform providers that altered mental status in an elderly patient can be an atypical presentation of COVID-19.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure: (A and B) Computed tomography (CT) of chest showing ground-glass densities present bilaterally, extending from the hilum and more prominent toward the periphery in the left upper lobe and right middle lobe.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical characteristics of coronavirus disease 2019 in China [e-pub ahead of print]",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        }
    }
}