{
    "paper_id": "PMC7221228",
    "metadata": {
        "title": "A Lesson Learned from the Outbreak of COVID-19 in Korea",
        "authors": [
            {
                "first": "Kyoo-Man",
                "middle": [],
                "last": "Ha",
                "suffix": "",
                "email": "ha1999@hotmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Two distinctive approaches are available in battling coronavirus disease 2019 (COVID-19) in South Korea (hereinafter Korea). A divided community approach involves emergency management stakeholders individually understanding, evaluating, and then deciding on steps regarding managing the outbreak of COVID-19. On the other hand, a total community approach involves all stakeholders collectively comprehending and assessing the needs of communities and then deciding on and implementing appropriate alternatives to manage COVID-19 [1].",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 531,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This short paper aims to analyze how Korea can improve its emergency management against COVID-19 with the ultimate goal of eliminating the virus from the country. The aforementioned two approaches are compared in terms of five stakeholders: hospitals, governments, voluntary organizations, mass media, and other local communities. These comprise all the important players in Korea involved in combating the spread of COVID-19.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In terms of divided community approach, almost all hospitals have done their best to manage COVID-19 such as coronavirus testing, coronavirus treatment, and others. However, these efforts have been made individually, without substantially cooperating with others. Many hospitals have simply focused on contagion protection without seriously communicating with the rest of the community.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The current Korean President has erroneously believed in the superior role played by a single stakeholder, the government, in COVID-19 management. Likewise, several government agencies have played their own isolated roles in responding to COVID-19 without considering coordinated efforts. Further, important decisions relating to COVID-19 have been made without the participation of doctors.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As the coronavirus infection must be dealt with by professional emergency responders, non-professional volunteers in Korea have not been able to carry out many jobs relating to COVID-19, apart from a few volunteers who have indirectly supported the management of COVID-19 in hospitals. Many volunteers have tried to spread information on the coronavirus infection to the masses online.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The mass media in Korea have focused on analyzing and evaluating information regarding infected patients, emergency responders, and counter-measures in a timely manner. They have certainly contributed to improving emergency awareness in communities. Despite all this, they have completely failed to provide information on potential pandemics before the outbreak of COVID-19.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Some local residents have not been serious about their reaction to COVID-19. The 31st infected patient refused to test for coronavirus before being confirmed as a patient. Similarly, a fringe religious cult, the Shincheonji Church of Jesus (or the Temple of the Tabernacle of the Testimony), has turned into a super spreader by allowing close proximity among believers in its study room or during prayer sessions [2].",
            "cite_spans": [
                {
                    "start": 414,
                    "end": 415,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In viewpoint of total community approach, physicians specializing in infectious diseases must not focus on the task of contagion protection alone. Their efforts can meet with success only through extensive cooperation with other stakeholders in communities such as patients, local officials, merchants, local residents, and others. As such, hospitals must distribute or reveal infection information to local communities more openly than is currently the case.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Presidential leadership, such as through the establishment of coordinated efforts, can play a key role in dealing with pandemics in Korea. In doing so, he must understand the basic process of COVID-19 management by consulting all stakeholders in the field of emergency management. He should recognize that the pandemic outbreak may not be managed by either a professional or a government institution, mainly because the impacts of COVID-19 are too large for an individual entity to handle.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Voluntary organizations need to substantially improve their position. As such, appropriate voluntary organizations including the Korean Medical Association, Korean Nurses Association, Korean Association of Emergency Medical Technicians, and others must register related professional volunteers before the outbreak of pandemic diseases. Also, these organizations must provide systematic training and exercise for registered volunteers on a regular basis.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The mass media have currently paid attention to the COVID-19 outbreak, which is related to the period during emergency. For effective emergency management, mass media should feature discussions on how to prevent or prepare for pandemics before the outbreak of COVID-19. After the outbreak, the media have to emphasize and report on the process of recovery from related impacts.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Local residents and organizations have to increase the extent of their emergency awareness on pandemic outbreaks. Concrete measures include stocking emergency kits, attending response workshops, partnering with others, and so on must be taken. On a similar note, religious organizations should maintain bipartisanship with science by prohibiting close proximity among believers.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "A pandemic may spread among individuals, institutions, regions, nations, or even the world and thus claim millions of lives. Primarily because it is almost impossible for Korea to deal with COVID-19 by relying on the divided community approach, the nation must pursue the total community approach as a key lesson. In other words, emergency management against the outbreak of COVID-19 cannot be handled by a community divided among the five stakeholders.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "When appropriate, the total community approach should be fully formulated before the outbreak of pandemics. As the period of emergency response is relatively short, emergency management should entail assigning roles and responsibilities to all the five stakeholders to adhere to the total community approach. In other words, after the outbreak of pandemics, there will be no time for stakeholders to strategize or implement defensive or offensive plans.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The transition towards the total community approach means that Korea has to comprehensively set up the national emergency operation framework. As of now, Korea has developed the basic plan(s) on national emergency and safety management. While addressing the national emergency operation framework, each stakeholder will be legally responsible for what they have to do within the framework of emergency management.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The nation should draw appropriate lessons from each emergency such as COVID-19; failure to do so would be disastrous. When the field of emergency management fails to do so, the same emergency may return to haunt the whole community. Further, the field has to substantially implement the lesson learned to fight against future pandemics. Otherwise, the valuable lesson, learned at a cost, would be futile.\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "A whole community approach to emergency management: principles, themes, and pathways for action",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}