{
    "paper_id": "PMC7144596",
    "metadata": {
        "title": "Novel Coronavirus and Related Public Health Interventions Are Negatively Impacting Mental Health Services",
        "authors": [
            {
                "first": "Scott",
                "middle": [
                    "A."
                ],
                "last": "Simpson",
                "suffix": "",
                "email": "scottasimpson@dhha.org",
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [
                    "K."
                ],
                "last": "McDowell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patricia",
                "middle": [],
                "last": "Westmoreland",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Audrey",
                "middle": [],
                "last": "Dumas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To the Editor",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The novel coronavirus (SARS-CoV-2) pandemic has changed life and healthcare with unprecedented rapidity. In Asia, the early pandemic complicated the delivery of psychiatric care1 and introduced fear, panic, and grief among the public.2 In prior disasters mental health systems struggled to deliver care around major disasters even as survivors experienced frequent psychiatric sequelae.3\n,\n4 The coronavirus pandemic is particularly problematic given barriers that patients in U.S. mental health systems face in receiving medical treatment. We conducted a rapid survey of psychiatrists to assess how their practice has changed during the pandemic and their opinions of how these changes affect mental health treatment quality and access.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 234,
                    "end": 235,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 386,
                    "end": 387,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 390,
                    "end": 391,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We sent a survey to psychiatry email lists including from the Academy of Consultation-Liaison Psychiatry from March 19-30, 2020, using a secure web-based program.5 Participants were asked to identify as board-eligible or board-certified psychiatrists in the U.S. or in an accredited training program. A short time frame was selected because of the fast-moving nature of events despite the potential of a more limited response size. The primary outcome was psychiatrists’ perceptions of quality of and access to mental health care asked on a 5-point Likert scale; responses were grouped for Chi-square analyses. This study was reviewed by the local institutional review board.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 163,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We received 101 responses from 29 states. All respondents reported changes in their clinical practice. Due to the small sample, practice settings were grouped into outpatient, hospital-based, and other categories (such as those in forensic care and training programs). The table reports results including on the primary outcomes, which were consistent across practice settings.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Despite positive media reports on the use of telepsychiatry in particular, this survey suggests that psychiatrists more often perceive that the quality of and access to mental health treatment have been negatively impacted by the novel coronavirus pandemic and related public health responses. Psychiatrists among all practice settings shared similar levels of concern and familiarity with coronavirus disease, but hospital-based and outpatient psychiatrists reported different practice changes. All outpatient psychiatrists reported a move towards greater use of telemedicine. That these clinicians were also concerned about access to care belies positive media reports suggesting that rapid implementation of telepsychiatry will benefit patients. Other developments affecting care access and quality included cancellations of appointments and team meetings. The relatively lower use of telemedicine in hospital settings suggests that the modality may be either underutilized or ill-served to hospitalized higher risk patients, a group already recognized to be at risk during the pandemic.1\n",
            "cite_spans": [
                {
                    "start": 1090,
                    "end": 1091,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Practices and perceptions may change as psychiatrists see more patients with coronavirus disease (COVID-19). We plan a follow-up survey to assess changes in practice over time. For now, the low observed contact rate may suggest that COVID-19 is not widely present among these clinicians’ patients, is not associated with significant psychiatric morbidity, or that mental health systems are not identifying patients at risk. These data on psychiatrists’ information sources can aid information dissemination on best care practices. Although this small study carries a risk of selection bias and our use of a public survey precludes reporting a response rate, we achieved a fair mix of practice settings and will be able to ascertain changes over time. These reported practice changes may reflect efforts to mitigate quality and access issues rather than vice versa. Despite the small sample, a fair mix of practice settings is included, and our rapid distribution enables longitudinal follow-up among respondents.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Coronavirus and its ongoing public health response will carry lasting implications for psychiatric care. The time to begin studying and anticipating those impacts is now.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Drs. Simpson and McDowell receive royalties from Taylor & Francis. The authors report no conflicts of interest. This work’s use of Redcap is supported by NIH/NCRR Colorado CTSI Grant Number UL1 RR025780. Contents are the authors' sole responsibility and do not necessarily represent official NIH views.Table 1\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 302,
                    "end": 309,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Psychiatrists’ Perceptions of Quality and Access to Mental Health Care During the Novel Coronavirus Pandemic\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The COVID-19 outbreak and psychiatric hospitals in China: managing challenges through mental health service reform",
            "authors": [
                {
                    "first": "Y.T.",
                    "middle": [],
                    "last": "Xiang",
                    "suffix": ""
                },
                {
                    "first": "Y.J.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z.H.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Biol Sci",
            "volume": "16",
            "issn": "10",
            "pages": "1741-1744",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Mental Health Strategies to Combat the Psychological Impact of COVID-19 Beyond Paranoia and Panic",
            "authors": [
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "C.Y.",
                    "middle": [],
                    "last": "Chee",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Acad Med Singapore",
            "volume": "49",
            "issn": "1",
            "pages": "1-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Examining disaster mental health workforce capacity",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Reifels",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Naccarella",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Blashki",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Psychiatry",
            "volume": "77",
            "issn": "2",
            "pages": "199-205",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Mental health response to community disasters: a systematic review",
            "authors": [
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "North",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Pfefferbaum",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "JAMA",
            "volume": "310",
            "issn": "5",
            "pages": "507-518",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Research electronic data capture (REDCap)--a metadata-driven methodology and workflow process for providing translational research informatics support",
            "authors": [
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Thielke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Biomed Inform",
            "volume": "42",
            "issn": "2",
            "pages": "377-381",
            "other_ids": {
                "DOI": []
            }
        }
    }
}