{
    "paper_id": "PMC7228338",
    "metadata": {
        "title": "Questions raised by COVID‐19 case descriptions",
        "authors": [
            {
                "first": "Philip",
                "middle": [
                    "N"
                ],
                "last": "Britton",
                "suffix": "",
                "email": "philip.britton@health.nsw.gov.au",
                "affiliation": {}
            },
            {
                "first": "Ben",
                "middle": [
                    "J"
                ],
                "last": "Marais",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The recent emergence and rapid spread of COVID‐19 in Wuhan, China pose an ongoing global challenge. An intriguing observation has been the near absence of children in initial disease reports, mild disease overall in child cases, no reported deaths in children aged <10 years of age and suggestions that minimally symptomatic children may facilitate disease transmission within communities.1, 2, 3, 4, 5, 6 Li et al. report three child cases of confirmed COVID‐19 infection7; the report is notable for at least two reasons.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Firstly, the report describes a mild disease course amongst young children with no symptoms of respiratory distress, no clinical indication for hospitalisation, minimal changes on chest computed tomography and complete recovery in the short term. This raises multiple questions such as: (i) whether the low frequency of confirmed COVID‐19 infections in children reflects case detection bias due to attenuated disease severity in children; (ii) whether undiagnosed child infections contribute to community transmission; (iii) the biological basis for the attenuated disease severity, if this is indeed the case; and (iv) the role of existing co‐morbidity in children, given indications that – as well as older age – co‐morbidity is a major determinant of disease severity in adults.2, 8\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Secondly, the report describes the use of nebulised interferon‐α in two cases, with to our knowledge no data on efficacy and limited information on safety, while nebulisation poses a transmission risk in healthcare environments, as observed with the nearly identical SARS coronavirus.9 While the use of novel/experimental therapies may be justified in a desperate situation, every indication is that this is not required in young children with minimal symptoms. The imperative to ‘do anything possible’ will be felt by all paediatricians caring for children with COVID‐19; however, the ‘first do no harm’ principle should certainly apply in all situations where the natural history of disease is poorly described or indicative of likely spontaneous recovery without any treatment. Clinicians should always balance potential risks and benefits to the individual patient with assiduous attention to infection control to protect other vulnerable patients within the health‐care environment and the public at large.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The report by Li et al.7 is valuable given the scant information available on children with COVID‐19, but detailed case descriptions with better documentation of the full disease course would have been more informative. Paediatricians around the world should endeavour to collect comprehensive clinical data and biological specimens including longitudinal sampling from cases wherever they occur in order to further our understanding of the clinical features, pathogenesis of disease and host response in children infected with COVID‐19.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Epidemiologic and clinical characteristics of novel coronavirus infections Involving 13 patients outside Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1623"
                ]
            }
        },
        "BIBREF3": {
            "title": "Novel coronavirus infection in hospitalized infants under 1 year of age in China",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2131"
                ]
            }
        },
        "BIBREF4": {
            "title": "Diagnosis and treatment of 2019 novel coronavirus infection in children: A pressing issue",
            "authors": [],
            "year": 2020,
            "venue": "World J. Pediatr.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s12519-020-00344-6"
                ]
            }
        },
        "BIBREF5": {
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person‐to‐person transmission: A study of a family cluster",
            "authors": [],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Three children who recovered from novel coronavirus 2019 pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "J. Paediatr. Child Health",
            "volume": "56",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus‐infected pneumonia in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF8": {
            "title": "Hu index patient and SARS outbreak in Hong Kong",
            "authors": [],
            "year": 2004,
            "venue": "Emerg. Infect. Dis.",
            "volume": "10",
            "issn": "",
            "pages": "339-41",
            "other_ids": {
                "DOI": []
            }
        }
    }
}