{
    "paper_id": "PMC7108167",
    "metadata": {
        "title": "Serum Proteomic Fingerprints of Adult Patients with Severe Acute Respiratory Syndrome",
        "authors": [
            {
                "first": "Ronald",
                "middle": [
                    "TK"
                ],
                "last": "Pang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Terence",
                "middle": [
                    "CW"
                ],
                "last": "Poon",
                "suffix": "",
                "email": "tcwpoon@cuhk.edu.hk",
                "affiliation": {}
            },
            {
                "first": "KC",
                "middle": [
                    "Allen"
                ],
                "last": "Chan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nelson",
                "middle": [
                    "LS"
                ],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rossa",
                "middle": [
                    "WK"
                ],
                "last": "Chiu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yu-Kwan",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ronald",
                "middle": [
                    "MY"
                ],
                "last": "Wong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephen",
                "middle": [
                    "SC"
                ],
                "last": "Chim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sai",
                "middle": [
                    "M"
                ],
                "last": "Ngai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Joseph",
                "middle": [
                    "JY"
                ],
                "last": "Sung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "YM",
                "middle": [
                    "Dennis"
                ],
                "last": "Lo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The SARS group included 13 males and 26 females (mean age, 42 years; range, 21–88 years); the non-SARS group included 18 males and 21 females (mean age, 44.4 years; range, 20–88 years). The serum samples from both SARS and non-SARS groups represented the first time point after hospitalization (3–7 days after onset of fever); no medications, including steroids, ribavirin, traditional Chinese medicine, or intravenous immunoglobulins, had been given to the above patients before blood collection. All of the SARS cases were positive in the anti-SARS-CoV IgG antibody serology test. Anti-SARS-CoV IgG antibody was detected by an indirect immunofluorescence assay using Vero cells that were infected with a strain of CoV (GenBank accession no. AY278554) isolated from a patient with SARS. Both the sensitivity and the specificity of this serology test for SARS were 100%.",
            "cite_spans": [],
            "section": "patient materials ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The serum SARS-CoV RNA test was performed on 31 patients, and 22 of them (71%) showed detectable SARS-CoV RNA in their serum. For the control group, the 39 non-SARS patients (21 with bacterial pneumonia, 1 with aspiratory pneumonia, 2 with acute pulmonary edema, 2 with upper respiratory tract infection, 2 with influenza, 1 with acute bronchitis, 1 with bronchiectasis, 1 with secondary lung cancer, 1 with gastrointestinal bleeding, 1 with acute cholangitis, 1 with infectious mononucleosis, 1 with viral gastroenteritis, 1 with liver abscess, 1 with peritonitis and end stage renal failure, 1 with cellulites, and 1 with thalamic hemorrhage) were those who had symptoms similar to those for the SARS patients. They were admitted to the same hospital as the SARS patients and were later shown to be negative for SARS-CoV antibody by a serology test after at least 6 weeks of the onset of symptoms. All biochemical information was collected from the same blood samples. All samples were stored as aliquots at −70 °C until ProteinChip array profiling analysis was performed.",
            "cite_spans": [],
            "section": "patient materials ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In the SELDI ProteinChip analysis, the serum samples from the diseased and control groups were randomized, and the investigator was blinded to their identity. The SELDI ProteinChip analysis was performed as described previously (8)(10)(13). For each set of binding conditions, samples were analyzed in duplicate. Serum samples (2 μL) were denatured by addition of 4 μL of U9 buffer (9 mol/L urea, 20 g/L CHAPS, 50 mmol/L Tris-HCl, pH 9.0) and incubated on ice for 20 min. Denatured serum samples were diluted with 34 μL of T4 (50 mmol/L sodium acetate, 1 mL/L Triton X-100, pH 4.0) or T9 (10 mmol/L Tris, 1 mL/L Triton X-100, pH 9.0) binding buffer, respectively, to give a final dilution of 20-fold. CM10 ProteinChip arrays (Ciphergen Biosystems) were used in this study. After dilution, 5 μL of the diluted sample was applied to a preequilibrated ProteinChip array in duplicate in a bioprocessor and incubated with shaking for 90 min at room temperature. After incubation, the ProteinChip arrays were washed 5 times with the same binding buffer and rinsed twice with deionized water. After air-drying, sinapinic acid matrix in 500 mL/L acetonitrile–5 mL/L trifluoroacetic acid was added to each array. The ProteinChip arrays were read on the ProteinChip PBS II reader of a ProteinChip Biomarker System (Ciphergen Biosystems) to determine the masses and intensities of all peaks over the range m/z 1000 to 250 000. For each box (12 pieces containing 96 assay spots) of ProteinChip arrays, 1 array (8 assay spots) was used for calibration. Mixtures of peptide/protein calibrators [angiotensin (m/z 1296.51), corticotropin (clip 1–17; m/z 2093.46), corticotropin (clip 18–39; m/z 2465.72), doubly charged horse apomyoglobin (m/z 8475.8), Escherichia coli thioredoxin (m/z 11 673.5), horse apomyoglobin (m/z 16 951.6), bovine serum albumin (m/z 66 430), and bovine serum albumin dimer (m/z 132 861); Applied Biosystems Ltd.] were added to all 8 assay spots of the calibration array. Intensities of peaks between m/z 1000 and 20 000 were obtained at a laser setting of 183 and a optimized range of m/z 1000 to 20 000; intensities of peaks between m/z 20 000 and 250 000 were obtained at a laser setting of 188 and a optimized range of m/z 20 000 to 150 000. The spectra were smoothed, baseline-subtracted, and externally calibrated. The common peaks among the SELDI mass spectra were identified and quantified by use of Biomarker Wizard software (Ciphergen Biosystems). The peak intensities were normalized with the total ion current and, subsequently, with the total peak intensities. Before data mining, the normalized peak intensities of the duplicate measurements were averaged and log2-transformed. The intraassay CVs of the normalized intensities of various peaks were <15%.",
            "cite_spans": [
                {
                    "start": 229,
                    "end": 230,
                    "mention": "8",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 232,
                    "end": 234,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 236,
                    "end": 238,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "serum proteomic profiling ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "To identify proteomic features associated only with disease, we used 2 criteria: (a) the normalized peak intensities had to be significantly higher/lower in SARS patients than in non-SARS individuals; and (b) the normalized peak intensities had to correlate with 2 or more clinical/biochemical variables, indicating their biological meaningfulness.",
            "cite_spans": [],
            "section": "bioinformatic analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The Significance Analysis of Microarray (SAM) algorithm (Stanford University) (8)(10)(13) was used to identify proteomic features with concentrations significantly different between the SARS and non-SARS patient groups. During SAM analysis, “two classed, unpaired data” were selected as the data type, and 5000 permutations were performed. The false significant discovery rate was set to zero to avoid the identification of falsely significant proteomic features caused by multiple comparisons. Correlations between the differential proteomic features and various clinical/biochemical features were examined by the Spearman rank-order correlation test.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 80,
                    "mention": "8",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 82,
                    "end": 84,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 86,
                    "end": 88,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "bioinformatic analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The significant differential proteomic features correlated with various clinical/biochemical correlations were subjected to two-way hierarchical clustering analysis, as described previously (8). Before clustering analysis, the data of each proteomic feature were subjected to zero-mean unit-variance normalization. The processed proteomic data and the serum samples were subjected to two-way hierarchical clustering analysis by the Cluster and TreeView (14). Spearman rank correlation was used to calculate the distance, and complete linkage clustering was performed.",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 192,
                    "mention": "8",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 454,
                    "end": 456,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "bioinformatic analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "For protein identification, proteins corresponding to the SEDLI peaks were purified by cation-exchange chromatography with the use of CM10 ceramic beads (BioSepra) under binding conditions similar to those for CM10 ProteinChip arrays. Briefly, pooled serum samples were first denatured with U9 buffer and diluted with T4 or T9 sample binding buffer, respectively. After incubation for 120 min and subsequent washing, the bound proteins were eluted from the CM10 ceramic beads with 1 mol/L NaCl solution. C18 ZipTips were used to desalt the eluted proteins according to the manufacturer’s instructions (Millipore). The desalted protein preparations were spotted on the gold-coated ProteinChip arrays and examined with the ProteinChip reader to confirm that the purified proteins had the same masses as the targeted SEDLI proteomic features. After confirmation, the purified proteins were resolved by 2-dimensional gel electrophoresis in the absence of reducing agents. Proteins on gels were visualized by either colloidal blue (Invitrogentrade;) or silver staining (GE Healthcare). The gel images were then digitized with a densitometer and analyzed by the PDQuest gel analysis software (Ver. 7.3.0; Bio-Rad). Protein spots with masses matched with the differential proteomic features were excised and subjected to mass spectrometric (MS) analysis.",
            "cite_spans": [],
            "section": "protein purification ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Protein spots of interests were removed from the gel and subjected to trypsin digestion as described previously (15). The trypsin digests were then extracted and subjected to tandem MS (MS/MS) analysis in the ABI 4700 system (Applied Biosystems). Trypsin peaks, possible keratin contamination, and matrix cluster peaks were excluded from subsequent collision-induced dissociation. The MS/MS spectra were then processed with Data Explorer software (Ver. 4.4; Applied Biosystems). The spectra were subjected to gaussian smoothing with a filter width of 5 points, and the baselines were corrected with default settings. Peaks were detected based on a signal-to-noise threshold of 15. The fragment masses and intensities of each MS/MS mass spectrum were subjected to an online Mascot MS/MS ion search (http://www.matrixscience.com/) to obtain the protein identities. For the search parameters, the maximum allowed missed cleavage in trypsin digestion was 1; partial oxidation of methionine, phosphorylation of serine/threonine/tyrosine, and iodoacetamide modification of cysteine residues were selected. The error tolerance values of the parent peptides and the MS/MS ion masses were 0.1 and 0.3 Da, respectively. A protein identification result was considered significant when the MS/MS ion profile matched a known protein in the NCBInr (2005/06/01) database with a P value <0.05. For each identified protein, an accession number in the UniProt protein database (Ver. 48.0) was reported when available.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 115,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "protein identification by tandem ms ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "More than 800 common proteomic features were identified and compared between the SARS and non-SARS patient groups. Using SAM at a median false discovery rate of zero, we identified 107 proteomic features that were significantly differentially expressed between the 2 groups. Fifty-two were increased and 55 were decreased in the SARS group.",
            "cite_spans": [],
            "section": "differential serum proteomic features in sars patients ::: Results",
            "ref_spans": []
        },
        {
            "text": "To avoid identification of falsely significant proteomic features caused by systematic bias, we considered only 20 differential proteomic features (Fig. 1 and Table 1 ) that were significantly correlated with at least 2 biochemical/clinical variables as SARS-specific (Table 2 ). These potential biomarkers were found to be significantly associated with SARS-CoV viral load (2 correlated with SARS-CoV RNA), acute-phase reaction [10 correlated with C-reactive protein (CRP)], lung damage [12 correlated with lactate dehydrogenase (LD)], liver function (15 correlated with albumin and/or total protein), immune response (11 correlated with neutrophil count; 3 correlated with total leukocyte count), and age (3 correlated), respectively. Thus, these biomarkers could reflect different physiologic conditions of the body after infection with SARS-CoV.",
            "cite_spans": [],
            "section": "differential serum proteomic features in sars patients ::: Results",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 154,
                    "mention": "",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 166,
                    "end": 166,
                    "mention": "",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 276,
                    "end": 276,
                    "mention": "",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In the dendrogram (Fig. 2 ), majority of SARS cases (95%) were grouped under 4 clusters. There were significantly more cases with poor prognosis [required treatment in the intensive care unit (ICU) and/or supplemental oxygen during treatment] in SARS clusters 2 and 3.",
            "cite_spans": [],
            "section": "differentiation of sars by two-way hierarchical clustering analysis of serum proteomic fingerprints ::: Results",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 25,
                    "mention": "",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The areas under the ROC curves for most of the SARS-specific proteomic features were between 0.733 and 0.995. The 2 biomarkers at m/z 28 119 and 5908 gave the largest ROC curve areas. For the biomarker at m/z 28 119, the ROC curve area was 0.987 (95% confidence interval, 0.966–1.007; Fig. 3A ). At 97% specificity, the sensitivity was 97%. For the biomarker at m/z 5908, the ROC curve area of 1/peak intensity was 0.995 (95% confidence interval, 0.985–1.004; Fig. 3B ). At 95% specificity, the sensitivity was 100%.",
            "cite_spans": [],
            "section": "diagnostic values of individual proteomic features ::: Results",
            "ref_spans": [
                {
                    "start": 292,
                    "end": 292,
                    "mention": "",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 467,
                    "end": 467,
                    "mention": "",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Attempts were made to purify and identify the 2 biomarkers with the highest diagnostic values and the 2 biomarkers correlated with viral load. The CM10 ceramic beads captured proteomic features similar to those of the CM10 ProteinChip array. The proteins eluted from the CM10 ceramic beads were separated and concentrated as protein spots by 2-dimensional gel electrophoresis. We successfully identified the protein spots with masses corresponding to the proteomic features with m/z values of 5908, 24 505, and 28 119, which were internal fragment of fibrinogen α-E chain, immunoglobulin κ light chain, and N-terminal fragment of complement C3c α-chain, respectively (Fig. 4 ).",
            "cite_spans": [],
            "section": "protein identities of the potential biomarkers ::: Results",
            "ref_spans": [
                {
                    "start": 674,
                    "end": 674,
                    "mention": "",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "This study demonstrates that the SELDI ProteinChip technology can identify serum proteins or protein fragments that are differentially regulated in adult SARS patients. To avoid identification of falsely significant differential proteomic features (16), we used a data-mining strategy similar to that used in our previous studies (10)(13). We considered only the differential proteomic features that were correlated with at least 2 biochemical/clinical features considered SARS-specific. This strategy was adopted to ensure that the identified disease-specific proteomic features had biological meaning and were not the product of systematic bias. We successfully identified potential biomarkers reflecting various physiologic or pathologic responses of the body to SARS infection, including acute-phase reaction (7)(17), lung damage (18)(19)(20), impairment of liver function (21)(22)(23), neutrophil activation (24)(25)(26), and viral load (5)(10)(27)(28).",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 251,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 331,
                    "end": 333,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 335,
                    "end": 337,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 814,
                    "end": 815,
                    "mention": "7",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 817,
                    "end": 819,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 835,
                    "end": 837,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 839,
                    "end": 841,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 843,
                    "end": 845,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 878,
                    "end": 880,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 886,
                    "end": 888,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 914,
                    "end": 916,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 918,
                    "end": 920,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 922,
                    "end": 924,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 943,
                    "end": 944,
                    "mention": "5",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 946,
                    "end": 948,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 950,
                    "end": 952,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 954,
                    "end": 956,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The most sensitive marker, the proteomic feature at m/z 5908, which was negatively correlated with neutrophil count and with the largest chest radiographic changes, was found to be an internal fragment of fibrinogen α-E chain. On the one hand, we previously reported that a high neutrophil count was a risk factor associated with clinical deterioration in SARS (26). On the other hand, intravascular fibrin deposition has been observed in SARS patients (29). Vascular fibrin thrombi are often associated with pulmonary infarcts. Specific interactions between neutrophils and fibrin thrombi are well recognized (30). In addition, neutrophils produce a neutral peptide–generating protease that can cleave fibrinogen into peptide fragments (31). It is possible that fibrinogen and/or its fragments are involved in the pathophysiologic mechanism linking neutrophil activation and lung damage.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 364,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 454,
                    "end": 456,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 611,
                    "end": 613,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 738,
                    "end": 740,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The next most sensitive biomarker is the proteomic feature at m/z 28 119. This feature was identified as the N-terminal fragment of complement C3c α-chain. Complement 3 (C3), which is composed of an α chain (Mr 115 000) and a β chain (Mr 75 000), is the central molecule in complement systems comprising the classic, alternative, or lectin pathways. On activation and subsequent inactivation of C3, several physiologic protein fragments, such as C3c, are produced. When examined by sodium dodecyl sulfate–polyacrylamide gel electrophoresis, C3c separates into a β-chain (Mr 75 000) and 2 fragments of α-chain (Mr 27 000 N-terminal fragment and Mr 43 000 C-terminal fragment) (32). The presence of free C3c α-chain N-terminal fragment in the blood circulation might be the result of degradation of C3c. In the SARS patients, the concentration of this C3c fragment was positively correlated with CRP, suggesting its positive association with the acute-phase reaction and with the activation of the complement system. It is worth nothing that this C3c fragment contains a binding domain for complement receptor type 1 (33). Activation of complement receptor type 1 enhances phagocytosis of the neutrophils (34) and activates B-cell differentiation (35)(36). To date, information about the activation of the complement pathway in SARS patients has been limited. Liao et al. (17) reported that there was no significant difference in C3 concentrations between SARS and control patients. Another group demonstrated that SARS-CoV could trigger complement activation through the lectin pathway (37). The biological relevance of C3 in SARS remains unknown.",
            "cite_spans": [
                {
                    "start": 676,
                    "end": 678,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1116,
                    "end": 1118,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1204,
                    "end": 1206,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1246,
                    "end": 1248,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 1250,
                    "end": 1252,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1371,
                    "end": 1373,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1586,
                    "end": 1588,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The proteomic feature at m/z 24 505, which was increased in SARS patients and was positively correlated with viral load, was found to be immunoglobulin κ light chain. This finding is consistent with our recent finding of anti-SARS-CoV IgG in 93% of SARS cases at the time of sampling. IgG was first detected on day 4 of illness (38). Higher IgG concentrations were detected in patients with poor outcome (i.e., requiring supplemental oxygen for hypoxia or treatment in the ICU).",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Aside from using individual differential proteomic features as biomarkers, one could combine all of the differential features to form a SARS-specific fingerprint. The SARS-specific fingerprint not only could differentiate SARS from non-SARS diseases with similar symptoms, but also could be useful in identifying patients with poor prognosis. The prognostic capability could be explained by the fact that the identified differential proteomic features were correlated with clinical and biochemical features having prognostic values, including viral load (27)(28), neutrophil counts (26), LD (26)(39)(40)(41), and age (40)(41).",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 557,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 559,
                    "end": 561,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 583,
                    "end": 585,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 592,
                    "end": 594,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 596,
                    "end": 598,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 604,
                    "end": 606,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 618,
                    "end": 620,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 622,
                    "end": 624,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Previously, 2 research teams, using the SELDI ProteinChip technology, reported potential biomarkers in the sera of adult SARS patients (7)(11). In the present study, the intensity of the proteomic feature at m/z 7769 was significantly lower in SARS patients (Mann–Whitney test, P <0.001); in their study, Yip et al. (7) also reported that it is significantly lower in SARS patients (Mann–Whitney test, P = 4.9 × 10−8). Except for this proteomic feature, the SARS-associated proteomic features in these other studies were different from our findings. These differences might be attributable to different selection criteria for the controls. In the previous studies, the control cases were either healthy persons or persons with viral infections from other clinics. The extent of similarities of symptoms between the SARS and control groups and the time point of blood collection were not considered. In the present study, the control group comprised suspected SARS patients who were admitted to the same hospital as the SARS patients but were later shown to be negative for SARS-CoV infection. The symptoms in the SARS and control groups and the time point of blood collection were very similar. The biomarkers identified in the present study may thus have an advantage in an actual diagnostic setting compared with those identified in the previous studies.",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "mention": "7",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 139,
                    "end": 141,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 317,
                    "end": 318,
                    "mention": "7",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The difference in the findings reported by Yip et al. (7) and the present study could be also attributable to the use of different profiling methodologies. In their study, Yip et al. (7) used a comprehensive profiling approach. After being denatured with urea and detergent, the serum proteins were first fractionated with anion-exchange beads to give 6 fractions, which were later analyzed with copper ProteinChip arrays and weak cation-exchange CM10 ProteinChip arrays. Use of the comprehensive profiling approach would increase the chance of identification of more potential protein markers (8). In the present study, we analyzed the serum proteins directly after purification with only CM10 ProteinChip arrays at 2 different binding conditions (pH 4 and pH 9). We chose the CM10 ProteinChip arrays (previously called WCX2) because Kang et al. (11) showed that this chip type gives the best profiling result when analyzing serum samples from SARS patients by a direct binding approach (11). Although the direct binding approach might lead to the discovery of fewer biomarkers, such direct binding assays have higher potential to be modified for use as a clinical assay that can be used even when the protein identities of the disease-specific SELDI peaks are not known.",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 56,
                    "mention": "7",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 184,
                    "end": 185,
                    "mention": "7",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 595,
                    "end": 596,
                    "mention": "8",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 848,
                    "end": 850,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 989,
                    "end": 991,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The most commonly used assays for detecting SARS are based on the detection of viral RNA (6) or antibodies against the SARS-CoV (5). Detection of viral RNA is useful in the early phase of the disease, whereas the serology test for antibodies against SARS-CoV is useful from 21 days onward. The current study has demonstrated that within the first week after onset of fever, similar to viral RNA concentration, the serum proteome contains both diagnostic and prognostic information. The SELDI ProteinChip assay could be used for first-line detection of SARS, followed by the quantitative viral RNA assay for confirmation. Once the disease is confirmed, the treatment strategy could be adjusted according to the prognosis based on the SELDI ProteinChip profiling result and the viral RNA concentration.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 91,
                    "mention": "6",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 129,
                    "end": 130,
                    "mention": "5",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we have demonstrated that disease-specific proteomic fingerprints are present in the sera of adult SARS patients. They could be used to identify SARS cases during the early stage of the disease with high specificity and sensitivity. These markers may provide information about the patient’s physiologic status as well as prognostic information. The 2 proteomic features having the highest diagnostic value were the N-terminal fragment of complement C3c α-chain and an internal fragment of fibrinogen α-E chain. The proteomic feature (m/z 24 505) positively correlated with viral load was identified as immunoglobulin κ light chain.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "\n\n\n\n\n\n\n1Nonstandard abbreviations: SARS, severe acute respiratory syndrome; CoV, coronavirus; SELDI, surface-enhanced laser desorption/ionization; SAM, Significant Analysis of Microarray; MS/MS, tandem mass spectrometry; CRP, C-reactive protein; LD, lactate dehydrogenase; and ICU, intensive care unit.\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Summary of the proteomic features differentially expressed between the SARS and non-SARS control groups.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Summary of the differentially expressed proteomic features and their correlations to various clinical/biochemical features.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1.: Two representative mass spectra of serum samples in the SARS and non-SARS groups, respectively. (A), proteomic feature m/z 28 119 was specific to SARS cases, whereas proteomic feature m/z 7769 (B) was specific to the non-SARS control group.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: Two-way hierarchical clustering analysis (complete linkage) of the serum proteomic features among the SARS cases (case number starting with s) and non-SARS control cases (case numbers not starting with s). The intensity of the red or green color indicates that the relative protein concentration is higher than or lower than the mean value, respectively. The column labels indicate the individual cases; the row labels indicate the differential proteomic features found in the serum samples. I, case required care in the ICU; O, case required supplemental oxygen.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: ROC curves of proteomic features at m/z 28 119 (A) and 5908 (B) for differentiating the SARS cases from the non-SARS control cases. \nAUC, area under the curve.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4.: MS/MS identification of the representative biomarkers. (A), MS/MS spectrum of one of the tryptic peptides from biomarker m/z 24 505; (B), MS/MS spectrum of one of the tryptic peptides from biomarker m/z 28 119. Amino acids in bold indicate y-series or b-series fragment ions identified from the spectra. Positions of the amino acids are indicated according to the b-series ions. (C), summary of the MS/MS matching, the Mowse score, and the required score for significant matching (P <0.05).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Wkly Epidemiol Rec",
            "volume": "78",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Clin Chem",
            "volume": "50",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Clin Chem",
            "volume": "51",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Clin Chem",
            "volume": "51",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Clin Chem",
            "volume": "51",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "95",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Clin Proteomics",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Clin Chem",
            "volume": "49",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Zhonghua Yu Fang Yi Xue Za Zhi",
            "volume": "38",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Hum Pathol",
            "volume": "36",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "J Clin Pathol",
            "volume": "57",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Hum Pathol",
            "volume": "34",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Zhongguo Wei Zhong Bing Ji Jiu Yi Xue",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "World J Gastroenterol",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Hepatobiliary Pancreat Dis Int",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Clin Exp Immunol",
            "volume": "136",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "J Med Virol",
            "volume": "75",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Emerg Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "CMAJ",
            "volume": "171",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Mod Pathol",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "88",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 1980,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "77",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 1982,
            "venue": "Biochemistry",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 1988,
            "venue": "J Biol Chem",
            "volume": "263",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 1977,
            "venue": "J Exp Med",
            "volume": "145",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 1987,
            "venue": "J Immunol",
            "volume": "138",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 1984,
            "venue": "J Immunol",
            "volume": "132",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "J Clin Virol",
            "volume": "35",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Ann Intern Med",
            "volume": "139",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Emerg Infect Dis",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "J Chin Med Assoc",
            "volume": "68",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Clin Chem",
            "volume": "49",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Clin Chem",
            "volume": "51",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Clin Chem",
            "volume": "49",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "JAMA",
            "volume": "292",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}