{
    "paper_id": "PMC7217505",
    "metadata": {
        "title": "Hysteresis loop of nonperiodic outbreaks of recurrent epidemics",
        "authors": [
            {
                "first": "Hengcong",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Muhua",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dayu",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhenhua",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jinming",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zonghua",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The spreading of epidemics is currently one of the hottest topics in the field of complex networks, and a great deal of significant progress has been achieved so far, including the infinitesimal threshold [1–6], the reaction-diffusion model [7–10], flow-driven epidemics [11–15], objective spreading [16,17], temporal and/or multilayered networks [18–27], and other aspects [28–36]; see Refs. [37–39] for details. A common point in all these contributions is that their infectious rate β remains constant during an evolutionary process, i.e., β will not change for the whole evolutionary process from an initial infected seed to the final stationary state. It is well known at present that there is a critical βc, although it may be different for different cases. In the thermodynamic limit, the infected fraction will be zero when β<βc, and it will become nonzero at β=βc. After the critical point βc, the infected fraction will gradually increase with a further increase of β. Thus, a key question for all these cases is how to determine βc. To figure out the answer, a bifurcation diagram of β is usually calculated by using the same or similar initial conditions for each β, i.e., one or a few initial infected seeds. To be specific, for each β in the bifurcation diagram we let the system evolve until it attains its stationary state, and then we record the stabilized infectious density [37]. Then, we turn to a new β and perform the same process. Thus, the obtained bifurcation diagram of β describes how the stabilized infectious density depends on the parameter β. In this sense, we are concerned with how an epidemic breaks out, i.e., the growing phase where β changes from β<βc to β>βc.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 210,
                    "mention": "[1–6]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 241,
                    "end": 247,
                    "mention": "[7–10]",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 271,
                    "end": 278,
                    "mention": "[11–15]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 300,
                    "end": 307,
                    "mention": "[16,17]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 347,
                    "end": 354,
                    "mention": "[18–27]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 374,
                    "end": 381,
                    "mention": "[28–36]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 393,
                    "end": 400,
                    "mention": "[37–39]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1393,
                    "end": 1397,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "However, we noticed from real data that on a large scale, the spread of an epidemic is in fact a recurrent event with both growing and recovering phases [40–42]. That is, there is a recovering phase with gradually decreasing β, and a growing phase with gradually increasing β. This recovering phase is distinctive from the recovery process at the individual level with fixed β. For example, in the traditional SIS model, β will remain unchanged when the infected individuals recover to susceptible status. Additionally, in the SIR model, β will also remain unchanged in the evolutionary process in which the infected fraction will first gradually increase to its maximum and then decrease until zero. A primary purpose of studying epidemic spreading is to understand it and then to control or eradicate it. For the same reason, it is also necessary to understand the recovery phase, but little attention has been paid to this subject so far.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 160,
                    "mention": "[40–42]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "On the other hand, it was pointed out that the infectious rate β is in fact dependent on time and is seriously influenced by seasonal variation [40–45]. To reflect this influence, Ref. [40] assumed that β depends sinusoidally on time t, and Ref. [45] assumed that β depends on the infected density. Based on these assumptions, an interesting finding is that it is possible for the transition from β<βc to β>βc to be a first-order phase transition with hysteresis [44,45], in contrast to the second-order transition observed in all the cases of constant β [37–39].",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "mention": "[40–45]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 185,
                    "end": 189,
                    "mention": "[40]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 246,
                    "end": 250,
                    "mention": "[45]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 463,
                    "end": 470,
                    "mention": "[44,45]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 555,
                    "end": 562,
                    "mention": "[37–39]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "We recheck several real data here [46,47], and we pay attention to both the features of growing and recovering phases and the features of a transition with hysteresis. We find that (i) the growing and recovering phases do not overlap but take different paths, forming a hysteresis loop (see Fig. 2 as an example), and (ii) there is no jumping behavior in the hysteresis loop, indicating that the hysteresis is not a first-order but rather a second-order transition. To reveal the underlying mechanism of this new hysteresis loop, we present an epidemic model that incorporates two characteristic features of real data. The first one is the influence of seasonal variation. A seasonal epidemic spreading generally lasts for a few months, i.e., beginning from a healthy state, then gradually developing into an outbreak, and finally recovering to the healthy state again. In this process, the weather and environment will undergo an approximately periodic change, implying that β will increase accordingly from zero to its maximum βe and then decrease to zero again. The second feature is the succession of status during the evolutionary process of epidemic spreading, indicating that the system's parameters are adiabatically changed.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "mention": "[46,47]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Through the long history of epidemic study, much data have been collected and many epidemic models have been presented to explain the data [48]. These models have been adequate in explaining traditional epidemics. However, for modern epidemics, much evidence has shown that they spread on complex networks. For example, the data on gonorrhoea told us that the epidemic spreading paths are of network topology [49]. It has been widely confirmed in recent years that the topology of a network plays an important role in epidemic spreading [37]. Accordingly, the developed models and theories can be used in practical applications. For example, the original seeds of SARS can be successfully tracked by a small fraction of epidemic data [50]. In this sense, we will take here a typical complex network as the infrastructure for an epidemic to spread.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 143,
                    "mention": "[48]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 409,
                    "end": 413,
                    "mention": "[49]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 537,
                    "end": 541,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 734,
                    "end": 738,
                    "mention": "[50]",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Using our model, we show that the hysteresis loop can be reproduced if β is adiabatically increased or decreased before the system reaches its stabilized state. This way of changing β in a transient process is more similar to the process of epidemic spreading in reality, in contrast to the previous ways in which β is allowed to update only when the system reaches its stationary state, and the initial infected seeds for the updated β will be reset [37]. Thus the critical role of the practical mechanics of infections in evolution is revealed. Moreover, we present a theoretical analysis to explain the underlying mechanism.",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 455,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The paper is organized as follows. In Sec. II, we first analyze the real data and then introduce our model. In Sec. III, we perform numerical simulations to regenerate the phenomenon of the hysteresis loop revealed in Sec. II. In Sec. IV, we present a mean field to explain the numerical results. In Sec. V, we present conclusions and discussions. Finally, in the Appendixes, we present two more accurate theoretical approaches to explain the numerical results. One is the theoretical analysis based on the microscopic Markov-chain approach, and the other is the theoretical analysis based on the effective degree Markov-chain approach.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "By following the approach from data to model, we recheck here the recurrent epidemic data of Hong Kong, New York, and Baltimore [46,47], and we replot them in Figs. 1(a), 1(b), and 1(c), respectively. From these we see that each time series consists of a small amplitude background with occasionally large bursts, implying that an epidemic outbreak is unlikely to occur unless some necessary conditions, such as the match of seasonal weather, humidity, and sunlight, are satisfied. We also see from Figs. 1(a)–1(c) that each epidemic outbreak lasts a relatively long time, i.e., from one to a few months, indicating the mark of a season. On the other hand, we have to point out that each time series in Fig. 1 is not from one or a few initial seeds in the same initial stage, rather each time series is a sum from different initial seeds at different initial stages. For example, the data in Fig. 1(a) were collected by the Hong Kong Department of Health from a sentinel surveillance system with 50 general practitioners [46], i.e., a summation of 50 subtime series. In this sense, we conclude that the data reflect in fact the match between epidemic spreading and seasonal environment. A better match implies a better environment for epidemic spreading. That is, we may assume that the degree of match is closely related to the value of β. Therefore, a burst (or an epidemic outbreak) in Fig. 1 can be modeled by a change of β from β<βc to β>βc.\n",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "mention": "[46,47]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1021,
                    "end": 1025,
                    "mention": "[46]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "MODEL DESCRIPTION",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 169,
                    "mention": "1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 171,
                    "end": 175,
                    "mention": "1(b)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 181,
                    "end": 185,
                    "mention": "1(c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 505,
                    "end": 509,
                    "mention": "1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 510,
                    "end": 514,
                    "mention": "1(c)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 708,
                    "end": 709,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 897,
                    "end": 901,
                    "mention": "1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1394,
                    "end": 1395,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Moreover, we notice from Fig. 1 that each burst consists of both growing and recovering phases, separated by a maximum of an infected fraction, i.e., a peak. For the former, the epidemic increases gradually until it reaches its maximum, while for the latter, the epidemic decreases gradually until it recovers to a healthy society again. To see this more clearly, we replot one typical burst of Fig. 1 in Fig. 2(a). With the help of the dashed line, we see that the growing and recovering phases in Fig. 2(a) are not symmetric. Let t0 be the time of the peak in Fig. 2(a) and Δt=|t−t0|. Figure 2(b) shows the dependence of I on Δt, where the squares and circles denote the growing and recovering phases, respectively. It is easy to see that there is a hysteresis loop in Fig. 2(b).\n",
            "cite_spans": [],
            "section": "MODEL DESCRIPTION",
            "ref_spans": [
                {
                    "start": 30,
                    "end": 31,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 400,
                    "end": 401,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 410,
                    "end": 414,
                    "mention": "2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 504,
                    "end": 508,
                    "mention": "2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 567,
                    "end": 571,
                    "mention": "2(a)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 594,
                    "end": 598,
                    "mention": "2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 776,
                    "end": 780,
                    "mention": "2(b)",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "If we ignore the aspect of how the data are collected and assume that each time series can be reproduced by an epidemic model, two conclusions can be drawn from Figs. 1 and 2: (i) The infected fraction continuously increases (decreases) in the growing (recovering) phases, implying that the initial conditions for each β are not randomly chosen but are inherited from the last values of the state variables at the previous β, i.e., the succession of status when changing β. This is in contrast to most of the previous studies in which the initial conditions for each β are always chosen randomly. To reflect the seasonal influence, we may assume that the growing phase corresponds to an adiabatic increase of β. For the same reason, we may assume that the recovering phase corresponds to an adiabatic decrease of β. (ii) Each burst usually lasts several weeks or months, indicating the time dependence of β on a large scale. This is also in contrast to most of the previous studies, where β is allowed to change only after the transient process. A key problem is how β depends on the time t. We notice from our observation that we generally have a few continuously sunny or rainy days in a season, indicating that β can be approximately considered as a constant in this short period of time, although β changes with t on a larger scale. To reflect this feature of real data, we let T be a step change, i.e., β will be updated to a new value β+Δβ once the system has stayed at the current β for a time period T, and it can be expressed as\n(1)β(t+1)=β(t)ift≠nT,n=1,2,⋯,β(t+1)=β(t)±Δβift=nT,n=1,2,⋯.",
            "cite_spans": [],
            "section": "MODEL DESCRIPTION",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 168,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 173,
                    "end": 174,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Our model can be any known epidemic model with the above two characteristic features. We take the classical susceptible-infected-susceptible (SIS) model as an example, but a similar analysis can also be performed in the classical susceptible-infected-refractory (SIR) model. In this model, we initially choose a small value of β and a few infected seeds. Then, we let the system freely run a period of time T where a susceptible individual will become infected with probability β if he/she is connected to an infected neighbor, and an infected one will recover to susceptible again with probability μ [37]. When there are more than one infected neighbors, a susceptible individual will become infected with probability 1−(1−β)kinf, where kinf is the number of its infected neighbors. After a time period of T, we let β have an increase as in Eq. (1), but we keep the individual states unchanged. We repeat this process until β reaches its maximum βe. After that, we simulate the recovering phase by letting β(t+1)=βe−Δβ but we let the individual states remain. Then, we let the system run as a traditional SIS model. Once t=nT for n=1,2,⋯, we let β decrease as in Eq. (1), and we keep all the other aspects unchanged. We repeat this process until β reaches zero.",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 605,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "MODEL DESCRIPTION",
            "ref_spans": []
        },
        {
            "text": "In numerical simulations, we take the random Erdös-Rényi (ER) network with size N=10000 and average degree 〈k〉=6 as an example, which is generated by the algorithm of Ref. [51]. First, we discuss the case of the SIS model, i.e., we let each node of the network be a SIS model with our two characteristic features. We set μ=0.2 and Δβ=0.01 in this paper if there is no specific illustration. Initially, we randomly choose a small fraction of individuals such as 1% and set them as infected while the rest of the population is set as susceptible or healthy.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "mention": "[51]",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "NUMERICAL SIMULATIONS",
            "ref_spans": []
        },
        {
            "text": "We increase β adiabatically with an increment Δβ=0.01 from β=0 to 1, we let the system stay at each β for only a finite evolution time T, and we compute the infected fraction ρI for each β. This is the growing phase. Then, we begin the recovering phase, i.e., we decrease β adiabatically with the same Δβ and T, and we compute ρI for each β. Our numerical simulations show that the two phases are generally not overlapping, i.e., with a hysteresis loop. Figure 3(a) shows the results for different T, where the curves with squares, circles, up triangles, and down triangles represent the cases of T=1, 2, 5, and 1000, respectively. Comparing the hysteresis loops in Fig. 3(a) with that in Fig. 2(b) we see that they are similar, indicating that the phenomenon of the hysteresis loop has been successfully reproduced by our modified SIS model.\n",
            "cite_spans": [],
            "section": "NUMERICAL SIMULATIONS",
            "ref_spans": [
                {
                    "start": 461,
                    "end": 465,
                    "mention": "3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 671,
                    "end": 675,
                    "mention": "3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 694,
                    "end": 698,
                    "mention": "2(b)",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "On the other hand, we have noticed that there is a bifurcation point βm for each hysteresis loop in Fig. 3(a) where the growing and recovering phases will merge into one phase when β>βm. The inset of Fig. 3(b) shows the dependence of βm on T, which is a monotonous decreasing curve. We have also noticed that in the case of T=1000, the two curves with down triangles in Fig. 3(a) are overlapping, implying no hysteresis loop. To understand this better, we have calculated the hysteresis area S surrounded by the growing curve ρIg(β) and the recovering curve ρIr(β), i.e., S=∫0βm|ρIr(β)−ρIg(β)|dβ, as shown in Fig. 3(b). It is easy to see that S is approximately zero for T>Ts≈100, indicating that the hysteresis loop exists only when T is in the transient process with T<Ts. By checking the behaviors of ρI(t), we find that the system has reached its stationary state after T>Ts. As the stationary state is generally independent of initial conditions, we conclude that the hysteresis loop comes from a memory effect on the adiabatical process with T<Ts.",
            "cite_spans": [],
            "section": "NUMERICAL SIMULATIONS",
            "ref_spans": [
                {
                    "start": 105,
                    "end": 109,
                    "mention": "3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 205,
                    "end": 209,
                    "mention": "3(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 375,
                    "end": 379,
                    "mention": "3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 614,
                    "end": 618,
                    "mention": "3(b)",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Secondly, we discuss the case of the SIR model. Considering that the hysteresis loop exists in different real data of Fig. 1, it is necessary to reproduce it in other epidemic models. For this purpose, we take another classical epidemic model, i.e., the SIR model, as an example. To make the SIR model suitable for the case of recurrent epidemics, we extend it to the susceptible-infected-refractory-susceptible (SIRS) model [37], where an infectious will become a refractory with probability μ, a refractory will recover to susceptible again with probability δ, and the other parts will remain the same as in the SIS model. We let μ=0.2 and δ=0.5, and we perform the same simulations as in the SIS model. We find that there is also a hysteresis loop in this SIRS model. Figure 3(c) shows the results, where the curves with squares, circles, up triangles, and down triangles represent the cases of T=1, 2, 5, and 1000, respectively. Comparing Fig. 3(c) with Fig. 3(a), we see that they are similar to each other, confirming the universality of the hysteresis loop in both the SIS and SIRS models. We have also calculated the hysteresis area S and the bifurcation point βm for different T in the SIRS model, as shown in Fig. 3(d). It is easy to see that there also exists a Ts≈100 in Fig. 3(d) where S is approximately zero when T>Ts, confirming again that one of the necessary conditions to observe the hysteresis loop is T<Ts.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 429,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "NUMERICAL SIMULATIONS",
            "ref_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 778,
                    "end": 782,
                    "mention": "3(c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 948,
                    "end": 952,
                    "mention": "3(c)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 963,
                    "end": 967,
                    "mention": "3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1224,
                    "end": 1228,
                    "mention": "3(d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1288,
                    "end": 1292,
                    "mention": "3(d)",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Up to now, the considered growing and recovering phases have been assumed to be separated by the maximum ρI at βm. An interesting question would be whether there is another way to explain the hysteresis loop in Fig. 2(b). As we mentioned before, β may vary from day to day in the real data. Because of the uncertain environment, β may not go to βm before starting the recovering phase. Once this happens, do we still have the hysteresis loop? To answer this question, we let βr be the turning point to separate the growing and recovering phases. That is, we let β increase adiabatically from β=0 to βr and then we let it decrease adiabatically. We first consider the case of the SIS model. Figure 4 shows the numerical simulations, where (a)–(d) represent the cases of T=1, 2, 5, and 10, respectively, and the curves with squares, circles, up triangles, and down triangles in each panel represent the cases of βr=0.3, 0.2, 0.15, and 0.1, respectively. From Fig. 4(a), we see that the case of βr=0.3 is similar to Fig. 3(a), implying that this βr is larger than the βm of T=1. However, the other three cases of Fig. 4(a) belong to the case of βr<βm, and they have different behaviors from Fig. 3(a), where their ρI do not reach the maximum at βr but rather during the recovering phase. That is, the recovering phase is not monotonously decreasing but has a bell shape, indicating a delay effect on the appearance of the maximum ρI. This delay effect can be understood as follows. When β is decreased to a value of β<βr but still satisfies β>βc, the epidemic will keep growing until β≤βc. The delay effect is common in all four panels of Fig. 4, indicating that it is general for βr<βm. On the other hand, we notice that the three curves with βr=0.2, 0.15, and 0.1 in Fig. 4(a) keep rising from Fig. 4(b) to Fig. 4(d) and gradually become the normal hysteresis loops. This is because βm decreases with the increase of T [see the insets of Figs. 3(b) and 3(d)] and thus βr gradually changes from βr<βm to βr>βm when T changes from Fig. 4(a) to Fig. 4(d).\n",
            "cite_spans": [],
            "section": "NUMERICAL SIMULATIONS",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 220,
                    "mention": "2(b)",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 697,
                    "end": 698,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 962,
                    "end": 966,
                    "mention": "4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1018,
                    "end": 1022,
                    "mention": "3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "mention": "4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1193,
                    "end": 1197,
                    "mention": "3(a)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1641,
                    "end": 1642,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1771,
                    "end": 1775,
                    "mention": "4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1798,
                    "end": 1802,
                    "mention": "4(b)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1811,
                    "end": 1815,
                    "mention": "4(d)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1943,
                    "end": 1947,
                    "mention": "3(b)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1952,
                    "end": 1956,
                    "mention": "3(d)",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2033,
                    "end": 2037,
                    "mention": "4(a)",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 2046,
                    "end": 2050,
                    "mention": "4(d)",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Then, we discuss the case of the SIRS model. Figure 5 shows the results. Comparing Fig. 5 with Fig. 4, we see that they are similar to each other, confirming that the case of βr<βm can also show the hysteresis in different epidemic models.\n",
            "cite_spans": [],
            "section": "NUMERICAL SIMULATIONS",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 53,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 88,
                    "end": 89,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 100,
                    "end": 101,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "All the above results are obtained for fixing Δβ=0.01. Do they depend on the value of Δβ? To figure out the answer, we change Δβ but keep the other parameters unchanged. Figure 6(a) shows the results for the case of the SIS model where the curves with squares, circles, and triangles represent the cases of Δβ=0.01, 0.001, and 0.0001, respectively. We see that the area of the hysteresis loop decreases with decreasing Δβ, indicating that the hysteresis loop will disappear in the limit Δβ→0. We arrived at the same conclusion for the case of the SIRS model; see Fig. 6(b) for the corresponding results.\n",
            "cite_spans": [],
            "section": "NUMERICAL SIMULATIONS",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "mention": "6(a)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 568,
                    "end": 572,
                    "mention": "6(b)",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "To gain a deeper insight into the origin of the hysteresis loop in recurrent epidemics, we perform a brief theoretical analysis here by using the SIS model as an example. As the random ER network can be considered homogeneous [37], we take the framework of mean-field theory. For convenience, we divide the evolution time t into segments T,2T,⋯,nT,⋯. Let β(nT) represent the value of β at time t=nT. For an adiabatic process, we have β[(n+1)T]=β(nT)±Δβ, with Δβ being the increment, and the “±” representing the growing and recovering phases, respectively. The evolution of ρI(t) during the segment nT→(n+1)T can be described by the following mean-field equation:\n(2)ρI˙=β(nT)〈k〉ρI(1−ρI)−μρI,By dividing ρI2 on both sides of Eq. (2), we have\n(3)d1ρIdt=[μ−β(nT)〈k〉]1ρI+β(nT)〈k〉.Letting 1/ρI be a new variable and integrating Eq. (3) for an evolution time T, we obtain its solution as\n(4)ρI[(n+1)T]=1−μβ(nT)〈k〉Ce[β(nT)〈k〉−μ]T1+Ce[β(nT)〈k〉−μ]T,where\n(5)C=ρI(nT)1−ρI(nT)−μ/β(nT)〈k〉and ρI(nT) is the initial value of ρI for the segment nT→(n+1)T and also the last value of ρI in the segment (n−1)T→nT with β[(n−1)T]. This dependence of β(nT) on time nT is in contrast to previous cases in which β is a constant for an evolution. On the other hand, the growing and recovering phases have the same range of varying β. Do the two phases have the same ρI when they pass the same value of β? The answer is no, and the reason is as follows. In the growing phase, ρI(nT) is the minimum of ρI in the segment nT→(n+1)T, while in the recovering phase, ρI(nT) is the maximum of ρI in the segment nT→(n+1)T. Therefore, the way to choose ρI(nT) in Eqs. (4) and (5) leads to asymmetric initial conditions for the two phases of growing and recovering in the segment with the same β, which is how the memory effect occurs, and this is the direct reason why the hysteresis loop is produced. The down triangles and pentagons in Fig. 7 show the solutions of Eq. (4) with μ=0.2, 〈k〉=6, and T=1, where the down triangles represent the case of βr=0.4>βm, and the pentagons represent the case of βr=0.15<βm. For comparison, we also plot the corresponding numerical results in Fig. 7, where the squares and left triangles represent the cases of βr=0.4>βm and βr=0.15<βm, respectively. It is easy to see that the numerical simulations and theoretical results are qualitatively consistent.\n",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 230,
                    "mention": "[37]",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "A BRIEF THEORETICAL ANALYSIS",
            "ref_spans": [
                {
                    "start": 1910,
                    "end": 1911,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 2153,
                    "end": 2154,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "For achieve better consistency between the numerical simulations and the theoretical predictions, we have also introduced the mechanism of memory into the microscopic Markov-chain approach (MMCA) [52,53] and the effective degree theory (EDT) [28,53,54] by considering the adiabatical increase of β; see Appendixes A and B for details. The circles, up triangles, right triangles, and diamonds in Fig. 7 show the results of these two methods for βr=0.4 and 0.15, respectively. We see that they are more consistent with the numerical simulations than the mean-field theory (MFT) of Eq. (4).",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 203,
                    "mention": "[52,53]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 242,
                    "end": 252,
                    "mention": "[28,53,54]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "A BRIEF THEORETICAL ANALYSIS",
            "ref_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The dynamical equations of both the SIS and SIRS models used in this work are deterministic, indicating that there is no time direction and thus no difference between growing and recovering phases. However, we show analytically that with the introduction of ρI(nT), i.e., the effect of adiabatic continuation, both models become asymmetric on the growing and recovering phases. This asymmetry induces a dependence of dynamics on the integration paths or equivalently a time direction, which may be a new feature in the field of epidemic spreading.",
            "cite_spans": [],
            "section": "A BRIEF THEORETICAL ANALYSIS",
            "ref_spans": []
        },
        {
            "text": "Both the numerical simulations and the theoretical analysis have confirmed the hysteresis loop in real data. A characteristic feature of this kind of hysteresis loop is that both its growing and recovering phases are smooth, indicating a second-order transition. This feature is different from the previous results in Refs. [44,45], where a first-order transition with a hysteresis loop is predicted in their models. The data we collected in this paper support the features of a second-order transition, but some data may also exist with the features of a first-order transition, which may be found in the near future.",
            "cite_spans": [
                {
                    "start": 324,
                    "end": 331,
                    "mention": "[44,45]",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "DISCUSSION AND CONCLUSIONS",
            "ref_spans": []
        },
        {
            "text": "We notice from Fig. 7 that although the effective degree theory is better than the mean-field theory, it is still not completely consistent with the numerical simulations. In fact, this effective degree theory is quite similar to the approach of improved compartmental formalism [55] in which nodes are categorized not only by their state of infectiousness, but also by the state of their neighbors. We also notice that in Ref. [55], the approach works quite well for Poisson networks. This causes us to wonder why the effective degree theory does not perform well at predicting the results of the numerical simulations. To figure out the answer, we apply the effective degree theory to the Poisson networks, and surprisingly it also works well. Thus, we conjecture that the gap between the numerical simulations and the analytical approaches in Fig. 7 comes from the adiabatical feature of evolution. Roughly speaking, all of the theoretical approaches, including both the effective degree theory and the approach in Ref. [55], are based on probability theory, which is good for smooth processes. However, the changing of β in an adiabatic way somehow breaks this feature of “smooth” and thus results in the small gap between the theories and simulations in Fig. 7.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "mention": "[55]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 428,
                    "end": 432,
                    "mention": "[55]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1023,
                    "end": 1027,
                    "mention": "[55]",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "DISCUSSION AND CONCLUSIONS",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 21,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 851,
                    "end": 852,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1264,
                    "end": 1265,
                    "mention": "7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In conclusion, we have presented an approach to study the mechanism of recurrent epidemics in real data. We show that there is a hysteresis loop in real data, and it can be reproduced by incorporating two characteristic features into a general epidemic model, i.e., updating β before the system is stabilized and adopting the system's state with its previous β. Two ways to generate the hysteresis loop are presented: in the first, the growing and recovering phases are separated by a maximum of infected fraction, while in the second, the infected fraction keeps increasing even in the recovering phase. A theoretical analysis shows that the hysteresis loop comes from a memory effect on the adiabatic process with T<Ts, which enhances our understanding of real epidemics.",
            "cite_spans": [],
            "section": "DISCUSSION AND CONCLUSIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "FIG. 1.: Real data of epidemics. Part (a) represents the weekly consultation rates of influenza-like illness (per 1000 consultations) in Hong Kong from the general practitioners (GPs) [46], where the value of C is from 0 to 150. Parts (b) and (c) represent the time series of reported cases of infective measles I in New York and Baltimore, respectively, where the variable I is from 0 to 3×104 in (b) and from 0 to 8×103 in (c) [47].",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIG. 2.: A typical hysteresis loop in real data on epidemics. (a) Amplification of the data around the peak between 1938 and 1939 in Fig. 1(b), where the dashed line indicates the location of the rescaled zero point. (b) The hysteresis loop of (a) in the rescaled framework, where the squares and circles denote the growing and recovering phases, respectively.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIG. 3.: (a) and (b) The SIS model. (c) and (d) The SIRS model. (a) and (c) Hysteresis loops for the SIS and SIRS models, respectively, where the curves with squares, circles, up triangles, and down triangles represent the cases of T=1, 2, 5, and 1000, respectively. (b) and (d) S and βm vs T for the SIS and SIRS models, respectively. The results are an average of 1000 realizations.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "FIG. 4.: Cases of the SIS model with βr<βm, where (a)–(d) represent the cases of T=1, 2, 5, and 10, respectively, and the curves with squares, circles, up triangles, and down triangles represent the cases of βr=0.3, 0.2, 0.15, and 0.1, respectively. The results are an average of 1000 realizations.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "FIG. 5.: Case of the SIRS model, where (a)–(d) represent the cases of T=1, 2, 3, and 10, respectively, and the curves with squares, circles, up triangles, and down triangles represent the cases of βr=0.08, 0.12, 0.16, and 0.2, respectively. The results are an average of 1000 realizations.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "FIG. 6.: Dependence of the hysteresis loop on the chosen Δβ with N=10000, 〈k〉=6, μ=0.2, and T=1, where the curves with squares, circles, and triangles represent the cases of Δβ=0.01,0.001, and 0.0001, respectively. Parts (a) and (b) represent the cases of the SIS and SIRS models, respectively, with δ=0.5 in (b).",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "FIG. 7.: Comparison between numerical simulations and theoretical approaches of mean-field theory (MFT), the microscopic Markov-chain approach (MMCA), and effective degree theory (EDT) with μ=0.2, 〈k〉=6, and T=1, where the squares, circles, up triangles, and down triangles represent the case of βr=0.4 for the four approaches, respectively, and the left triangles, right triangles, diamonds, and pentagons represent the case of βr=0.15 for the four approaches, respectively. The results for the simulations are an average of 1000 realizations.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Phys. Rev. Lett.",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.86.3200"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Phys. Rev. E",
            "volume": "79",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.79.016108"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Phys. Rev. Lett.",
            "volume": "98",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.98.158702"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0907121106"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0906910106"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rev. E",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.86.036117"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Phys. Rev. Lett.",
            "volume": "112",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.112.118702"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Europhys. Lett.",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1209/0295-5075/87/18005"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Phys. Rev. E",
            "volume": "81",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.81.016110"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0810762106"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Phys. Rev. E",
            "volume": "81",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.81.036118"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.66.047104"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rev. E",
            "volume": "85",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.85.066109"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Eur. Phys. J. B",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1140/epjb/e2012-30292-x"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Phys. Rev. Lett.",
            "volume": "111",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.111.128701"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Phys. Rev. X",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevX.4.041005"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Chaos",
            "volume": "24",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1063/1.4902254"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Chin. Phys. B",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1088/1674-1056/25/2/028701"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rep.",
            "volume": "519",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.physrep.2012.03.001"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Sci. Rep.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep00469"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Phys. Rev. Lett.",
            "volume": "116",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.116.258301"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Proc. R. Soc. London, Ser. B",
            "volume": "274",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2006.0057"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rev. E",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.86.041125"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.66.016128"
                ]
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Phys. Rev. Lett.",
            "volume": "115",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.115.078701"
                ]
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "99",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.202244299"
                ]
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rev. Lett.",
            "volume": "109",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.109.128702"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Sci. Rep.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep16571"
                ]
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Sci. Rep.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep19767"
                ]
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Phys. Rev. Lett.",
            "volume": "117",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.117.028302"
                ]
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Rev. Mod. Phys.",
            "volume": "87",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.87.925"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Dynamical Processes on Complex Networks",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Rev. Mod. Phys.",
            "volume": "80",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.80.1275"
                ]
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Phys. Rev. Lett.",
            "volume": "111",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.111.068701"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Nature (London)",
            "volume": "446",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nature05638"
                ]
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0045107"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Proc. Natl. Acad. Sci. USA",
            "volume": "111",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1321656111"
                ]
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Environ. Health Perspect.",
            "volume": "119",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1289/ehp.1002383"
                ]
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Phys. Rev. Lett.",
            "volume": "96",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.96.208701"
                ]
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "J. Math. Biol.",
            "volume": "40",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s002850000032"
                ]
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Infectious Diseases of Humans: Dynamics and Control",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Nature (London)",
            "volume": "411",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/35082140"
                ]
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Phys. Rev. Lett.",
            "volume": "104",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.104.258701"
                ]
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Science",
            "volume": "325",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.1171990"
                ]
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Rev. Mod. Phys.",
            "volume": "74",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/RevModPhys.74.47"
                ]
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Phys. Rev. E",
            "volume": "84",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.84.036105"
                ]
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Phys. Rev. E",
            "volume": "90",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.90.052803"
                ]
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "J. Math. Biol.",
            "volume": "62",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00285-010-0331-2"
                ]
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Phys. Rev. E",
            "volume": "82",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.82.036116"
                ]
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Europhys. Lett.",
            "volume": "89",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1209/0295-5075/89/38009"
                ]
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Sci. Rep.",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep16010"
                ]
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": 2015,
            "venue": "Phys. Rev. X",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevX.5.021005"
                ]
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": 2012,
            "venue": "Phys. Rev. E",
            "volume": "85",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.85.016103"
                ]
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Phys. Rev. Lett.",
            "volume": "105",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.105.218701"
                ]
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Nat. Phys.",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/nphys560"
                ]
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Phys. Rev. Lett.",
            "volume": "99",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevLett.99.148701"
                ]
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Phys. Rev. E",
            "volume": "78",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1103/PhysRevE.78.016111"
                ]
            }
        }
    }
}