{
    "paper_id": "PMC7159365",
    "metadata": {
        "title": "Incidence and predisposing factors for severe disease in previously healthy term infants experiencing their first episode of bronchiolitis",
        "authors": [
            {
                "first": "Paola",
                "middle": [],
                "last": "Papoff",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Corrado",
                "middle": [],
                "last": "Moretti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giulia",
                "middle": [],
                "last": "Cangiano",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Enea",
                "middle": [],
                "last": "Bonci",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mario",
                "middle": [],
                "last": "Roggini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alessandra",
                "middle": [],
                "last": "Pierangeli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carolina",
                "middle": [],
                "last": "Scagnolari",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guido",
                "middle": [],
                "last": "Antonelli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Midulla",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "• Young age and RSV carriage are major predictors of severe bronchiolitis in healthy term infants.",
            "cite_spans": [],
            "section": "Key notes",
            "ref_spans": []
        },
        {
            "text": "Bronchiolitis is among the most common lower respiratory tract infections in children <12 months of age and the most frequent reason for hospitalizing young infants in the winter season. Younger children with several underlying conditions, including chronic lung disease, congenital heart disease or immunodeficiency disorders, are at higher risk for hospital admission for bronchiolitis. In contrast, previously healthy term infants often present with milder symptoms, although some studies report more serious manifestations including respiratory distress, hypoxia, or severe apnoea spells, which may eventually require intensive care (1). Although chronic debilitating diseases undoubtedly increase the risk for intensive care admission for bronchiolitis, the widespread use of respiratory syncytial virus (RSV) prophylaxis in infants at high risk has in the past few years reduced the absolute number of these infants admitted to paediatric intensive care units (PICUs) (2) and proportionally increased the number of infants born at term, who have no known risk factors. To assess these low risk infants better on admission and to provide optimal hospital care to those who are likely to deteriorate and require intensive care, we need to know more about their clinical features and factors predicting severity.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In both high and low risk infants, several epidemiological, demographic and virological factors have been associated with the severity of bronchiolitis. For example, family history of atopy, maternal smoking (3), lack of breastfeeding (4), crowding/siblings (5) have been associated with increased hospitalization. Demographic and clinical factors, such as lower birth weight (6), male gender (7), age < 6 months (8) and a high clinical severity score on admission (9), have been reported in association with more severe bronchiolitis requiring respiratory support. Although from 42 to 45% hospital admissions for lower respiratory tract infections in children younger than 2 years of age are related to RSV (10), reports in recent years increasingly implicate as agents causing bronchiolitis other viruses including rhinovirus (RV), human metapneumovirus (hMPV) and human bocavirus (hBoV) (11).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Because no study has yet investigated all these factors collectively, how each factor singly influences the development of severe bronchiolitis remains controversial, especially in previously healthy term infants. More important, because the diagnosis is essentially clinical, bronchiolitis is difficult to define and interpret. Among common design flaws, some studies claiming to investigate bronchiolitis in previously healthy infants also included premature infants (12), others investigated a heterogeneous population up to 2 years of age (13) including infants with previous episodes of wheezing (14), whereas others assessed infants with RSV infection alone (8).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Our aim in this study was to determine the incidence of severe bronchiolitis and factors predicting disease severity in previously healthy term infants <12 months of age hospitalized for their first episode of bronchiolitis. Severe bronchiolitis was defined on the need for ventilatory support in a PICU.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For this study, we prospectively recruited all consecutive term infants <12 months of age who were admitted to the Department of Emergency Pediatrics and PICU, Sapienza University of Rome, during five epidemic seasons October through May of 2004/2005, 2005/2006, 2006/2007, 2007/2008 and 2008/2009, for their first episode of bronchiolitis. We excluded premature infants gestational age <37 weeks, infants weighing <2000 g at birth, infants with underlying chronic diseases cystic fibrosis or other chronic pulmonary diseases, congenital heart disease, and immunodeficiency likely to increase the risk for severe bronchiolitis and infants with previous wheezing episodes. Because we expected a low incidence of severe bronchiolitis in this selected population, we chose a 5‐year study period to collect an adequate number of infants while minimizing the effect of changing standards of care.",
            "cite_spans": [],
            "section": "Patients and methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The Institutional Review Board at Sapienza University of Rome approved the study. Written informed consent was obtained from parents or care‐givers.",
            "cite_spans": [],
            "section": "Patients and methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Bronchiolitis was diagnosed clinically according to the presence of a history of upper respiratory tract infection followed by acute onset of respiratory distress with cough, tachypnea, retractions and bilateral crackles on auscultation having wheezing alone was not considered sufficient for inclusion in the study (11). Infants were retrospectively grouped according to the worst severity of bronchiolitis experienced during their admission: group 0, conservative treatment no need for supplemental oxygen or intravenous fluids; group 1, intravenous fluids or oxygen treatment, or both, for <12 h; group 2, oxygen for more than 12 h without ventilatory support and intravenous fluids; and group 3, either mechanical ventilation or noninvasive respiratory support. Mechanical ventilation was used primarily for infants who had severe respiratory failure not responding to nasal ventilation or with severe apnoea spells. Synchronized nasal intermittent positive pressure ventilation (Giulia nasal ventilator, Ginevri, Rome, Italy) was used as first‐line intervention for respiratory distress associated with respiratory acidosis or apnoea not requiring bag ventilation. In patients with apnoea, intravenous caffeine was added to the treatment regimen.",
            "cite_spans": [],
            "section": "Patients and methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Epidemiological, clinical and demographic data were obtained from parents with a structured questionnaire (see Appendix S1) and from patients’ medical files. The following laboratory data related to the clinical severity of bronchiolitis were analysed at admission and on eventual clinical deterioration: complete blood cell counts, haemoglobin, C‐reactive protein (CRP), aspartate aminotransferase, alanine aminotransferase, gamma‐glutamyl transpeptidase (GGT), sodium and glucose blood levels. We also recorded clinical information on the presence or absence of fever rectal temperature >38°C throughout admission. The radiological findings for each infant at admission and on clinical deterioration if any were reviewed and grouped according to the severity: peribronchial infiltrates and hyperinflation without consolidation or atelectasis, peribronchial infiltrates and hyperinflation with mild‐to‐moderate consolidation or atelectasis, extensive consolidation or atelectasis with or without hyperinflation. While in the PICU, infants received antibiotic therapy with ceftriaxone, or clarithromycin and systemic corticosteroids. Corticosteroids were not routinely used in the paediatric ward to treat bronchiolitis. To investigate bacterial coinfection, patients who required mechanical ventilation were sampled immediately after endotracheal intubation by nonbronchoscopic bronchoalveolar lavage (BAL) and BAL specimens were sent for bacterial culture.",
            "cite_spans": [],
            "section": "Patients and methods ::: Methods",
            "ref_spans": []
        },
        {
            "text": "From 1 to 3 days after hospitalization, all infants underwent nasal washing obtained with 3 mL of sterile saline solution injected into each nostril and collected with a syringe. All samples were processed as previously described (11). Fourteen respiratory viruses were investigated: RSV; influenza virus (IV) A and B; human coronavirus (hCoV) OC43, 229E, NL‐63, and HUK1; adenovirus; RV; parainfluenza (PIV) 1–3; hMPV; and hBoV.",
            "cite_spans": [],
            "section": "Detection of respiratory viruses ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Unless otherwise indicated, all values are reported as means ± standard deviations (SD). A one‐way analysis of variance ANOVA and Student t‐test were used to compare continuous variables. A chi‐squared test, and Fisher’s exact test if required, was applied for the qualitative analyses. Multivariate analyses with logistic regression enter method were used to select variables independently associated with the severity of bronchiolitis. The receiver operating characteristic (ROC) curve analysis was used to identify optimal cut‐off values of postnatal age, birth weight, lymphocyte counts and CRP levels to predict severity. A p value of <0.05 was considered to indicate statistical significance.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The study recruited 310 infants (50.5% male) with gestational age ≥ 37 weeks and <1 year of age: 92.6% were younger than 6 months, 67.1% were younger than 3 months, and 14.5% younger than 1 month. The mean gestational age was 38.8 weeks ± 1.3 (range 37–42 weeks) and mean birth weight was 3.1 kg ± 0.5 (range 2.040–4.840 kg). Median (interquartile, I.Q.) postnatal age and postnatal weight on admission were 61 days (I.Q. 33–99 days) and 4.9 kg (I.Q. 4.0–6.0 kg). Of the 310 infants enrolled, 16 (5.1%) had severe respiratory distress, or apnoea, or both, and were admitted to the PICU to receive ventilatory support: two were intubated for mechanical ventilation and 14 received synchronized nasal intermittent positive pressure ventilation. Both infants who required mechanical ventilation had severe apnoea spells. All of the 14 infants receiving noninvasive ventilation presented with respiratory distress and hypercapnia. Eleven infants (69%) were admitted directly to the PICU and five experienced worsening respiratory distress during their hospital stay and were transferred to the PICU. Of the 294 infants who did not require PICU admission for ventilatory support, 48 (16.3%) required oxygen supplementation >12 h and intravenous fluids group 2, 53 (17.1%) received intravenous fluids or oxygen treatment for <12 h or both group 1, and 193 (62.2%) were treated conservatively group 0.",
            "cite_spans": [],
            "section": "Characteristics of the study population ::: Results",
            "ref_spans": []
        },
        {
            "text": "When compared with infants with mild‐to‐moderate forms not requiring ventilatory support (groups 0, 1 and 2) infants with severe bronchiolitis (group 3) had lower birth weight, gestational age, postnatal weight, postnatal age and were more likely to be born by cesarian section (Table 1). All infants in the ventilated group were younger than 3 months (37.4 ± 22.5 days) and 50% were younger than 1 month. No significant differences were found between groups for the tested epidemiologic variables (Table 2). Nor was a significant difference found in the prevalence of fever between infants who required ventilatory support and those who did not. Laboratory tests (Table 3) showed a trend towards lower haemoglobin levels in infants with severe bronchiolitis, and one of these was treated with recombinant erythropoietin owing to a low haemoglobin level <8 g/L. There was also a trend towards lower sodium and higher GGT levels among infants with severe bronchiolitis. One of the two BAL fluids obtained from the intubated infants yielded Pseudomonas aeruginosa.",
            "cite_spans": [],
            "section": "Characteristics of the infants with severe bronchiolitis ::: Results",
            "ref_spans": [
                {
                    "start": 279,
                    "end": 286,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 499,
                    "end": 506,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 665,
                    "end": 672,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Chest radiographs in infants with severe bronchiolitis invariably showed radiographic appearances of pulmonary extensive consolidation or atelectasis with or without hyperinflation (Table 4). When CRP values were evaluated in relation to the presence or absence of either extensive consolidation or atelectasis, the serum CRP concentration was higher in infants with consolidation or atelectasis than in those without (1.53 ± 2.08 vs 0.53 ± 0.59 mg/dL, p = 0.04).",
            "cite_spans": [],
            "section": "Characteristics of the infants with severe bronchiolitis ::: Results",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 189,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Of the total 310 wash specimens examined and tested by PCR, 172 tested positive for 14 respiratory viruses: 152 (88.3%) of these contained a single virus and 20 (11.6%) were coinfections. Of the 152 specimens yielding a single virus, most (73.6%) were positive for RSV (Table 5). In 138 (44.5%) nasal wash specimens, RT‐PCR detected no viruses. RSV‐positive specimens were more commonly detected in infants with pulmonary consolidation or atelectasis than in those without and in infants with CRP levels >0.8 mg/dL than in those with lower levels.",
            "cite_spans": [],
            "section": "Respiratory viruses and severity ::: Results",
            "ref_spans": [
                {
                    "start": 270,
                    "end": 277,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The ROC curve analysis identified as optimal cut‐off values to predict severity, 30 days for postnatal age, 2.5 kg for birth weight, 3200 cells/μL for blood lymphocyte counts and 0.8 mg/dL for CRP levels. The multiple logistic regression logistic analysis identified as variables independently associated with severe disease, younger age on admission <30 days, RSV infection and blood lymphocyte counts <3200/μL (Table 6).",
            "cite_spans": [],
            "section": "Multiple logistic regression analysis ::: Results",
            "ref_spans": [
                {
                    "start": 413,
                    "end": 420,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "In this prospective single‐centre study recruiting previously healthy term infants <12 months of age hospitalized for their first episode of bronchiolitis, we found a low incidence of severe bronchiolitis and only few predisposing factors that may explain the clinical worsening leading to PICU admission for ventilatory support. Our strict inclusion criteria excluding infants who had previous wheezing or wheezing alone enabled us to select patients with true bronchiolitis and exclude asthmatic bronchitis, a condition that probably differs from bronchiolitis in prognosis and risk factors. These criteria probably diminished the predisposing effect of several epidemiologic variables that may have a more specific role in asthmatic bronchitis, while highlighted the crucial role of demographic and virological factors, such as young age <1 month and RSV infection.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Owing to the strict inclusion criteria, the percentage of infants with severe bronchiolitis requiring PICU admission for ventilatory support was low in our study, 5.1%, but similar to the 11% previously published by Brooks et al. (15) in a large prospective study including a slightly more susceptible population of infants with gestational age ≥ 35 weeks. As we did, Brooks et al. found that most infants (86%) were admitted to the PICU right from admission. This finding is of clinical importance because it suggests that in previously healthy term infants, severe bronchiolitis probably develops too early to be predicted or prevented.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The most significant risk factor for the development of severe disease requiring PICU admission for ventilatory support in our study was younger age on admission to hospital <30 days. Young age commonly correlates with severity in any respiratory illness. Young infants have reduced lung compliance, owing to their still small and scarce alveoli, and higher airway resistance, because of smaller airways and ineffective cough. Apnoea spells triggered by infectious agents, such as RSV acting on an immature respiratory control, are an additional risk factor for PICU admission and respiratory support in the youngest infants. In addition, the impaired innate immunity in neonates may explain the high incidence of pulmonary bacterial superinfection during viral illness in the first months of life.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In our population of previously healthy term infants, another factor associated with severe bronchiolitis was lower birth weight. Findings from previous studies suggest that during the first year of life, infants having low birth weight for gestational age are more likely than normal birth weight infants to be admitted to hospital with respiratory tract infections (16).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A finding of relevance to current clinical practice was that in our study population, bronchiolitis was more severe in infants who were smaller in gestational age and born by cesarian section. Although elective repeat cesarian delivery before 39 weeks of gestation is commonly associated with early respiratory distress, respiratory complications may also develop later in childhood. Accordingly, convincing evidence shows that transient tachypnea at birth may predispose to recurrent wheezing during childhood (17).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Among the several epidemiologic characteristics previously found associated with severe bronchiolitis, the only one that was slightly more prevalent in infants with severe disease was having older siblings. The lack of correlation between epidemiologic factors and severe bronchiolitis contrasts with the results of outcome trials which identified crowding and exposure to tobacco smoke as significant and independent risk factors for disease severity of RSV bronchiolitis (18). This discrepancy probably reflects the clinical characteristics of the population included in the previous studies, such as older infants up to 36 months and infants with recurrent wheezing. For example, Jartti et al. (14) showed that epidemiologic features such as atopy affect the characteristics of bronchiolitis mainly in older infants or in those with previous wheezing episodes.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Consistent with previous studies (19), in our study, radiographic appearances did not characterize disease severity, because we found no difference in the prevalence of pulmonary opacities between infants with mild‐to‐moderate and severe bronchiolitis. Although many hospitals require children with bronchiolitis to undergo chest radiography on admission not all investigators agree that taking radiographs is beneficial (20). Another noteworthy finding of practical clinical interest in this study is that the most seriously ill infants had significantly increased CRP levels. This datum may provide further circumstantial evidence that bacterial co‐infection may aggravate the clinical course of infants with bronchiolitis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "An interesting finding in our study that provides an insight into the pathophysiology of severe bronchiolitis in previously healthy term infants was the independent association of low lymphocyte counts with the development of severe bronchiolitis. Lymphopenia is a common finding in patients with infections related to RSV or other viruses (21). Lymphopenia can be caused either by endogenous glucocorticoids secondary to a stress mechanism (22) or by corticosteroid treatment, although other investigators propose that lymphopenia may be related to increased prolactin and low leptin levels (23). Regardless of the pathogenesis, low lymphocyte counts call into question the status of lymphokines and their prognostic implications in bronchiolitis.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this single‐centre prospective study, we were able to confirm that RSV remains the most common and aggressive viral cause of bronchiolitis particularly in the young infant, accounting for 73.2% of the viruses detected overall and 84.6% in the most severely ill infants. Our observations are in line with previous findings by Richards et al. (24) and Stempel et al. (25) who respectively found percentages of RSV in 72.2% and 77% of children hospitalized with bronchiolitis. Our results nevertheless differ from those of Richards et al. who found no difference in the frequency of RSV detection between infants who were hospitalized in a short‐term unit and those requiring PICU admission. These discrepancies may depend on the different population studied, i.e. with or without infants with chronic debilitating conditions that are known to affect the risk for disease severity. In their study designed to investigate the specific mechanisms leading to severe bronchiolitis in healthy full‐term infants younger than 6 months of age, Helminen et al. studied the infants’ genetic background according to the specific viral aetiology and found no difference in genetic polymorphisms between RSV infected infants and controls. These observations imply that hospitalization for RSV bronchiolitis may depend on other factors, such as young age (26).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In infants with severe disease, the second most commonly detected virus was RV (12.5%). The proportion of infants with RV bronchiolitis was lower in our study than in a previous study by Papadopoulos and was not associated with disease severity (27). The discrepancies probably depend on the criteria used to define severity as well as different patients’ age on admission. Confirming the importance of age, Jartti et al. (14) have shown that the prevalence of RV‐associated bronchiolitis increases with age and with recurrent wheezing episodes. Dual viral infections were uncommon in our study (11%). Our results match those recently published by Marguet et al. (28) on infants <1 year old, hospitalized for a first episode of bronchiolitis during the winter epidemic season and having no risk factors for severe disease. In this study, dual infection had no additional effect on the severity of disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, severe respiratory distress requiring PICU admission for ventilatory support is uncommon in previously healthy term infants <12 months of age admitted to hospital for the first episode of bronchiolitis and often develops soon after disease onset. In these infants, severe respiratory distress is associated with demographic factors such as young age <1 month and RSV carriage, whereas the role of epidemiologic variables in severe disease seems less likely.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:  Demographic characteristics of infants hospitalized with bronchiolitis grouped according to severity (percentages are within groups)\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2:  Epidemiologic characteristics of infants hospitalized with bronchiolitis grouped according to severity (percentages are within groups)\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3:  Laboratory data of infants hospitalized with bronchiolitis grouped according to severity\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4:  Radiographic features of infants hospitalized with bronchiolitis grouped according to severity (percentages are within groups)\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5:  Virus distribution in the study infants grouped according to severity. Data are shown as percentages within each group\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6:  Multivariate predictors of paediatric intensive care unit admission for respiratory support compared with hospital admission to the short stay unit\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Management of respiratory failure in infants with acute viral bronchiolitis",
            "authors": [],
            "year": 1984,
            "venue": "Am J Dis Child",
            "volume": "138",
            "issn": "",
            "pages": "1071-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Health care utilisation of infants with chronic lung disease, related to hospitalisation for RSV infection",
            "authors": [],
            "year": 2001,
            "venue": "Arch Dis Child",
            "volume": "85",
            "issn": "",
            "pages": "463-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Respiratory syncytial virus, human bocavirus and rhinovirus bronchiolitis in infants",
            "authors": [],
            "year": 2010,
            "venue": "Arch Dis Child",
            "volume": "95",
            "issn": "",
            "pages": "35-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Pre‐existing disease is associated with a significantly higher risk of death in severe respiratory syncytial virus infection",
            "authors": [],
            "year": 2009,
            "venue": "Arch Dis Child",
            "volume": "94",
            "issn": "",
            "pages": "99-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Predictors of major intervention in infants with bronchiolitis",
            "authors": [],
            "year": 2009,
            "venue": "Pediatr Pulmonol",
            "volume": "44",
            "issn": "",
            "pages": "358-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Bronchiolitis: age and previous wheezing episodes are linked to viral etiology and atopic characteristics",
            "authors": [],
            "year": 2009,
            "venue": "Pediatr Infect Dis J",
            "volume": "28",
            "issn": "",
            "pages": "311-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Predicting deterioration in previously healthy infants hospitalized with respiratory syncytial virus infection",
            "authors": [],
            "year": 1999,
            "venue": "Pediatrics",
            "volume": "104",
            "issn": "",
            "pages": "463-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Relation of birth weight and childhood respiratory infection to adult lung function and death from chronic obstructive airways disease",
            "authors": [],
            "year": 1991,
            "venue": "BMJ",
            "volume": "303",
            "issn": "",
            "pages": "671-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Transient tachypnea of the newborn may be an early clinical manifestation of wheezing symptoms",
            "authors": [],
            "year": 2007,
            "venue": "J Pediatr",
            "volume": "151",
            "issn": "",
            "pages": "29-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Impact of severe disease caused by respiratory syncytial virus in children living in developed countries",
            "authors": [],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "S13-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "A cost effectiveness analysis of omitting radiography in diagnosis of acute bronchiolitis",
            "authors": [],
            "year": 2009,
            "venue": "Pediatr Pulmonol",
            "volume": "44",
            "issn": "",
            "pages": "122-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Palivizumab efficacy in preterm infants with gestational age < or = 30 weeks without bronchopulmonary dysplasia",
            "authors": [],
            "year": 2007,
            "venue": "Pediatr Pulmonol",
            "volume": "42",
            "issn": "",
            "pages": "189-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Evaluation of the utility of radiography in acute bronchiolitis",
            "authors": [],
            "year": 2007,
            "venue": "J Pediatr",
            "volume": "150",
            "issn": "",
            "pages": "429-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Peripheral blood lymphopenia and neutrophilia in children with severe respiratory syncytial virus disease",
            "authors": [],
            "year": 2002,
            "venue": "Pediatr Pulmonol",
            "volume": "34",
            "issn": "",
            "pages": "128-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "T helper 1/T helper 2 cytokine imbalance in respiratory syncytial virus infection is associated with increased endogenous plasma cortisol",
            "authors": [],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "117",
            "issn": "",
            "pages": "e878-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "The neuroendocrine stress response and severity of acute respiratory syncytial virus bronchiolitis in infancy",
            "authors": [],
            "year": 2004,
            "venue": "Intensive Care Med",
            "volume": "30",
            "issn": "",
            "pages": "2257-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The impact of dual viral infection in infants admitted to a pediatric intensive care unit associated with severe bronchiolitis",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr Infect Dis J",
            "volume": "27",
            "issn": "",
            "pages": "213-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Multiple viral respiratory pathogens in children with bronchiolitis",
            "authors": [],
            "year": 2009,
            "venue": "Acta Paediatr",
            "volume": "98",
            "issn": "",
            "pages": "123-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "IL‐10 gene polymorphism at ‐1082 A/G is associated with severe rhinovirus bronchiolitis in infants",
            "authors": [],
            "year": 2008,
            "venue": "Pediatr Pulmonol",
            "volume": "43",
            "issn": "",
            "pages": "391-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Association of rhinovirus infection with increased disease severity in acute bronchiolitis",
            "authors": [],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "",
            "pages": "1285-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "In very young infants severity of acute bronchiolitis depends on carried viruses",
            "authors": [],
            "year": 2009,
            "venue": "PLoS ONE",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Severity of respiratory syncytial virus bronchiolitis is affected by cigarette smoke exposure and atopy",
            "authors": [],
            "year": 2005,
            "venue": "Pediatrics",
            "volume": "115",
            "issn": "",
            "pages": "e7-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The role of breastfeeding and passive smoking on the development of severe bronchiolitis in infants",
            "authors": [],
            "year": 2007,
            "venue": "Minerva Pediatr",
            "volume": "59",
            "issn": "",
            "pages": "199-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Crowding: risk factor or protective factor for lower respiratory disease in young children?",
            "authors": [],
            "year": 2004,
            "venue": "BMC Public Health",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Risk factors for bronchiolitis‐associated deaths among infants in the United States",
            "authors": [],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "483-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The fifty percent male excess of infant respiratory mortality",
            "authors": [],
            "year": 2004,
            "venue": "Acta Paediatr",
            "volume": "93",
            "issn": "",
            "pages": "1210-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Clinical predictors of the severity of bronchiolitis",
            "authors": [],
            "year": 2006,
            "venue": "Eur J Emerg Med",
            "volume": "13",
            "issn": "",
            "pages": "134-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Prospective multicenter bronchiolitis study: predicting intensive care unit admissions",
            "authors": [],
            "year": 2008,
            "venue": "Acad Emerg Med",
            "volume": "15",
            "issn": "",
            "pages": "887-94",
            "other_ids": {
                "DOI": []
            }
        }
    }
}