{
    "paper_id": "PMC7164839",
    "metadata": {
        "title": "Summary of 20 tracheal intubation by anesthesiologists for patients with severe COVID-19 pneumonia: retrospective case series",
        "authors": [
            {
                "first": "Li",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiyong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mingxing",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhijun",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": "doctorczj@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "SARS-CoV-2 is a β genus of the coronavirus family, and its genotype is significantly different from SARS-CoV and Mers-CoV[1]. As of March 19th, 2020, there have been more than 80,000 confirmed cases of coronavirus disease (COVID-19) in China, and there are more than 130,000 cases of infection outside China. COVID-19 progresses rapidly, with a small number of patients becoming severe and critically ill, and multiple organ failure (MOF) in the terminal stage leading to death [2]. Existing evidences show that the elderly patients with some chronic diseases have a poor prognosis, and these patients are most likely to develop into critically ill pneumonia [3]. Improving oxygenation and lung protection is the core of multi-organ function supportive treatment for this type of patients. Tracheal intubation for mechanical ventilation is an important pulmonary ventilation strategy. Mechanical ventilatory support with tracheal intubation may improve oxygenation and help improve outcome. However, it also has possibility to aggravate lung injury and induce circulatory derangement.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 479,
                    "end": 480,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 660,
                    "end": 661,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the present report, we retrospectively reviewed medical charts of 20 critically ill patients with Covid-19 pneumonia who require tracheal intubation from February 17 to March 19 in Wuhan No.1 hospital, China. We collected their demographics, vital signs, blood gas analysis before and after tracheal intubation, and 7-day outcome after tracheal intubation.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This study is a single-center, retrospective, observational study. Wuhan No.1 Hospital is a designated hospital for COVID-19 patients. As of March 19th, 2020, a total of ten national medical assistance teams have been treating more than 1300 COVID-19 patients in this hospital, and a significant portion of patients are critically ill. The department of anesthesiology established an urgent tracheal intubation team on February 17, 2020. It is dispatched to any hospital wards upon request to conduct tracheal intubation for patients with respiratory failure due to COVID-19 infection. As of March 19th, 2020, a total of 20 cases of tracheal intubation were performed. We retrospectively summarized all 20 cases who were intubated by the team from Feburary 17 to March 19, 2020.",
            "cite_spans": [],
            "section": "Study design and participants ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "This study was approved by the Ethics Committee of Wuhan No.1 Hospital (W202003-1). Due to the special cause of the disease, no written signed consent was obtained, and the attending physician telephoned the patient's family before the tracheal intubation to inform the relative risks and informed consent. We made a phone call to the patients’ family members to obtain their consent to report their clinical data and to report the cases.",
            "cite_spans": [],
            "section": "Study design and participants ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "We have obtained the patient’s demographics including gender, age, past medical history for chronic comorbidities (i.e. hypertension, diabetes, coronary heart disease, stroke, lung disease, gout, etc.) and basic vital signs(ex. Body temperature, pulse rate, blood pressure, respiratory rate), SARS-CoV-2 PCR test results, chest CT results, blood gas analysis (pH, lactate, partial pressure of arterial blood oxygen/carbon dioxide) from the patient’s clinical electronic medical records, nursing records, laboratory biochemical and imaging examinations, etc. Patient’s blood pressure, heart rate, oxygen saturation, and respiratory rate were recorded before and after tracheal intubation to evaluate the improvement in respiratory parameters. Besides, we also recorded days from admission to tracheal intubation, and 7-day mortality after tracheal intubation.",
            "cite_spans": [],
            "section": "Data collection ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "After receiving a call from the ward, two anesthesia doctors in charge wear isolation gowns, protective clothing, goggles, and masks, etc. according to the third-level protection requirements, and bring positive pressure headgear into the infected area [4]. Prepare video laryngoscope with a disposable blade, tracheal tubes, and stylet, medicine for induction of anesthesia as well as catecholamines for resuscitation, etc. The tracheal intubation operator wears a positive pressure ventilation mask and stands on the patient’s head, and another anesthesia doctor stands on the side of the patient and administers the drug. Based on patient’s estimated body weight and blood volume, circulatory reserve via blood pressure and heart rate, we gave propofol 50–100 mg and rocuronium 60–100 mg iv in order. To prevent violent fluctuations in the circulation, we increased the fluid infusion rate or administer intravenous ephedrine 6–12 mg prior to induction. No mask ventilation before laryngoscope was used to minimize aerosol contamination. Tracheal intubation was performed by exposing the glottis with a video laryngoscope [TDC-C video laryngoscope ® (UE World)], and then quickly connected to the ventilator for controlled ventilation.",
            "cite_spans": [
                {
                    "start": 254,
                    "end": 255,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Tracheal Intubation implementation ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "Data were processed using SPSS 24.0. This study is a small sample observational study. Descriptive reporting of event counts. Blood pressure, heart rate, and oxygen saturation before and after tracheal intubation were compared using paired t test. SPO2, pH, Lactate values and PaCO2 before and after tracheal intubation were measured in survivors and non-survivors using Student’s t test. p < 0.05 was considered to be statistically significant.",
            "cite_spans": [],
            "section": "Statistical methods ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "Individual patients’ demographics are listed in Table 1. Among 20 patients who were intubated from Feburary 17 to March 19, 11 were males and 9 were females. The average age of patients was 71.2 years, 90% of patients were over 60 years old. According to the “COVID-19 Diagnosis and Treatment Scheme (Trial Version 7)” [3], 20 cases were classified as critically ill by treatment expert group. Hypertension, coronary heart disease and diabetes were the top three comorbidities. (Table 2).",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 321,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Patients’ baseline information ::: Results",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 485,
                    "end": 486,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Twenty patients had more than two SARSr-CoV-2 PCR tests, and all patients tested positive at least one time. Chest CT diagnosis showed that all 20 patients presented with speckled or ground-glass opacities. According to the “COVID-19 Diagnosis and Treatment Scheme (Trial Version 7)” [3], COVID-19 was diagnosed based on clinical symptoms and the above test results. (Table 3).",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 286,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Diagnosis results ::: Results",
            "ref_spans": [
                {
                    "start": 374,
                    "end": 375,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The average number of days between admission and tracheal intubation was 10.1 days (standard deviation 4.76 days), and the 7 days mortality rate after intubation was 35% (Table 4).",
            "cite_spans": [],
            "section": "Days from admission to intubation and survival rate after intubation ::: Results",
            "ref_spans": [
                {
                    "start": 177,
                    "end": 178,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "After tracheal intubation, the SpO2 significantly improved (p < 0.05). Mean arterial pressure and heart rate were not significantly different before and after tracheal intubation (Table 5).",
            "cite_spans": [],
            "section": "Changes in blood oxygen saturation and circulation before and after tracheal intubation ::: Results",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 187,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The Blood oxygen saturation and pH value in survivors and non-survivors before and after tracheal intubation, the non-survivors were lower than those of the survivors (p < 0.05), lactate value and PCO2 in non-survivors were higher than survivors (p < 0.05) for both timepoints (Table 6).",
            "cite_spans": [],
            "section": "Blood oxygen saturation and blood gas analysis in survivors and non-survivors ::: Results",
            "ref_spans": [
                {
                    "start": 284,
                    "end": 285,
                    "mention": "6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Thanks to the perfect adherence to infection control measures, none of the team members were confirmed to be infected by COVID-19 by the time of submission.",
            "cite_spans": [],
            "section": "Blood oxygen saturation and blood gas analysis in survivors and non-survivors ::: Results",
            "ref_spans": []
        },
        {
            "text": "The SARS-CoV-2 is mainly transmitted through respiratory droplets and close contact. There is also the possibility of aerosol transmission in a relatively closed environment after prolonged exposure to high concentrations of aerosol [3]. Few elderly patients with infection are prone to develop severe pneumonia, especially those with the chronic underlying disease have a poor prognosis. There is no exact and effective antiviral method so far. Therefore, mechanical ventilation with lung protective strategies is one of the supportive treatment for those with severe pneumonia and respiratory failure [2].",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 604,
                    "end": 605,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Among the 20 patients, the rates of hypertension, coronary heart disease, and diabetes were 50%, 20%, and 15%, respectively. Elder age and comorbidities are reported to be the risk factor for deterioration [5], and our reports follow other publications.",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 208,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Among respiratory therapy used for patients with respiratory failure, high flow nasal cannula (HFNC), noninvasive positive pressure ventilation (NPPV) and tracheal intubation mechanical ventilation was applied for patients with SARS-CoV-2 pneumonia who develop ARDS.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although NPPV is the main treatment method for many patients with COVID-19 and ARDS, but it did not dramatically improve the overall outcome. A retrospective study of patients with critically ill adult SARS-CoV-2 pneumonia (28-day mortality 61.5%) showed that among 29 (56%) out of 52 patients who had received NPPV, 16 were changed to invasive mechanical ventilation and eventually 23 were died [6].",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 398,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Mechanical ventilation with tracheal intubation is an important means of invasive breathing. For patients with SARS-CoV-2 and ARDS, if the disease continues to deteriorate during HFNC or NPPV treatment, earlier switch to tracheal intubation should be considered [2]. After tracheal intubation, a protective lung ventilation strategy is usually applied, i.e. small tidal volume (4–8 ml/kg ideal weight) and low inspiratory pressure (plateau pressure < 30 cm H2O), to reduce ventilator-related lung injury. Studies show that the widespread implementation of protective ventilation strategies reduced the incidence of barotrauma in critically ill patients to 2%, which is much lower than 25% during SARS-CoV pneumonia [6].",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 716,
                    "end": 717,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There is no consensus on the timing of early tracheal intubation. Some critical care medical experts recommend that when applying HFNC, according to the ROX index (oxygen saturation/inhaled oxygen concentration × respiratory frequency) to determine the next treatment plan [7]. When the patient’s ROX index < 2.85 or SpO2 < 93% and the RR > 35 times/min, the patient gasps and cannot speak whole sentences when lying in bed, this indicates that the success rate of HFNC is low, and switch to tracheal intubation should be considered. When using NPPV, if the patient’s respiratory distress does not improve, RR > 35 times/min, Vt > 9 ml/kg, NPPV should be terminated and the tracheal intubation should be considered regardless of the oxygen saturation [2].",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 752,
                    "end": 753,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although we cannot conclude the optimal timing for switching tracheal intubation from the present data, the fact that for 7-day non-survivors showed significantly worse blood gas data before and even after tracheal intubation indicates that it might be associated to better outcome to be intubated before their blood gas data deteriorates. More data accumulation is required to determine the optimal threshold for tracheal intubation.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The average number of days between admission and tracheal intubation in 20 patients in this study was 10.1 ± 4.76 days. 13 patients survived and 7 died within 1 week after tracheal intubation, the mortality is 35%. SPO2 improved significantly after tracheal intubation in all patients (83.10 ± 9.63 vs. 93.65 ± 6.65%, p < 0.05), Since the administration of anesthesia drugs are individualized during induction of intubation, and at the same time assisted with vasoactive drugs such as ephedrine or epinephrine, so there are no significant fluctuations before and after intubation in heart rate and mean arterial pressure. And there were no intubation-related complications (pulmonary aspiration, multiple attempts to intubation, difficult mask ventilation, etc.)",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although both survivors and non-survivors showed significant improvement in their oxygenation and CO2 retention after tracheal intubation (Table 5), non-survivors showed significantly worse blood gas analysis results compared to survivors before and after tracheal intubation (Table 6).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "mention": "5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 283,
                    "end": 284,
                    "mention": "6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "The worse blood gas data, i.e. hypoxemia, lactic acidosis and respiratory acidosis not only indicates respiratory failure but suggests impending myocardial injury and cardiac insufficiency that consequently affects other organs such as kidney, liver, etc.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Therefore, if the patients on NPPV or HFNC starts to deteriorate, switching to tracheal intubation and mechanical ventilation should be seriously considered in timely manner to minimize the oxygen debt and the development of other organ failure.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Although all 20 patients have ground-glass opacities revealed by the chest CT images, and meet clinical manifestations described in Chinese Clinical Guidance for COVID-19 Pneumonia Diagnosis and Treatment (7th Edition) [3], some samples were negative for the Real-time RT-PCR detection for COVID-19 nucleic acid. Recent studies have also reported the phenomenon of some false-negative test results [8]. Studies have shown that SARS-CoV-2 mainly invades the lower respiratory tract, which may prevent the virus from being collected by throat swabbing. Although it is not tested in the present dataset, collecting sputum in the airway through the tracheal tube after intubation may help to improve the success rate of the RT-PCR test.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 221,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 399,
                    "end": 400,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To prevent anesthesiologists from contracting the SARS-CoV-2, besides strict third-level protection, we use a positive pressure headgear system during tracheal intubation, which can create a positive pressure to prevent virus aerosols from entering the headgear. After the machine has been worked for 5 min, the anesthesiologist who would practice intubation wore the positive pressure headgear and connects the headgear and the ventilation tube with the assistance of the assistant. The assistant wore a face screen. Both wore another layer of gloves. A rapid anesthesia induction with a sufficient dose of rocuronium was used. No mask ventilation before the laryngoscope was used to minimize aerosol contamination. Tracheal intubation was performed by exposing the glottis with a video laryngoscope. The headgear is disposable, they were thrown in the designated trash bin after use, and the positive pressure system was sterilized by low-temperature formaldehyde. During the observational period, none of the 17 anesthesiologists were infected.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study also has some limitations. First, only 20 cases of tracheal intubation were collected and observed. The sample size was small, and multi-center and expanded sample sizes were needed to increase the accuracy of the statistical results. Second, it is a retrospective observational data without randomization and we cannot determine the difference in patients’ outcome with different respiratory support methods.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Nevertheless, our observational analysis of 20 consecutive cases shows non-survivors 7-day after tracheal intubation showed significantly worse blood gas data compared with survivors, indicating earlier tracheal intubation before the blood gas data deterioration may be associated with a better outcome.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: General characteristics of patients\nHBP high blood pressure or hypertension, DM diabetes mellitus, CI cerebral infarction, CS cerebral stroke, CHD coronary atherosclerotic heart disease, OMI old myocardial infarction, CFR chronic renal insufficiency, ARDS acute respiratory distress syndrome, NPPV noninvasive positive pressure ventilation, HFNC high-flow nasal cannula oxygen, ECMO extracorporeal membrane oxygenation, TDC-C ® TDC-C video laryngoscope ® (UE World)",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Basic information of patients\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Results of SARS-CoV-2 PCR test and chest CT\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Number of survivors and interval between admission and tracheal intubation\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Blood oxygen saturation, heart rate, and mean arterial pressure before and after tracheal intubation\naCompared with before intubation, p < 0.05",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: SPO2, pH, Lactate, PaCO2 before and after tracheal intubation\naCompared with survivors, p < 0.05; bCompared with before intubation",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Yin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet (London, England)",
            "volume": "395",
            "issn": "10223",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Rapid progression to acute respiratory distress syndrome: review of current understanding of critical illness from COVID-19 Infection",
            "authors": [
                {
                    "first": "KJ",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Choong",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Cheong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalimuddin",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duu Wen",
                    "suffix": ""
                },
                {
                    "first": "GC",
                    "middle": [],
                    "last": "Phua",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Haja Mohideen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Ann Acad Med Singap",
            "volume": "49",
            "issn": "1",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "An index combining respiratory rate and oxy genation to predict outcome of nasal high-flow therapy",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Roca",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Caralt",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Messika",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Samper",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Sztrymf",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Respir Crit Care Med",
            "volume": "199",
            "issn": "11",
            "pages": "1368-1376",
            "other_ids": {
                "DOI": [
                    "10.1164/rccm.201803-0589OC"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}