{
    "paper_id": "PMC7146773",
    "metadata": {
        "title": "Update MERS",
        "authors": [
            {
                "first": "Susanne",
                "middle": [],
                "last": "Prange-Schmidt",
                "suffix": "",
                "email": "prange-schmidt@iki-giessen.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Das hauptsächliche Reservoir bei SARS sind die Fledertiere, die ebenfalls bei MERS vermutet werden, aber noch nicht belegt werden konnten. Ein sicheres Reservoir für das MERS-Virus stellen Dromedare dar, das wurde anhand von genetisch identischen MERS-CoV bei betroffenen Kamelen und Menschen belegt. Doch wie findet die genaue Übertragung von Tier auf Mensch statt? Sind es etwa Tröpfcheninfektionen durch Nasalsekrete des Kamels, die inhalativ aufgenommen werden? Oder kommen andere Ausscheidungen der Tiere in Frage? Zu klären gilt auch, in wieweit das Fleisch der Kamele oder deren Milch einen potenziellen Vektor der MERS-Viren darstellen. Prof. Dr. med. Christian Drosten, Leiter des Instituts für Virologie der Universität Bonn, hat 2003 als erster Wissenschaftler das SARS-CoV sequenziert und gilt auch für MERS als ein international renommierter Experte. Laut Drostens serologischer Untersuchungen weisen in Saudi-Arabien 0,15% der gesunden Bevölkerung Antikörper gegen MERS auf. Bei den Kamelhirten sind es sogar 2,3% und unter Arbeitern der Kamelschlachtung 3,6%. Bei Untersuchungen von Angehörigen an MERS erkrankter Patienten konnte das Virus in geringer Konzentration im Rachen nachgewiesen werden. Eine Viruspersistenz scheint es nicht zu geben, allerdings kann das Virus über mehrere Wochen ausgeschieden werden. [2]\n",
            "cite_spans": [
                {
                    "start": 1329,
                    "end": 1332,
                    "mention": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Reservoir",
            "ref_spans": []
        },
        {
            "text": "Kamele werden häufig im Frühjahr geboren und sind somit recht empfänglich für MERS-Infektionen, sobald sie den Schutz durch mütterliche Antikörper verlieren. [2]\n",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "mention": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Reservoir",
            "ref_spans": []
        },
        {
            "text": "Kamele sind wichtige Nutztiere in Saudi-Arabien, somit besteht ein enger Kontakt zwischen Tier und Mensch, was die Übertragung von Tier auf Mensch erleichtert. Die Übertragung von Mensch zu Mensch ist ebenso möglich und belegt. In Südkorea konnte eine Infektionskette von 4 Generationen umfassend belegt werden. Das Risiko einer Ansteckung scheint vor allem bei engem Kontakt zu dem initial Erkrankten beispielsweise im gemeinsamen Haushalt oder im Krankenhaus vorhanden zu sein, vor allem wenn entsprechende Hygienemaßnahmen nicht eingehalten werden. [2]\n",
            "cite_spans": [
                {
                    "start": 552,
                    "end": 555,
                    "mention": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Übertragungsweg",
            "ref_spans": []
        },
        {
            "text": "Das MERS-CoV ist ein einzelsträngiges RNA-Virus und zählt wie auch SARS zur Gattung der Betacoronaviren. Über Spikes der Oberfläche (Proteine) heftet es sich an die Wirtszellerezeptoren (Dipeptidylpeptidase = DPP4). DPP4 ist auf dem Epi- und Endothelien der oberen sowie unteren Atemwege zu finden. Auch in alveolären Makrophagen und in der Niere konnten Virus-Antigene bereits nachgewiesen werden. Bei der Untersuchung verstorbener Patienten wurde die höchste MERS-CoV-Viruslast in den unteren Atemwegen nachgewiesen. Vergleichsweise geringe Konzentrationen fanden sich im Urin, Stuhl und Blut wieder, somit scheint das Übertragungsrisiko über diese Transmissionswege gering.",
            "cite_spans": [],
            "section": "Morphologie des MERS-Virus",
            "ref_spans": []
        },
        {
            "text": "Coronaviren weisen im Allgemeinen hohe Mutations- und Rekombinationsraten auf, was ihnen verschiedene Anpassungsmöglichkeiten wie Wirtswechsel ermöglicht. [2]\n",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "mention": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Morphologie des MERS-Virus",
            "ref_spans": []
        },
        {
            "text": "Von März 2012 bis März 2013 wurden monatlich maximal 5 Fälle gemeldet. Von April 2013 bis April 2014 stieg die monatliche Fallzahl schon auf 10-20 an, und im April und Mai 2014 wurden sogar mehrere großen Krankenhausausbrüche in Saudi-Arabien verzeichnet, mit wöchentlichen Fallzahlen bis zu 100. Im Herbst 2014 und Winter 2014/2015 fanden 2 weitere große Erkrankungswellen statt. [2]\n",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "mention": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "MERS auf der arabischen Halbinsel",
            "ref_spans": []
        },
        {
            "text": "Im Mai 2015 wurde in Südkorea ein MERS-Ausbruch von den Gesundheitsbehörden gemeldet, der auf einem importierten MERS-Fall beruht. Der Indexpatient war vorher in mehreren Ländern der arabischen Halbinsel unterwegs. Eine eindeutige Hochrisikoexposition während dieser Reise konnte bei dem betreffenden Indexpatienten nicht eruiert werden, deswegen wurde MERS initial nicht in Betracht gezogen. Dem besagten Indexpatienten konnten mehr als 170 erkrankte Personen (medizinisches Personal, Familienangehörige, Mitpatienten und deren Angehörige) zugeordnet werden. Auch Todesfälle wurden dokumentiert. Eine der Kontaktpersonen reiste von Südkorea nach China, konnte aber aufgrund der Identifikation in China getestet und wegen des positiv aufgefallenen Testergebnisses isoliert werden. Der ausgedehnte krankenhausassoziierte Ausbruch von MERS-CoV lässt sich am ehesten durch das „Doktorshopping“ erklären. Patienten stellen sich in Südkorea häufig mehreren Kliniken vor bevor sie sich behandeln lassen. Statioäre Patienten bekommen in Südkorea häufig sehr viel Besuch von Familienangehörigen, die die Patienten zudem in der Klinik pflegen. Somit erklärt sich die hohe Zahl der Kontaktpersonen. Aber auch die lange Verweildauer in der Notaufnahme, die zum Teil mehrere Tage dauern kann, führt zu einer entsprechend hohen Kontaktpersonenanzahl. [2]\n",
            "cite_spans": [
                {
                    "start": 1338,
                    "end": 1341,
                    "mention": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Ausbruchsgesehen Südkorea",
            "ref_spans": []
        },
        {
            "text": "Im März 2015 wurde in Deutschland der 3. MERS-Fall nachgewiesen. In allen 3 Fällen wurde die Erkrankung von der arabischen Halbinsel durch einen eingereisten Patienten mitgebracht. Bei dem 2015er Fall handelte es sich um einen 65 jährigen Deutschen, der in den Vereinigten Arabischen Emiraten einen Kamelmarkt besuchte. Nach seiner Wiederkehr wurde er in einem Niedersächsischen Krankenhaus therapiert. Zwar konnte bei dem Patienten die eigentliche MERS-Infektion therapiert werden, jedoch verstarb er Anfang Juni an einer anderen pneumologischen Erkrankung. Kontaktpersonen des Patienten wurden von dem zuständigen Gesundheitsamt überwacht. [2]\n",
            "cite_spans": [
                {
                    "start": 642,
                    "end": 645,
                    "mention": "[2]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "MERS in Deutschland",
            "ref_spans": []
        },
        {
            "text": "Es bestehen aktuell keine Reiseeinschränkungen durch die WHO für Reisende in die Länder der arabischen Halbinsel, deren Nachbarländer sowie Südkorea. Patienten mit chronischen Vorerkrankungen sollten vor der Reise einen Arzt konsultieren. Die WHO weist jedoch darauf hin, dass in den benannten Ländern der Kontakt zu Dromedaren vermieden werden sollte und auch der Besuch von Farmen und Märkten, auf denen diese Tiere vorhanden sind, gemieden werden sollten. Rohe bzw. unvollständig erhitzte Kamelprodukte sollten auf keinen Fall zu sich genommen werden.",
            "cite_spans": [],
            "section": "Reiseempfehlungen",
            "ref_spans": []
        },
        {
            "text": "Ein Hauptaugenmerk sollte auf die Händehygiene gelegt werden, in dem die Hände mit Wasser und Seife häufig und gründlich gewaschen werden sollen. Die WHO weist weiterhin darauf hin, dass bei einer Reise in Risikogebiete möglichst Abstand von Kranken mit Atemwegs- oder Durchfallinfektionen eingehalten werde sollte. [2], [4]\n",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 319,
                    "mention": "[2]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 321,
                    "end": 324,
                    "mention": "[4]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Reiseempfehlungen",
            "ref_spans": []
        },
        {
            "text": "Bereits 2013 wurde von RKI eine Falldefinition zur weiteren diagnostischen Abklärung von MERS veröffentlicht (www.rki.de) (siehe Abb. 1\n). Das RKI betont, dass bei schweren Pneumonien und Atemnotsymptomen generell unabhängig von der Reiseanamnese eine labordiagnostische Abklärung der Ursache erfolgen sollte. Für den Zeitraum der Abklärung (Verdachtsfälle) sind zum Schutze des Personals bei pflegerischen, diagnostischen oder therapeutischen Tätigkeiten an Patienten mit Verdacht auf MERS-CoV-Infektionen folgende Schutzmaßnahmen empfohlen:\n Schutzkittel + wasserdichte Einwegschürze\n Einweghandschuhe\n Kopfhaube\n Dichtanliegende Atemschutzmaske (Schutzstufe FFP 2 bzw. FFP 3 vor allem bei ausgeprägten Exposition und Erosolexposition z.B. Bronchoskopie)\n Geeignete Schutzbrille\n",
            "cite_spans": [],
            "section": "Vorgehen in medizinischen Einrichtungen",
            "ref_spans": [
                {
                    "start": 129,
                    "end": 135,
                    "mention": "Abb. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nEine Indikation zur Testung von Patienten auf MERS-CoV ergibt sich bei:\n1.Patienten mit respiratorischen Symptomen unabhängig von deren Schwere\nund\nKontakt mit einem bestätigten oder wahrscheinlichen Fall einer MERS-CoV-Infektion innerhalb der letzten 14 Tage2.Patienten mit schwerer akuter Atemwegserkrankung\nund\nAufenthalt in einem Land der arabischen Halbinsel oder der angrenzenden Länder innerhalb der letzten 14 Tage3.Patienten mit schwerer akuter Atemwegserkrankung\nund\nKontakt mit einer medizinischen Einrichtung (Krankenhaus, Notfallaufnahme, Arztpraxis) des Gesundheitswesen in Südkorea innerhalb der letzten 14 Tage\n",
            "cite_spans": [],
            "section": "Vorgehen in medizinischen Einrichtungen",
            "ref_spans": []
        },
        {
            "text": "Diese Patienten müssen mittels eines geeigneten labordiagnostischem Verfahrens abgeklärt und eine der 4 Falldefinitions-Kategorien („bestätigter Fall“, „wahrscheinlicher Fall“, „ungeklärter Fall“ oder „ausgeschlossener Fall“) zugeordnet werden. [3]\n",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 248,
                    "mention": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Vorgehen in medizinischen Einrichtungen",
            "ref_spans": []
        },
        {
            "text": "Für die stationäre Versorgung der Patienten sind die „Empfehlungen des Robert Koch-Institutes für die Hygienemaßnahmen und Infektionskontrolle bei Patienten mit Schwerem Akutem Respiratorischem Syndrom (SARS)“ (Stand 09.07.2015) zu beachten.",
            "cite_spans": [],
            "section": "Vorgehen in medizinischen Einrichtungen",
            "ref_spans": []
        },
        {
            "text": "Bei Erkrankungen mit dem MERS-CoV besteht Meldepflicht gemäß § 6 Abs. 1 Nr. 5a IfSG. Dem Gesundheitsamt sind alle Fälle (Personen unter weiterer Abklärung, wahrscheinliche Fälle und bestätigte Fälle) namentlich zu melden. Darüber hinaus stellt das Gesundheitsamt gemäß § 25 Abs. 1 IfSG gegebenenfalls eigene Ermittlungen an und initiiert die labordiagnostischen Untersuchungen des verdächtigen Patienten. Die Zusendung von MERS-CoV-verdächtigen Patientenproben ist mit dem untersuchenden Labor telefonisch abzustimmen. [3]\n",
            "cite_spans": [
                {
                    "start": 519,
                    "end": 522,
                    "mention": "[3]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Meldepflicht",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Abbildung 1: (Quelle: www.rki.de)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}