{
    "paper_id": "PMC7127345",
    "metadata": {
        "title": "Biowarfare and Bioterrorism",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "D."
                ],
                "last": "Christian",
                "suffix": "",
                "email": "michael.christian@utoronto.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\n\n•Bioweapons have been used for centuries, and bioterrorism remains a risk for the foreseeable future.•Critical care physicians play a major role in the recognition of and response to a bioterrorism attack.•Critical care clinicians must be familiar with the diagnosis and management of the most likely bioterrorism agents, and also be adequately prepared to manage a mass casualty situation.\n\n",
            "cite_spans": [],
            "section": "Key points",
            "ref_spans": []
        },
        {
            "text": "In the minds of many critical care physicians, particularly those new to the profession, biowarfare and bioterrorism may seem a product of the unrest in the world punctuated by the 2001 anthrax attacks in the United States1, 2 after the World Trade Center attacks. Although it is understandable why some might hold this view, as this article outlines in the epidemiology section, biowarfare and bioterrorism have been practiced since prehistoric times. Despite efforts to restrict the use of biological weapons with the 1972 Conventions on the use of biological weapons, they need to remain a concern, particularly for critical care physicians of the future.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 225,
                    "end": 226,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Overview ::: Background",
            "ref_spans": []
        },
        {
            "text": "Definitions of what bioterrorism is vary from source to source and have been evolving over time. In the 1990s, definitions focused primarily on bacterial or viral biological weapons and their potential use by states with the consideration of use by nonstate actors (eg, terrorists).3 More recent definitions of bioterrorism include both a broader range of potential biological agents as well as considering more diverse groups of potential targets and impacts of biological weapons. Spencer4 defines bioterrorism as “the use of micro-organisms as weapons of catastrophic effect which can be described as: the category or method of use of a weapon system that results in a significant negative impact on a nation’s physical, psychological or economic well-being, thereby causing a major modification of routine activity.” This definition highlights several key points. First, it highlights that a wide range of microorganisms must be considered and that their impact is not merely physical but may also include psychological and economic factors. Spencer further elaborates on his definition of bioterrorism by stating “bioterrorism is best described as the use of micro-organisms (pathogens) or the products of living organisms (toxins) to inflict harm on a wider population, including animals and crops.”4 The elaboration on his original definition highlights that not only are humans directly vulnerable to bioterrorism but we are vulnerable through indirect attacks on our livestock or crops, which has also been termed agroterrorism.5, 6 Other investigators broaden the definition further to not only include microorganisms and biotoxins but also larger organisms, specifically insects.6\n",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 283,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 490,
                    "end": 491,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1305,
                    "end": 1306,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1537,
                    "end": 1538,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1540,
                    "end": 1541,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1690,
                    "end": 1691,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Overview ::: Background",
            "ref_spans": []
        },
        {
            "text": "As with many other medical issues that intensivists face in their busy clinical and academic practices, pressured by ever-increasing time and budgetary restraints, there is a necessity to prioritize efforts and resources toward the most common and higher-impact concerns. It is difficult to provide a clear-cut answer as to where bioterrorism should be prioritized on this list. Although some experts state that the risk of a large-scale bioterrorist attack is low,7 in a more recent analysis, US Senators Graham and Talent quote their conclusion form the Commission on the Prevention of Weapons of Mass Destruction Proliferation and Terrorism in 2010, which stated “unless the world community acts decisively and with great urgency, it is more likely than not that a [biologic] weapon of mass destruction will be used in a terrorist attack somewhere in the world by the end of 2013.”8 Anthrax in particular remains such a concern, because of both the lethality of the agent and also the potential availability given the number of governments that produced weaponized anthrax in the past.9 The later issue is of concern because of both the availability of expertise as well as the risk of residual caches of anthrax in failed states that are vulnerable for misappropriation. In addition, it may require less expertise to develop aerosolizable anthrax then previously believed.8, 9\nBox 1\nlists the capabilities required of any organization, whether state or nonstate, to conduct and deliver a bioterrorist attack. Even a small or moderate bioterrorism event has the potential to overwhelm local medical resources and cause significant civil and economic disruption as a result of the psychological impact of such an attack.Box 1Capabilities required of any organization to conduct and deliver a bioterrorist attack\n1.Organizational capabilities2.Adequate finances3.Logistical support4.Sufficient knowledge and necessary skills5.Access to materials and technology6.Ability to culture and propagate the organism7.Capacity to weaponize and deliver the agent\nAdapted from Spencer RC. Potential bio-terror agents. J Hosp Infect 2007;65(Suppl 2):19–22; with permission.",
            "cite_spans": [
                {
                    "start": 465,
                    "end": 466,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 884,
                    "end": 885,
                    "mention": "8",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1088,
                    "end": 1089,
                    "mention": "9",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1376,
                    "end": 1377,
                    "mention": "8",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1379,
                    "end": 1380,
                    "mention": "9",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Overview ::: Background",
            "ref_spans": []
        },
        {
            "text": "Given the potential risk for a bioterrorism event and the major impact that could occur, these factors alone provide a strong argument as to why an understanding of bioterrorism is warranted for critical care physicians. However, if these arguments are not persuasive enough, the knowledge that critical care physicians will play a key role in a bioterrorist event, and that their effectiveness in responding to the event is dependent on their medical knowledge regarding bioterrorism agents, should compel one to take the time to read this review. Agents used for bioterrorism typically cause critical illness and therefore are of clinical relevance to the intensivist. Several of the category A and B organisms (see later discussion) also produce human infections in nature, and therefore, knowledge of their presentation and treatment can also be applied in nonbioterrorism settings.",
            "cite_spans": [],
            "section": "Overview ::: Background",
            "ref_spans": []
        },
        {
            "text": "The US Centers for Disease Control and Prevention (CDC) has identified and categorized a list of potential bioterrorism agents (Table 1\n). The agents identified by the CDC have been accepted, by most authorities globally, as the highest priority for preparedness and research. Those agents from category A form the primary focus of this article. However, Relman10 reminds us that it is important not to solely focus on the agents from the CDC list because they were largely driven by past military programs and do not include agents that were not of particular interest or relevance in the past but may be in the future given technological advances. In addition, military programs focused on weaponizing agents, whereas terrorists could seek to manipulate the natural spread of existing organisms or the development of novel strains.10\n",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 363,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 833,
                    "end": 835,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Overview ::: Background",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 135,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The bacteria causing anthrax is Bacillus anthracis, an encapsulated, gram-positive, spore-forming bacilli.7, 9, 11, 12 When seen on a Gram stain, it is often described as box cars given its appearance as a series of railway boxcars in a train viewed from above (Fig. 1\n). Bacillus anthracis is a soil-borne organism and can be found in the environment globally. The organism grows quickly on standard culture media (6–24 h) and its spores are highly resistant, potentially being viable for decades. In naturally occurring infections, the organism may infect humans by transcutaneous inoculation (cutaneous anthrax), ingestion (gastrointestinal [GI] anthrax, including oropharyngeal), or inhalation (thoracic anthrax). In terms of use as an organism of bioterrorism, it is most likely to be delivered in its spore form as an inhaled agent. Once inhaled, Bacillus anthracis spores enter alveolar macrophages by phagocytosis and are transported to regional lymph nodes, where they germinate, typically within 2 to 5 days but they may be delayed up to 60 days.9, 13, 14 Symptoms start after germination and bacterial replication begins to occur. What causes the variability in incubation period associated with the time from infection with spores to germination to the vegetative bacillus is unknown.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 107,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 109,
                    "end": 110,
                    "mention": "9",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 112,
                    "end": 114,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 116,
                    "end": 118,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1056,
                    "end": 1057,
                    "mention": "9",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1059,
                    "end": 1061,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1063,
                    "end": 1065,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Anthrax ::: Bacterial ::: Agents ::: Background",
            "ref_spans": [
                {
                    "start": 262,
                    "end": 268,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\nBacillus anthracis produces 2 exotoxins: edema and lethal, comprised of 3 components: (1) edema factor (EF), which impairs neutrophil function and disrupts cell water hemostasis, resulting in massive edema; (2) lethal factor (LF), which causes release of tumor necrosis factor α and interleukin 1β, which are believed to mediate the severity of illness produced; and (3) protective antigen, found in combination with both EF and LF, which allows binding and transportation of the other 2 toxins to and across cell membranes. In addition to the toxins, there are several other virulence factors, including an antiphagocytic capsule.",
            "cite_spans": [],
            "section": "Anthrax ::: Bacterial ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Anthrax is not transmitted person to person, but patients should be isolated with droplet precautions as part of standard febrile respiratory infection precautions until the cause of their illness is confirmed. Patients with cutaneous anthrax require contact precautions. Decontamination should include removing clothing and jewelry and washing skin with soap and water. Caution must be exercised not to generate secondary aerosols when handling contaminated clothing items. Environmental contamination from patients exposed to an aerosol of Bacillus anthracis spore can be performed with a 0.5% hypochlorite bleach solution. This procedure is not sufficient for site decontamination after the release of Bacillus anthracis spores, because much more extensive decontamination is required.15, 16, 17\n",
            "cite_spans": [
                {
                    "start": 788,
                    "end": 790,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 792,
                    "end": 794,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 796,
                    "end": 798,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Anthrax ::: Bacterial ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Plague is caused by Yersinia pestis, a nonmotile, gram-negative, bipolar coccobacillus that can be found worldwide.7, 18, 19 Human infections occur in nature regularly, and plague is endemic in regions such as the southwest United States. Yersinia pestis virulence factors include: V and W antigens, lipopolysaccharide endotoxin, capsular envelope (antiphagocytic), coagulase, and fibrinolysin. The natural reservoir for Yersinia pestis is rodents and the vector to humans is the oriental rat flea (Xenopsylla cheopis). Plague is highly communicable in the pneumonic form and may present as any of the following clinical syndromes: bubonic plague, primary pneumonic plague, primary septicemic plague, plague meningitis, plague pharyngitis, pestis minor, and subclinical infection. Aerosolized Yersinia pestis likely produces a clinical presentation identical to pneumonic plague. However, Yersinia pestis does not produce spores and is susceptible to destruction by drying, heat, and ultraviolet light, therefore making it significantly more challenging to weaponize it then anthrax. It is more readily transmitted via an infected vector, such as the oriental rat flea, or by person-to-person transmission.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 118,
                    "end": 120,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 122,
                    "end": 124,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Plague ::: Bacterial ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "The incubation period depends on the clinical presentation; bubonic plague takes 2 to 8 days and pneumonic plague as short as hours to 3 days. Isolation for plague requires droplet precautions until 48 hours of effective antibiotic therapy. Decontamination is not required specifically for plague. Health care institutions should follow their usual procedures for cleaning after patient discharge from a room.",
            "cite_spans": [],
            "section": "Plague ::: Bacterial ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "\nFrancisella tularensis is the organism responsible for causing tularemia; it has often been associated with rabbits and various rodents and is occasionally referred to as rabbit fever and deer fly fever.7, 19, 20, 21\nFrancisella tularensis is a fastidious, small gram-negative, facultative intracellular coccobacillus able to live in soil, water, and decomposing carcasses for long periods. Francisella tularensis can be transmitted by direct contact with mucous membranes, cutaneous inoculation through broken skin or bites from infected ticks (or other arthropods), ingestion and inhalation (although human-to-human transmission has not been reported20). As discussed further in the epidemiology section, tularemia has been previously used as a biological weapon. The mode of deployment as a biological weapon in the past has often been through infected vectors22; however, a modern bioterrorist would most like deploy the agent via aerosolization and it could present as: primary pneumonic tularemia (inhalation), oculoglandular tularemia (eye contact), ulceroglandular (broken skin contact), or oropharyngeal (mucous membrane contact without deep inhalation). Tularemia is not communicable between humans, so specific isolation is not required; only standard universal precautions should be used. Decontamination for aerosolized exposure should involve remove clothing and jewelry and washing the skin with soap and water.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 207,
                    "end": 209,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 211,
                    "end": 213,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 215,
                    "end": 217,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 653,
                    "end": 655,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 864,
                    "end": 866,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Tularemia ::: Bacterial ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "The only category B bacterial organism to receive any extensive discussion in this article is the zoonotic rickettsial organism Coxiella burnetii, the causative agent of Q fever in humans.23, 24, 25\nCoxiella burnetii is a small, obligate intracellular, gram-negative highly pleomorphic coccobacillus. It has a typical gram-negative cell wall structure, but does not stain well with Gram stain although it can be seen with a Gimenez stain. Coxiella burnetii has 2 morphologic forms: large and small cell variants. The small cell form is the extracellular form, which is metabolically inactive and resistant to chemical agents as well as environmental and physical conditions. The large cell variant is the metabolically active and pathogenic intracellular form. The disease is called Q fever for query fever, because the causative organism had not been identified at the time of the first documented large outbreaks. Q fever occurs worldwide and is associated with contact with sheep, goats, or cattle, particularly during birthing when placental exposure occurs. Human infection is through the inhalation of aerosolized organisms from infected animals. Coxiella burnetii is highly infectious to humans, and its sporelike small cell variant form makes it a potentially viable biological weapon. Most human cases of disease are zoonoses, with human-to-human infection only rarely reported; therefore, only standard infection control precautions are required in the clinical setting. However, Coxiella burnetii is highly infectious from culture and therefore should always be handled under biosafety level 3 conditions. Environmental decontamination should a culture spill or bioterrorism release occur is difficult given the highly resistant features of the small cell variant.23\n",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 192,
                    "end": 194,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1775,
                    "end": 1777,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Q fever ::: Bacterial ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "In addition to the bacterial agents already discussed, there are several other potential organisms that could be used as bioweapons (see Table 1).24, 25, 26\nRickettsia prowazekii is the causative agent of louse-borne typhus and, similar to Q fever, efforts have been made in the past to develop it into a bioweapon. Brucella sp are small, aerobic, intracellular gram-negative coccobacilli, which cause primarily zoonotic infections in sheep, cattle, goats, and other animals. Brucellosis can manifest as either systemic or localized infections and is acquired by contact with or ingestion of fluids from infected animals, particularly by the consumption of unpasteurized milk or cheese. Brucella suis was reportedly weaponized by the United States, and possibly other countries, in the past.24 The organism was to have been aerosolized from a bomb.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 150,
                    "end": 152,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 154,
                    "end": 156,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 791,
                    "end": 793,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Other bacterial agents ::: Bacterial ::: Agents ::: Background",
            "ref_spans": [
                {
                    "start": 137,
                    "end": 144,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nBurkholderia pseudomallei is a gram-negative, facultative anaerobic, motile bacillus that causes melioidosis. There are naturally occurring cases of melioidosis in Southeast Asia and Australia yearly. The disseminated form causes an acute illness, with high mortality. The disease is also known to cause abscesses, which, in some cases, do not present until many years after the initial exposure. Burkholderia mallei is a gram-negative, aerobic, nonmotile bacillus that causes glanders. It exists only in living organisms and cannot survive in the external environment. Glanders usually presents in humans as a nodular disease with regional lymphangitis; however, systemic dissemination of the organism does occur on occasion, producing septic shock, potentially leading to death. Control measures have led to the eradication of glanders from most countries in the world, with the exception of ongoing zoonotic endemics in parts of the Middle East, Asia, Africa, and South America. Both Burkholderia sp tend to be transmitted to humans through inoculation via a break in the skin, although inhalation is occasionally also a means of human infection. Both organisms have been studied, and reportedly developed, as biological weapons in the past by the Germans and Russians.26\n",
            "cite_spans": [
                {
                    "start": 1273,
                    "end": 1275,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Other bacterial agents ::: Bacterial ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Given the possibility of human-to-human transmission, droplet precautions should at least initially be used for patients with systemic or pulmonary involvement. The more significant transmission risk is from cultured organism, and therefore, any cultures should be managed in a biosafety level 3 laboratory.",
            "cite_spans": [],
            "section": "Other bacterial agents ::: Bacterial ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Once believed to be a disease of the past, smallpox is now one of the most significant bioterrorism threats to the world.7, 19, 27, 28, 29 There are no animal reservoirs for smallpox and the last naturally occurring case was in Somalia in 1977.28 Smallpox is caused by the DNA variola virus, a member of the genus Orthopoxvirus (family Poxviridae), which also includes Molluscum contagiosum, vaccinia (virus used in the smallpox vaccine), and monkeypox. A large vulnerable population has existed since smallpox vaccination was stopped in the late 1960s and early 1970s. Variola is highly communicable, and can be transmitted by airborne, droplet, and fomite (bed linen and clothing) transmission in addition to direct contact. Infection starts in mucosa of airway, then the virus replicates in regional lymph nodes before subsequently resulting in an asymptomatic primary viremia 3 to 4 days after infection with spread to the bone marrow, spleen, and lymph nodes. Secondary viremia occurs (day 8–12), in which the virus localizes in the dermis and oropharyngeal mucosa and is marked by the onset of symptoms and infectivity. Five clinical syndromes of variola infection are seen: classic (unvaccinated only), modified (vaccinated or unvaccinated), flat (vaccinated or unvaccinated) hemorrhagic, and variola sine eruptione (vaccinated only).",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 124,
                    "end": 126,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 128,
                    "end": 130,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 132,
                    "end": 134,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 136,
                    "end": 138,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Smallpox ::: Viral ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Variola has several features that make it a potentially good bioweapon, including the ability to be made into a lyophilized form, which can be aerosolized and is heat resistant (Box 2\n). However, the virus is easily killed, even in the lyophilized from, by ultraviolet light and disinfectants. The primary concern related to smallpox as a bioterrorism agent is that it was produced in large quantities as a bioweapon by the Soviet Union and the security of its viral stock remains uncertain after the collapse of the superpower.29 Mathematical models30 suggest that even a moderate-sized attack infecting 100 to 1000 people would lead to a massive global pandemic that would require significant interventions to control, which in turn would carry with them significant economic and civic ramifications.31\nBox 2Why smallpox is a good candidate as a bioterrorism agent\n1.It is transmissible by the aerosol route, both in a weaponized from and from infected to susceptible persons.2.It is heat stable in a lyophilized form.3.The populations of most countries contain a high proportion of susceptible persons.4.Smallpox is associated with high morbidity and about 30% mortality.5.There is a significant psychological fear of smallpox among both the public and health care workers.6.Initial diagnosis of cases of the disease may be delayed, given that it has not been seen clinically for more than 20 years.7.Other than the vaccine, which may be effective only in the first few days after infection, there is no proven drug treatment for clinical smallpox.\nAdapted from Mahy BW. An overview on the use of a viral pathogen as a bioterrorism agent: why smallpox? Antiviral Res 2003;57(1–2):1–5.",
            "cite_spans": [
                {
                    "start": 528,
                    "end": 530,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 550,
                    "end": 552,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 802,
                    "end": 804,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Smallpox ::: Viral ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Airborne and contract precautions should be used to manage patients with smallpox. Clearly, in a large-scale attack or outbreak, isolation of all patients in negative pressure rooms would not be feasible. All fomites (bed linen and patient clothing) should be transported in sealed biohazard bags and autoclaved before washing or incineration. Standard hospital procedures for room cleaning can be followed once a patient has been discharged from the room.",
            "cite_spans": [],
            "section": "Smallpox ::: Viral ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Viral hemorrhagic fevers (VHF) (Table 2\n) are a group of infections caused by 4 families of RNA viruses (Arenaviridae, Bunyaviridae, Filoviridae, and Flaviviridae), which are believed to primarily exist within animal or arthropod reservoirs, but occasionally infect humans.7, 19, 32 Each virus is generally contained to a specific geographic region. All of the viruses have in common that they attack the vascular endothelium, leading to vascular leak and potentially producing shock or coagulopathies. With the exception of hantavirus, natural transmission is primarily by respiratory droplets and body fluids but not by airborne aerosol. Aerosol transmission of hantaviruses from the urine of rodents has been well documented. Most secondary (human-to-human) transmission of VHF is to family members or health care workers caring for patients with VHF. The primary mode of transmission in these cases is direct contact with infected body fluids and percutaneous exposures. However, questions still remain regarding the possibility of aerosol transmission, particularly for Lassa fever or from aerosol-generating procedures.33 Several of the VHF viruses have reportedly been weaponized by the Russian and the US militaries. Isolation for all VHF is strict droplet and contact precautions. Patients who are end stage or have significant pulmonary involvement may warrant airborne isolation in a negative pressure room, if available. For specific details regarding isolation and environmental decontamination procedures for VHF, see the CDC’s Interim Guidance for Managing Patients with Suspected Viral Hemorrhagic Fever in US Hospitals, available online at http://www.cdc.gov/HAI/pdfs/bbp/VHFinterimGuidance05_19_05.pdf (Accessed January, 2013). In addition to clinical infection control precautions, it is important to minimize risk to the laboratory and other health care workers by strictly limiting the number of samples and blood work collected.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 274,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1125,
                    "end": 1127,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Viral hemorrhagic fevers ::: Viral ::: Agents ::: Background",
            "ref_spans": [
                {
                    "start": 32,
                    "end": 39,
                    "mention": "Table 2",
                    "ref_id": "TABREF6"
                }
            ]
        },
        {
            "text": "No fungal organisms are currently on the CDC list of category A or B agents, although it could be argued that some should be considered as potential category C agents.34 Coccidioidomycosis is caused by the soil-borne spore-forming organisms Coccidioides immitis and Coccidioides posadasii found in the Americas. These organisms typically cause a self-limited respiratory illness in immunocompetent individuals. Coccidioidomycosis is typically transmitted by inhalation, particularly after events such as earthquakes or dust storms, which generate airborne particulate mater from the soil. Human-to-human transmission does not occur. Overall, the long incubation period and mild clinical presentations in most individuals make Coccidioides an unattractive agent as a bioweapon. However, given the ease of access to the organism and its natural propensity for aerosol transmission, its potential use should not be ignored. Keeping an open mind about possible future bioterrorism agents is essential if we are truly going to be prepared.10\n",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1034,
                    "end": 1036,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Fungi ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Ricin is a protein toxin obtained from the organism Ricinus communis (castor beans). Castor beans are available worldwide and ricin is a natural by-product produced in the processing of castor beans to castor oil. The waste products resulting from the processing of castor beans contain approximately 5% ricin.24 In its pure form, ricin is a white powder that is soluble in water and stable over a wide range of pH. Chemically, ricin is a glycoprotein lectin with A and B chains joined by a disulfide bond. The B chain binds to galactose-containing proteins and lipids on cell surfaces, causing direct membrane damage and release of cytokines, whereas the A chain inhibits eukaryotic ribosomes by removal of adenine from the 28 rRNA loop in the 60 subunit, therefore stopping protein synthesis, leading to cell death. Ricin is less toxic by weight compared with botulinum toxin or staphylococcal enterotoxin type B (SEB), but is more readily available and easy to produce in large quantities than either of these agents. Ricin can be deployed as a bioweapon via several routes, including inhalation, ingestion, or injection. Clearly, as a bioterrorism agent with the intent to cause mass casualties, inhalation or ingestion is more likely than injection. After exposure, decontamination should include removal of clothing and jewelry, washing with soap and water, followed by rinsing with copious amounts of water.",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 312,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Ricin ::: Biological toxins ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Botulinum toxin is the most poisonous substance known to man with a dose lethal to half those exposed (LD50) of 1 ng/kg. Clostridium botulinum is a gram-positive, spore-forming, anaerobic bacillus found in soil and water globally. Rarely, the toxin is also produced by Clostridium butyricum and Clostridium baratii. Botulinum toxin is produced in pharmaceutical grade and is commercially available for cosmetic and other medical purposes. Seven types of toxins exist and are identified as types A to G, with A, B, and E causing most cases of human disease. The toxin contains 3 chains (heavy, light, nontoxic hemaglutinin). The heavy chain permits the toxin to bind with the cell, and the light chain contains zinc-dependent endopeptidase, which stops calcium release. Botulinum toxin binds to peripheral presynaptic cholinergic terminals (including muscarinic and nicotinic) and blocks the calcium-dependent exocytosis process. The central nervous system is not affected by the toxin.",
            "cite_spans": [],
            "section": "Clostridium botulinum toxin (botulism) ::: Biological toxins ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Botulism is most often considered a food-borne illness, given that most of the naturally occurring cases are the result of ingesting contaminated food products. Other naturally occurring forms of toxicity are wound botulism (soil-contaminated wounds) and infantile botulism (ingestion of spores). The spores themselves are heat resistant, tolerating temperatures up to 100°C, but the toxin itself denatures and becomes inactivated with even brief exposures to temperatures higher then 85°C. Use as a potential bioweapon includes contaminating food sources or via aerosolization. However, the toxin quickly degrades when exposed to environmental conditions, thus limiting its usefulness as a bioterrorism agent. Botulinum toxin cannot cross the skin but can be absorbed by mucous membranes. Should exposure to the toxin occur via aerosolization, decontamination should include removing clothing and jewelry, washing with soap and water, and rinsing with copious amounts of water. Wash contaminated surfaces with a 0.1% hypochlorite bleach solution to destroy the toxin.",
            "cite_spans": [],
            "section": "Clostridium botulinum toxin (botulism) ::: Biological toxins ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Several hundred varieties of toxins are derived from fungi, with the trichothecenes and aflatoxins being most concerning. Aflatoxins are produced by Aspergillus flavus or Aspergillus parasiticus and are common contaminants in harvested food. Aflatoxins bind to and damage DNA and cellular proteins. Trichothecenes are produced by a large number of fungi including: Fusarium, Stachybotrys, Trichoderma, Myrothecium, and Cephalosporium. The most likely toxins from the class trichothecenes to be used as bioweapons are: T2 (trichothecene) and deoxynivalenol (vomitoxin). T2 causes skin irritation/pain and can be absorbed through the skin or inhaled, and then disseminated systemically, binding to peptidyltransferase inhibiting protein synthesis. It also interferes with DNA polymerase and monoamine oxidase. The organs affected first are those are with rapidly reproducing cell lines (GI tract, bone marrow, and skin) as well as impairing proteins involved in coagulation and the Krebs cycle. In addition, the breakdown of serotonin, epinephrine, and norepinephrine is impaired. T2 is a yellow droplet in appearance. Should exposure occur, decontamination includes removal of clothing and jewelry, scrubbing the skin with soap and water, and isolating clothing or other contaminated objects.",
            "cite_spans": [],
            "section": "Micotoxins ::: Biological toxins ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Staphylococcal enterotoxins are heat-stable toxins produced by the common Staphylococcus aureus bacteria. There are more than 20 types of enterotoxins, with type A commonly known for causing food poisoning and type F causing toxic shock syndrome. The genes for staphylococcal enterotoxins are found on plasmids and bacteriophages, allowing transfer between different strains. SEB can be aerosolized and has been studied as a potential incapacitating biological agent. SEB is a superantigen, which produces massive stimulation of T cells and cytokine storm, which is rarely fatal but is significantly incapacitating to the victim. If there is exposure, decontamination requires removing clothing and jewelry, followed by washing skin with soap and water.",
            "cite_spans": [],
            "section": "Staphylococcal enterotoxins ::: Biological toxins ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "\nClostridium perfringens is an anaerobic, gram-positive, spore-forming bacillus that is found in soil in all parts of the world. Clostridium sp produce several toxins, one of which is the epsilon toxin, which commonly causes food poisoning. Similar to SEB, epsilon toxin could be another potential incapacitating bioweapon.",
            "cite_spans": [],
            "section": "Clostridium perfringens epsilon toxin ::: Biological toxins ::: Agents ::: Background",
            "ref_spans": []
        },
        {
            "text": "Insects were some of the earliest bioweapons ever used against an enemy (see Table 4).6, 22 There are 3 potential ways to use insects in bioterrorism: direct attacks, agents of agroterrorism, or as vectors of disease. Direct attacks most often use stinging insects and have been used in the past to defend fortifications and rout enemies from entrenched positions (the bee hive in the log, as seen in cartoons). Another insect that has been studied by the Indian military as a potential bioweapon is the Paederus beetle, found in the Middle East, which produces the toxin pederin. Pederin is potent, causing intense pain, festering lesions, and blindness if it contacts the eyes. Ingestion of the beetle can be lethal, as is injecting pederin into the bloodstream.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 87,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 89,
                    "end": 91,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Insects ::: Agents ::: Background",
            "ref_spans": [
                {
                    "start": 77,
                    "end": 84,
                    "mention": "Table 4",
                    "ref_id": "TABREF8"
                }
            ]
        },
        {
            "text": "Agroterrorism is “the deliberate introduction of an animal or plant disease as well as damage to crops and livestock with the goal of generating fear, causing economic losses and/or undermining social stability.”6 An example of insects used as an agent of agroterrorism is the medfly (Ceratitis capitata), a fruit fly found in parts of the world but not the United States. Their larvae eat many plants, causing significant crop destruction. In 1989, a group threatened to release medflies in California if the government did not stop a pesticide-spraying program. If the insects had been released, the estimated damage to the economy would have been $13.4 billion.6 Insects can be used in bioterrorism as disease vectors. Table 3\nlists potential vector-borne diseases of concern.",
            "cite_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 664,
                    "end": 665,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Insects ::: Agents ::: Background",
            "ref_spans": [
                {
                    "start": 722,
                    "end": 729,
                    "mention": "Table 3",
                    "ref_id": "TABREF7"
                }
            ]
        },
        {
            "text": "It is challenging to describe the epidemiology of agents of bioterrorism in the traditional manner for several reasons. First, as discussed in the introduction, theoretic risks are largely being discussed, with many unknown factors involved. Further, given that most of the work done in the area of bioweapons has been conducted by military or state organizations, only a small percentage of the overall activities have been publically reported. To provide the best possible overall perspective on the epidemiology of bioterrorism agents, Table 4\noffers a comprehensive overview of past use of bioweapons as compiled from several sources.1, 4, 6, 7, 13, 19, 22, 24, 35, 36, 37\n",
            "cite_spans": [
                {
                    "start": 638,
                    "end": 639,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 641,
                    "end": 642,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 644,
                    "end": 645,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 647,
                    "end": 648,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 650,
                    "end": 652,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 654,
                    "end": 656,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 658,
                    "end": 660,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 662,
                    "end": 664,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 666,
                    "end": 668,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 670,
                    "end": 672,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Epidemiology",
            "ref_spans": [
                {
                    "start": 539,
                    "end": 546,
                    "mention": "Table 4",
                    "ref_id": "TABREF8"
                }
            ]
        },
        {
            "text": "In addition to the general risks discussed in the introduction, academic health centers potentially play a unique role in the epidemiology of bioterrorism. Any public area where mass gatherings occur or any infrastructure critical for the smooth functioning of society are potential targets for bioterrorism attacks. Not only do hospitals in general, and academic health centers specifically, fit this profile, but academic health centers may also be at an increased risk because they are also potential sources of agents of opportunity (AO). The term AO is used to connote the use of a routine and unregulated chemical, biological, or radiologic agent by terrorists.36\n",
            "cite_spans": [
                {
                    "start": 667,
                    "end": 669,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Two key features of an AO are (1) its availability, and (2) a practical means of dissemination.",
            "cite_spans": [],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "\nBox 4\nlists potential biological AOs available in many academic health centers. An AO does not have to cause significant morbidity or mortality to be effective; the psychological effects on the public and impact on society/critical infrastructure functioning are sufficient to have a serious effect.Box 4Potential AO at academic health sciences centers\n\nEscherichia coli O157:H7Hepatitis BHuman immunodeficiency virus\nListeria monocytogenes\n\nMycobacterium tuberculosis\n\nSalmonella species\nShigella species\nData from Farmer BM, Nelson LS, Graham ME, et al. Developing a consensus framework and risk profile for agents of opportunity in academic medical centers: implications for public health preparedness. Disaster Med Public Health Prep 2010;4(4):318–25.",
            "cite_spans": [],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "AOs are of significant concern to law enforcement officials because potential barriers to the development of a highly effective biological weapon are the cost and expertise required to develop them, whereas AOs mitigate both of these factors. In the past, the development of bioweapons has required significant funding and labor, which typically only states can mobilize. It has been said that the US military bioweapon program employed more than 3000 staff and the USSR bioweapons sections employed more than 60,000 staff, both at costs of millions of dollars.7 Although presenting a significant obstacle in bioweapon development, cost does not always prevent nonstate actors from pursuing bioweapons; the Aum Shunrikyo cult may have spent more than $10 million dollars in its failed attempt to develop weapon-grade anthrax.7\n",
            "cite_spans": [
                {
                    "start": 561,
                    "end": 562,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 825,
                    "end": 826,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Epidemiology",
            "ref_spans": []
        },
        {
            "text": "It can be difficult to distinguish between an artificial incident (terrorism) and a natural occurrence (epidemic).47, 48\nBox 5\nlists some of the characteristics that might help distinguish between the 2 events based on epidemiologic features. Recently, Radosavljevic and Belojevic38 have developed a scoring system to help distinguish between a bioterrorism incident and an epidemic (Table 6\n). These investigators use an interesting approach, which scores several qualitative and quantitative features of the incident categorized under 3 groupings: person (cases), place (spatial distribution), and time. A score of 8 or higher on this system is said to suggest that an artificial (intentional or accidental) event is more likely then a naturally occurring epidemic. The questions considered in this score have to be answered at the public health level, not the individual clinician level, because they require a level of situational awareness not attainable by a clinician in a hospital. The importance of clinicians working effectively with public health agencies is further reinforced by computer modeling work by Hupert and colleagues,49 which suggests that even minor delays in detecting (diagnosing) and initiating the response to a large-scale anthrax attack would make even perfectly executed prophylaxis campaigns ineffective in preventing the health care system from being overwhelmed by cases.Box 5Features that suggest a bioterrorism event rather than an epidemic\n1.An epidemic curve that suggests a point source (common source) outbreak or extended source rather then a naturally propagated (transmitted) source (Fig. 2\n)2.Identification of a cluster of cases (large numbers of patients from a similar geographic area with similar symptoms)3.High and rapid fatality among cases4.A large number of casualties within the first 48 to 72 hours after the attack (suggesting an attack with a microorganism) or within minutes to hours (suggesting an attack with a toxin)5.A lower attack rate in people who were indoors than in those who were outdoorsa\n6.An unusually high prevalence of respiratory involvement in diseases that, when acquired in nature, generally cause a nonpulmonary syndrome7.Casualty distribution aligned with wind direction8.An illness type highly unusual for the geographic area9.Appearance of a category A, B, or C disease10.Increased numbers of sick or dead animals, of varying species, in a defined geographic area11.Witness to an attack, or discovery of an appropriate delivery system\n\na Less reliable, because the opposite may be true if a building’s ventilation system was used to disperse the agent.Data from Karwa M, Bronzert P, Kvetan V. Bioterrorism and critical care. Crit Care Clin 2003;19(2):280; and NATO Handbook on the Medical Aspects of NBC Defensive Operations, Part II–Biologic. Washington, DC: US Department of Defense, Department of the Army; 1996. Available at: http://www.fas.org/nuke/guide/usa/doctrine/dod/fm8-9/2toc.htm. Accessed January 23, 2013.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 116,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 118,
                    "end": 120,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1140,
                    "end": 1142,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Identification of a Bioterrorism Event Versus an Epidemic ::: Diagnosis",
            "ref_spans": [
                {
                    "start": 1627,
                    "end": 1633,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 384,
                    "end": 391,
                    "mention": "Table 6",
                    "ref_id": "TABREF10"
                }
            ]
        },
        {
            "text": "As discussed earlier, anthrax presents as 3 typically distinct clinical syndrome: cutaneous, GI, and thoracic.7, 11, 12, 19 Diagnosis of anthrax often involves a combination of clinical, radiographic, and microbiological data. The clinical presentation of the 3 anthrax syndromes is outlined in Table 8\n. Cutaneous anthrax most often affects the hands, arms, and face. One of the main differential diagnoses for cutaneous anthrax are spider bites, and Table 9\npresents clues to help distinguish between the 2. The diagnosis of cutaneous anthrax can often be made clinically followed by laboratory confirmation. Other laboratory and radiologic investigations are of limited use in cutaneous anthrax. Conversely, in the cases of GI and thoracic anthrax, the clinical presentation is relatively nonspecific, and radiologic investigations, especially for inhalational anthrax,52 along with laboratory and microbiological testing are essential for making the diagnosis. With thoracic anthrax, sputum cultures are rarely positive but first blood cultures are almost always positive.7\n",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 111,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 113,
                    "end": 115,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 117,
                    "end": 119,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 121,
                    "end": 123,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 872,
                    "end": 874,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1076,
                    "end": 1077,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Anthrax ::: Bacterial agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": [
                {
                    "start": 295,
                    "end": 302,
                    "mention": "Table 8",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 452,
                    "end": 459,
                    "mention": "Table 9",
                    "ref_id": "TABREF13"
                }
            ]
        },
        {
            "text": "With the relatively nonspecific findings associated with thoracic anthrax, it can be challenging for clinicians to differentiate it from the more commonly seen community-acquired pneumonia (CAP). Kyriacou and colleagues53 conducted a retrospective review of cases of bioterrorism-acquired thoracic anthrax and compared them with cases of CAP or influenza. These investigators found that the most accurate predictor of anthrax was mediastinal widening or pleural effusions on chest radiograph, which were 100% sensitive, 71.8% specific compared with CAP, and 95.6% specific compared with influenza (see Fig. 2). Other features more common in anthrax were: nausea, vomiting, pallor, cyanosis, diaphoresis, altered level of consciousness, and increased hematocrit level. Two groups54, 55 have developed screening criteria to help diagnose anthrax after a known bioterrorism incident. However, a cost-effectiveness analysis showed that although both criteria would have identified cases of anthrax, the Mayer criteria55 would have screened only 4 patients (cost $1900 USD), whereas the Hupert criteria54 would have screened 273 patients ($126,025 USD).56\n",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 778,
                    "end": 780,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 782,
                    "end": 784,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1013,
                    "end": 1015,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 1097,
                    "end": 1099,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1148,
                    "end": 1150,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Anthrax ::: Bacterial agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": [
                {
                    "start": 602,
                    "end": 608,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Although it is rare with cutaneous anthrax, any case of anthrax has the potential to develop hemorrhagic meningitis. Therefore, any evidence to suggest meningitis should prompt appropriate investigations such as neuroimaging and a lumbar puncture.",
            "cite_spans": [],
            "section": "Anthrax ::: Bacterial agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "As with anthrax, the diagnosis of plague varies significantly based on the clinical syndrome as which it presents.7, 18, 19 Plague may present as any of the following clinical syndromes: bubonic plague, primary pneumonic plague, primary septicemic plague, plague meningitis, plague pharyngitis, pestis minor, and subclinical infection. The first 3 syndromes are the most common presentations and their diagnostic features are outlined in Table 10\n. Bubonic plagues is characterized by initial lymphadenitis, most commonly inguinal, followed by the development of a systemic illness, which may include secondary plague pneumonia. Primary septicemic plague is similar to bubonic plague, without the initial appearance of buboes. It remains unclear if it is the same entity with subclinical lymphadenitis or a distinct pathophysiologic process. Pneumonic plague may be primary, which presents as an acute respiratory infection, or may occur as a result of hematologic spread (secondary) from bubonic or primary septicemic plague. Hemoptysis is frequently seen with pneumonic plague and can help differentiate it from anthrax or tularemia.7 General laboratory and radiologic investigations are nonspecific and the diagnosis is primarily made via microbiology testing (see Table 7). Automated culture detection systems may not detect or can misidentify Yersinia pestis, and therefore, if there is a high level of suspicion for plague, the microbiology laboratory should be made aware of this when the cultures are ordered.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 115,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 117,
                    "end": 119,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 121,
                    "end": 123,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1135,
                    "end": 1136,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Plague ::: Bacterial agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": [
                {
                    "start": 438,
                    "end": 446,
                    "mention": "Table 10",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1268,
                    "end": 1275,
                    "mention": "Table 7",
                    "ref_id": "TABREF11"
                }
            ]
        },
        {
            "text": "Tularemia is another disease with several distinct presentations that are variable and dependent on the mode of transmission.7, 19 The clinical spectrum of disease includes: typhoidal, ulceroglandular, glandular, oculoglandular, oropharyngeal, and pneumonic tularemia, with the last being the most likely presentation from a bioterrorism incident. The average incubation period is 3 to 5 days, but ranges from 1 to 21 days. The pneumonic form typically presents with: fever, chills, headache, malaise, coryza, cough, chest pain, pharyngitis, abdominal pain, arthralgia, septic shock, respiratory failure, and acute respiratory distress syndrome (ARDS). The ulceroglandular form presents with cutaneous ulcers 0.5 to 3 cm with heaped-up edges and regional lymphadenopathy. Ulceroglandular infections may progress to systemic disease similar to the pneumonic form. The typhoidal form does not involve lymphadenopathy. The typhoidal form usually involves the lung primarily, whereas the ulceroglandular form first affects the mediastinal lymph nodes, then progresses to parenchymal involvement. Microbiological testing is required to make the diagnosis, although cultures are generally low yield given the difficulty growing the organism. Therefore, alternative techniques for identification such as immunofluorescence and polymerase chain reaction (PCR) are preferred.7 Radiologic findings are generally nonspecific, although approximately 75% of patients with tularemia present with bronchopneumonia, typically bilateral, and may develop cavities. Only approximately 33% have lymphadenopathy and pleural effusions, which is significantly lower than would be expected with thoracic anthrax.52\n",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 126,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 128,
                    "end": 130,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1366,
                    "end": 1367,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 1688,
                    "end": 1690,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Tularemia ::: Bacterial agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Q fever, when seen in naturally occurring infections in humans, causes a spectrum of disease from asymptomatic fevers and fevers of unknown origin through to life-threatening infections, typically associated with endocarditis or pneumonia.23, 24 The primary concern in a bioterrorism setting is inhaled Coxiella burnetii, which presents with fever and cough alone in cases of lower inoculation through to severe pneumonia and respiratory distress with high inoculums. The diagnosis of Q fever requires microbiological testing. The chest radiograph and computed tomography (CT) finding are nonspecific and consistent with any other type of pneumonia.52 There is no significant adenopathy seen on the chest radiograph or CT, which may help to rule out anthrax.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 241,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 243,
                    "end": 245,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 649,
                    "end": 651,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Q fever ::: Bacterial agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The 2 other bacterial agents that are discussed are Brucella sp and Burkholderia sp.24 Brucellosis has multiple clinical presentations and can be difficult to diagnose. Typically brucellosis infects organs (lung, liver, spleen), bone marrow, bones, or central nervous system and is an insidious infection, presenting primarily with constitutional symptoms and organomegaly. The incubation period ranges from 2 to 8 weeks. Diagnosis of brucellosis is best made by bone marrow cultures or blood cultures, although they are less sensitive.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 86,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Other bacteria ::: Bacterial agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "\nBurkholderia mallei causes the clinical disease glanders, which presents as skin nodules and lymphadenopathy after inoculation through the skin, but in a bioterrorism event with inhalation exposure, the most likely presentation would be a nonspecific systemic febrile illness, which may or may not be accompanied by a pustular rash. Burkholderia pseudomallei causes the clinical syndrome of melioidosis, a disease with a broad spectrum of presentations, including skin ulcers, pneumonia, acute fulminate sepsis, and chronic abscesses. If used in a bioterrorism setting with inhalational exposure, the acute presentation would most likely be either pneumonia or sepsis.",
            "cite_spans": [],
            "section": "Other bacteria ::: Bacterial agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Smallpox can present as 1 of 5 clinical syndromes (Table 11\n): classic, modified, flat, hemorrhagic, and variola sine eruptione.7, 19, 28 The primary challenge in the diagnosis of smallpox is the lack of clinicians who have experience with the disease. The CDC has published a case definition to aid in the diagnosis of cases (Box 6\n). Classic smallpox begins with a prodrome of fever and constitutional symptoms. After 2 to 4 days, the rash begins to emerge, initially as small red spots in the mouth and throat, which develop into sores that erupt and discharge virus, making the patient highly infectious at this point. At about the same time that the sores in the mouth begin to open, a rash develops on the skin. The rash is said to spread in a centrifugal pattern, starting on the face, then spreading to the extremities. The lesions progress from macules, to papules (day 2 of rash), umbilicated vesicles (day 4–5), and pustules (day 7) before crusting over (Fig. 3\n). In contrast to chickenpox (varicella), in smallpox, all the lesions progress at the same stage and the lesions are more densely concentrated on the face and extremities (Figs. 4 and 5\n). A single suspected case of smallpox is a public health emergency and the local public health agency should be notified immediately if there is a suspected case.Box 6Smallpox case definition\nClinical:•Acute onset of fever higher than 101°F (38.3°C)and•Rash characterized by firm, deep-seated vesicles or pustules in the same stage of development without other apparent cause\nLaboratory:•PCR identification of variola DNA in a clinical specimenor•Isolation of smallpox (variola) virus from a clinical specimen (World Health Organization Smallpox Reference laboratory or laboratory with appropriate reference capabilities) with variola PCR confirmation\nCase ClassificationConfirmed case: A case of smallpox that is laboratory confirmed, or a case that meets the clinical case definition that is epidemiologically linked to a laboratory confirmed caseProbable case: A case that meets the clinical case definition, or a case that does not meet the clinical case definition but is clinically consistent with smallpox and has an epidemiologic link to a confirmed case of smallpox. Examples of clinical presentations of smallpox that would not meet the ordinary type (pre-event) clinical case definition are: (a1) hemorrhagic type, (b2) flat type, and (c3) variola sine eruptione.Suspect case: A case with a febrile rash illness with fever preceding development of rash by 1 to 4 days.\n\nAdapted from Centers for Disease Control and Prevention. Smallpox case definitions. Available at: http://www.bt.cdc.gov/agent/smallpox/diagnosis/casedefinition.asp. Accessed January 31, 2013.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 129,
                    "mention": "7",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 131,
                    "end": 133,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 135,
                    "end": 137,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Smallpox ::: Viral agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": [
                {
                    "start": 966,
                    "end": 972,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1146,
                    "end": 1153,
                    "mention": "Figs. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1158,
                    "end": 1159,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 51,
                    "end": 59,
                    "mention": "Table 11",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Imaging does not play a major role, because the respiratory symptoms tend to develop after the skin lesions. A few individuals who care for smallpox victims, or who have been vaccinated, develop a pulmonary form of smallpox without skin lesions. In these cases, chest radiography or CT may be helpful. The chest radiograph shows ill-defined nodular opacities in the upper lung fields, which may persist for months before calcifying.52\n",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 434,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Smallpox ::: Viral agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Clinical presentation of VHF depends on several factors, including specific virus, virulence of the strain, route of exposure, dose, and host factors (Table 12\n).32, 57 The general feature that all VHF have in common is that they cause microvascular damage, leading to symptoms associated with increased vascular permeability, potentially resulting in hypovolemic shock or frank hemorrhage. Medical imaging is not helpful in diagnosing these conditions, and the general laboratory findings are nonspecific, but often reveal evidence of hepatitis and hypovolemia. The specific diagnosis depends on microbiological testing (see Table 7).",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 166,
                    "end": 168,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "VHF ::: Viral agents ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 159,
                    "mention": "Table 12",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 626,
                    "end": 633,
                    "mention": "Table 7",
                    "ref_id": "TABREF11"
                }
            ]
        },
        {
            "text": "The diagnosis of a bioterrorism event secondary to the use of biological toxins depends on the presentation of unusual clusters of cases. Identifying the specific toxin can be challenging but the clinical presentation of some toxidromes can be useful in suggesting the agent involved. The clinical syndromes associated with ricin poisoning vary based on the mode of entry into the body. Inhalation of ricin leads to symptoms within hours, which include dyspnea, fever, cough, pulmonary edema, and chest tightness, whereas ingestion of ricin results in vomiting and diarrhea, leading to dehydration, shock, hallucinations, seizures, and hematuria. The typical onset of symptoms after ricin poisoning averages from 4 to 6 hours up to 10 hours. Laboratory findings associated with ricin poisoning are nonspecific but include metabolic acidosis, increased results for liver function tests, anemia, increased creatinine level, leukocytosis, and hematuria.",
            "cite_spans": [],
            "section": "Toxins ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "Aerosolized botulinum toxin, likely to be experienced in a bioterrorism setting, produces disease that mimics food-borne, infant, and wound botulism clinically. The clinical features that are anticipated with the inhalation of botulinum toxin include descending paralysis starting with diplopia, ptosis, fixed dilated pupils, dysphagia, respiratory failure, urinary retention, and constipation. With the ingestion of botulinum toxin, the clinical features begin with GI symptoms, including nausea, vomiting, diarrhea, bloating, and pain, before the development of the paralysis. Onset of symptoms after exposure to botulinum toxin occurs as early as 6 hours after inhalation, but if ingested typically there is a 12-hour to 36-hour delay before symptoms begin. However, the onset may be delayed as much as 10 days. The diagnosis of botulinum intoxication is based on laboratory detection of the toxin in blood, food, or stool.",
            "cite_spans": [],
            "section": "Toxins ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "The clinical presentations of mycotoxins vary based on the specific toxin. Aflatoxin ingestion produces clinical features acutely, including hemorrhagic liver necrosis and pulmonary edema with chronic features, including the development of hepatic cancer. The effects and clinical presentation of inhaled aflatoxin are not known. T2 can be absorbed through the skin or inhaled. The clinical presentation in the acute phase includes pain on contact with skin or eyes, conjunctivitis, blurred vision, rhinorrhea, epistaxis, dyspnea, wheezing, tachycardia, shock, vomiting, diarrhea, erythema, and blistering. Delayed symptoms present approximately 1 week after exposure and include thrombocytopenia, neutropenia, anemia, and coagulopathy.",
            "cite_spans": [],
            "section": "Toxins ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "SEB is a superantigen, which causes massive stimulation of T cells and cytokine storm, which produces the associated clinical features. Ocular exposure results in conjunctivitis and eye swelling, whereas inhalation causes fever, chest pain, GI symptoms, pulmonary edema/ARDS, and shock. The respiratory effects may not be seen for up to 48 hours after exposure.",
            "cite_spans": [],
            "section": "Toxins ::: Identification of Specific Diseases Associated with Bioterrorism ::: Diagnosis",
            "ref_spans": []
        },
        {
            "text": "As with most other infectious diseases, considerations for the management of bioweapons should include consideration of (1) vaccination to prevent infection/illness, (2) treatment of infection/illness, and (3) prophylaxis after exposure to prevent clinical infection/illness. Also, as is common with most other infectious diseases, there are often several antimicrobial regimens that can effectively treat a specific bioterrorism agent, and for others there are no effective treatments. Table 13\npresents the generally accepted international recommendations for vaccination, treatment, and prophylaxis of bioterrorism agents. However, clinicians should always consult the most recent guidelines published by their public health authority when making clinical management decisions regarding bioterrorism agents. In addition to the current therapies, new drugs and vaccines are being developed specifically to address the threat of bioterrorism.58\n",
            "cite_spans": [
                {
                    "start": 943,
                    "end": 945,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Antimicrobial management and vaccination",
            "ref_spans": [
                {
                    "start": 487,
                    "end": 495,
                    "mention": "Table 13",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "With the exception of possibly cutaneous anthrax, there are no specific indications for surgical management of any bioterrorism organisms.11 Even in the case of anthrax, surgical debridement has primarily been used for injection anthrax.59, 60\n",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 140,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 237,
                    "end": 239,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 241,
                    "end": 243,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Surgical indications and therapy",
            "ref_spans": []
        },
        {
            "text": "Supportive care for victims of a bioterrorism event involves 2 components: the care of the individual patient and the response to a mass casualty event. Despite the heightened awareness of the potential for bioterrorist events since 2001, many hospitals remain unprepared for biological threats. A study of UK emergency departments (EDs) revealed that 24% did not have isolation facilities, and only 61% had departments with independent ventilations systems that would allow for the department to be isolated from the rest of the hospital.61 In addition, the survey found that isolation procedures in many EDs were poor; for example, 27% would not have isolated a patient with potential SARS and 23% would not isolate a patient with chickenpox.61 The Task Force for Emergency Mass Critical Care provides guidelines for hospitals to prepare for and manage mass critically ill casualties from events such as a bioterrorism attack.62 Critical care physicians should be familiar with these guidelines and prepared to respond in such circumstances, because if they are not, all of their skills and knowledge for treating individual patients are of little use as the system becomes overwhelmed.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 541,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 744,
                    "end": 746,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 928,
                    "end": 930,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Supportive care and response",
            "ref_spans": []
        },
        {
            "text": "Supportive care of individual patients can generally be grouped into categories based on the class of agent involved: bacterial, viral, or toxin. Bacterial and viral agents typically produce a sepsis syndrome with vascular leak, particularly in the case of VHF, as well as variable degrees of a systemic inflammatory response. Supportive management is similar to the standard best practices for managing septic patients (Box 7\n). Particular attention needs to be directed toward ventilatory support, with lung protective ventilatory strategies to minimize the development or exacerbation of adult respiratory distress syndrome. Significant fluid shifts are to be expected given the vascular leak, requiring judicious volume resuscitation and cardiovascular support with vasopressors and inotropes based on goal-directed therapy.Box 7Supportive care for septic shock\nPrimary:•Airway: secure airway, intubate if required•Breathing: supplemental oxygen ± mechanical ventilation•Circulation: establish intravenous access and 20 mL/kg bolus Ringer lactate ± vasopressors and inotropes ± blood\nGoal-Directed Therapy:•Central venous pressure 8 to 12 mm Hg•Mean arterial pressure 65 mm Hg•Urine output 0.5 mL/kg/h•Scvo\n2 (central venous oxygen saturation) = 70% or mixed venous 65%\n",
            "cite_spans": [],
            "section": "Supportive care and response",
            "ref_spans": []
        },
        {
            "text": "Supportive therapy for patients involved in bioterrorism attacks with biotoxins varies based on the specific toxin. In the case of exposure to botulinum toxin, the primary support required is mechanical ventilation, hydration, and nutritional support until the paralysis resolves. Toxins such as SEB produce a response similar to sepsis and are supported by the sepsis protocols described earlier. Ricin and mycotoxins both act at the cellular level, and although supportive therapies should be attempted, they may be of little benefit in altering the outcomes for patients. For mycotoxins specifically, there may be a role for the addition of steroids as a component of supportive care.35\n",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 689,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Supportive care and response",
            "ref_spans": []
        },
        {
            "text": "Data regarding patient outcomes after exposure to bioweapons or bioterrorism agents are, for the most part, lacking, given the paucity of cases and that most research has been carried out by government or military organizations and the results cannot be shared publically. Table 14\nsummarizes the published outcomes after exposure to bioterrorism agents when data are available. However, the outcomes from previous incidents, and in particular from naturally occurring illness, may not predict future outcomes, because bioterrorism agents may undergo genetic manipulation to increase their virulence or introduce antibiotic resistance, which decreases the efficacy of treatments.",
            "cite_spans": [],
            "section": "Outcomes",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 281,
                    "mention": "Table 14",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Although to the average clinician, bioterrorism may seem to be only a remote possibility, it is not only a reality of the times in which we live but also bioweapons have been used for centuries. Critical care physicians play a critical role in the response to a bioterrorism attack, and even more importantly, in identifying that an attack has occurred in the first place. An effective response to a bioterrorism incident requires a coordinated effort between clinicians and public health. Critical care clinicians must be familiar with the diagnosis and management of the most likely bioterrorism agents, and also be adequately prepared to manage a mass casualty situation.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: CDC list of potential bioterrorism agents\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 10: Diagnostic features of plague\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 11: Clinical presentations of smallpox\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 12: Clinical presentations of VHF\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 13: Adult treatment of prevention for potential bioterrorism agentsa\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 14: Reported outcomes for bioterrorism agents\n",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 2: Viral hemorrhagic fevers\n",
            "type": "table"
        },
        "TABREF7": {
            "text": "Table 3: Potential bioterrorism vector-borne diseases of concern for humans\n",
            "type": "table"
        },
        "TABREF8": {
            "text": "Table 4: Epidemiology of bioweapons and bioterrorism\n",
            "type": "table"
        },
        "TABREF9": {
            "text": "Table 5: Case number triggering criteria for considering a potential bioterrorism event\n",
            "type": "table"
        },
        "TABREF10": {
            "text": "Table 6: Scoring system for early orientation and differentiation between natural and deliberate epidemics\n",
            "type": "table"
        },
        "TABREF11": {
            "text": "Table 7: Clinical specimens and tests for diagnosing potential agents of bioterrorism\n",
            "type": "table"
        },
        "TABREF12": {
            "text": "Table 8: Diagnostic features of anthrax\n",
            "type": "table"
        },
        "TABREF13": {
            "text": "Table 9: Differentiating cutaneous anthrax from spider bites\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Photomicrograph of Bacillus anthracis from an agar culture, showing spores; fuchsin-methylene blue spore stain.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: (A) A common or point source outbreak characterized by a rapid increase and decrease of the epidemic curve over a short period. This pattern would be seen when there is a release of a biological agent that is nontransmissible at a single point in time in a single location. (B) (bar graph) A propagated source outbreak in which the disease is transmissible from 1 person to another. In this situation, particularly early in the outbreak, the number of cases does not increase in a linear fashion, but rather peaks and troughs associated with the natural transmission cycle (incubation period and infectious period) are seen. The line shows a steady increase in cases, which suggests an extended exposure to a source, as may be seen in a bioterrorism event (although it can occur naturally on occasion, although this is uncommon).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Anthrax: posteroanterior chest radiograph taken on the fourth day of illness. Note the wide mediastinum and the left pleural effusion.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: (A) A boy in Bangladesh in 1974 with classic smallpox; note the centrifugal distribution and similar stage of all of the lesions. (B) Close-up of the boy in Fig. 3A; note the umbilicated nature of the vesicles.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Appearance of lesions in smallpox and chickenpox.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Index case of fatal inhalational anthrax due to bioterrorism in the United States",
            "authors": [
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Abrams",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Beall",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "345",
            "issn": "22",
            "pages": "1607-1610",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Bioterrorism–preparing to fight the next war",
            "authors": [
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Relman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "2",
            "pages": "113-115",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Anthrax infection",
            "authors": [
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Respir Crit Care Med",
            "volume": "184",
            "issn": "12",
            "pages": "1333-1341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "An overview of anthrax infection including the recently identified form of disease in injection drug users",
            "authors": [
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Sweeney",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intensive Care Med",
            "volume": "38",
            "issn": "7",
            "pages": "1092-1104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The Sverdlovsk anthrax outbreak of 1979",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Meselson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Guillemin",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hugh-Jones",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "266",
            "issn": "5188",
            "pages": "1202-1208",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Bioterrorism-related inhalational anthrax: the first 10 cases reported in the United States",
            "authors": [
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Ashford",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "7",
            "issn": "6",
            "pages": "933-944",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A biological decontamination process for small, privately owned buildings",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Krauter",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Tucker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biosecur Bioterror",
            "volume": "9",
            "issn": "3",
            "pages": "301-309",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Comparative sporicidal effects of disinfectants after release of a biological agent",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Kenar",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ortatatli",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yaren",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Mil Med",
            "volume": "172",
            "issn": "6",
            "pages": "616-621",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Decontamination after a release of B. anthracis spores",
            "authors": [
                {
                    "first": "C.G.",
                    "middle": [],
                    "last": "Campbell",
                    "suffix": ""
                },
                {
                    "first": "R.D.",
                    "middle": [],
                    "last": "Kirvel",
                    "suffix": ""
                },
                {
                    "first": "A.H.",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biosecur Bioterror",
            "volume": "10",
            "issn": "1",
            "pages": "108-122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Plague",
            "authors": [
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Prentice",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Rahalison",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "369",
            "issn": "9568",
            "pages": "1196-1207",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Threats in bioterrorism. I: CDC category A agents",
            "authors": [
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Darling",
                    "suffix": ""
                },
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Catlett",
                    "suffix": ""
                },
                {
                    "first": "K.D.",
                    "middle": [],
                    "last": "Huebner",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Med Clin North Am",
            "volume": "20",
            "issn": "2",
            "pages": "273-309",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The anthrax attacks 10 years later",
            "authors": [
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Bush",
                    "suffix": ""
                },
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Intern Med",
            "volume": "156",
            "issn": "1 Pt 1",
            "pages": "41-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Tularemia as a biological weapon: medical and public health management",
            "authors": [
                {
                    "first": "D.T.",
                    "middle": [],
                    "last": "Dennis",
                    "suffix": ""
                },
                {
                    "first": "T.V.",
                    "middle": [],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "JAMA",
            "volume": "285",
            "issn": "",
            "pages": "2763-2773",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Tularemia: the disease and the weapon",
            "authors": [
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Cronquist",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Dermatol Clin",
            "volume": "22",
            "issn": "3",
            "pages": "313-320",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Insects as weapons of war, terror, and torture",
            "authors": [
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Lockwood",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Annu Rev Entomol",
            "volume": "57",
            "issn": "1",
            "pages": "205-227",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Q fever: the neglected biothreat agent",
            "authors": [
                {
                    "first": "P.C.",
                    "middle": [],
                    "last": "Oyston",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Med Microbiol",
            "volume": "60",
            "issn": "1",
            "pages": "9-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Threats in bioterrorism. II: CDC category B and C agents",
            "authors": [
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Med Clin North Am",
            "volume": "20",
            "issn": "2",
            "pages": "311-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Pathogenic rickettsiae as bioterrorism agents",
            "authors": [
                {
                    "first": "A.F.",
                    "middle": [],
                    "last": "Azad",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Infect Dis",
            "volume": "45",
            "issn": "Suppl 1",
            "pages": "S52-S55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Pathogenesis of Burkholderia pseudomallei and Burkholderia mallei",
            "authors": [
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Larsen",
                    "suffix": ""
                },
                {
                    "first": "N.H.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Mil Med",
            "volume": "174",
            "issn": "6",
            "pages": "647-651",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Rethinking smallpox",
            "authors": [
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "P.D.",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Mathisen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "11",
            "pages": "1668-1673",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Smallpox",
            "authors": [
                {
                    "first": "Z.S.",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Seward",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Lane",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "9508",
            "pages": "425-435",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "An overview on the use of a viral pathogen as a bioterrorism agent: why smallpox?",
            "authors": [
                {
                    "first": "B.W.",
                    "middle": [],
                    "last": "Mahy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antiviral Res",
            "volume": "57",
            "issn": "1–2",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Biological weapons control. Prospects and implications for the future",
            "authors": [
                {
                    "first": "R.P.",
                    "middle": [],
                    "last": "Kadlec",
                    "suffix": ""
                },
                {
                    "first": "A.P.",
                    "middle": [],
                    "last": "Zelicoff",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Vrtis",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "JAMA",
            "volume": "278",
            "issn": "5",
            "pages": "351-356",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Modeling potential responses to smallpox as a bioterrorist weapon",
            "authors": [
                {
                    "first": "M.I.",
                    "middle": [],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Damon",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "LeDuc",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emerg Infect Dis",
            "volume": "7",
            "issn": "6",
            "pages": "959-969",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "The economic impact of a bioterrorist attack: are prevention and postattack intervention programs justifiable?",
            "authors": [
                {
                    "first": "A.F.",
                    "middle": [],
                    "last": "Kaufmann",
                    "suffix": ""
                },
                {
                    "first": "M.I.",
                    "middle": [],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "G.P.",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Emerg Infect Dis",
            "volume": "3",
            "issn": "2",
            "pages": "83-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Viruses of the Bunya- and Togaviridae families: potential as bioterrorism agents and means of control",
            "authors": [
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Sidwell",
                    "suffix": ""
                },
                {
                    "first": "D.F.",
                    "middle": [],
                    "last": "Smee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Antiviral Res",
            "volume": "57",
            "issn": "1–2",
            "pages": "101-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Interim guidance for managing patients with suspected viral hemorrhagic fever in US hospitals",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Coccidioides species as potential agents of bioterrorism",
            "authors": [
                {
                    "first": "D.W.",
                    "middle": [],
                    "last": "Warnock",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Future Microbiol",
            "volume": "2",
            "issn": "3",
            "pages": "277-283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Bioterrorism: toxins as weapons",
            "authors": [
                {
                    "first": "P.D.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Pharm Pract",
            "volume": "25",
            "issn": "2",
            "pages": "121-129",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Developing a consensus framework and risk profile for agents of opportunity in academic medical centers: implications for public health preparedness",
            "authors": [
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "L.S.",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disaster Med Public Health Prep",
            "volume": "4",
            "issn": "4",
            "pages": "318-325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The history and threat of biological warfare and terrorism",
            "authors": [
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Noah",
                    "suffix": ""
                },
                {
                    "first": "K.D.",
                    "middle": [],
                    "last": "Huebner",
                    "suffix": ""
                },
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Darling",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Med Clin North Am",
            "volume": "20",
            "issn": "2",
            "pages": "255-271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Unusual epidemic events: a new method of early orientation and differentiation between natural and deliberate epidemics",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Radosavljevic",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Belojevic",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Public Health",
            "volume": "126",
            "issn": "1",
            "pages": "77-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Bioterrorism preparedness and response: clinicians and public health agencies as essential partners",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Gerberding",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Koplan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "7",
            "pages": "898-900",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Potential bio-terror agents",
            "authors": [
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Hosp Infect",
            "volume": "65",
            "issn": "Suppl 2",
            "pages": "19-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Biologic and chemical weapons of mass destruction",
            "authors": [
                {
                    "first": "W.P.",
                    "middle": [],
                    "last": "Bozeman",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Dilbero",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Schauben",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Med Clin North Am",
            "volume": "20",
            "issn": "4",
            "pages": "975-993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Simulated anthrax attacks and syndromic surveillance",
            "authors": [
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Nordin",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kulldorff",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "9",
            "pages": "1394-1398",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Late recognition of SARS in nosocomial outbreak, Toronto",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Wallington",
                    "suffix": ""
                },
                {
                    "first": "L.C.",
                    "middle": [],
                    "last": "McDonald",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Emerg Infect Dis",
            "volume": "11",
            "issn": "2",
            "pages": "322-325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "T.E.",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Lapinsky",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Recent advances in anaesthesia and intensive care",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Definition and functions of health unified command and emergency operations centers for large-scale bioevent disasters within the existing ICS",
            "authors": [
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "Burkle",
                    "suffix": ""
                },
                {
                    "first": "E.B.",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Loehr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Disaster Med Public Health Prep",
            "volume": "1",
            "issn": "2",
            "pages": "135-141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Medical management of the suspected victim of bioterrorism: an algorithmic approach to the undifferentiated patient",
            "authors": [
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "Henretig",
                    "suffix": ""
                },
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Cieslak",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Kortepeter",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Med Clin North Am",
            "volume": "20",
            "issn": "2",
            "pages": "351-364",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Loutfy",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "38",
            "issn": "10",
            "pages": "1420-1427",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "NATO handbook on the medical aspects of NBC defensive operations, Part II–Biological",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Bioterrorism and critical care",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Karwa",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Bronzert",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Kvetan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Clin",
            "volume": "19",
            "issn": "2",
            "pages": "279-313",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Predicting hospital surge after a large-scale anthrax attack: a model-based analysis of CDC's cities readiness initiative prophylaxis recommendations",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Hupert",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wattson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cuomo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Med Decis Making",
            "volume": "29",
            "issn": "4",
            "pages": "424-437",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Agroterrorism",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Gyles",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Can Vet J",
            "volume": "51",
            "issn": "4",
            "pages": "347-348",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Diagnostic analyses of biological agent-caused syndromes: laboratory and technical assistance",
            "authors": [
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Pavlin",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Gilchrist",
                    "suffix": ""
                },
                {
                    "first": "G.D.",
                    "middle": [],
                    "last": "Osweiler",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerg Med Clin North Am",
            "volume": "20",
            "issn": "2",
            "pages": "331-350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "A review of sentinel laboratory performance: identification and notification of bioterrorism agents",
            "authors": [
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Wagar",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Arch Pathol Lab Med",
            "volume": "134",
            "issn": "10",
            "pages": "1490-1503",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Radiologic manifestations of potential bioterrorist agents of infection",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ketai",
                    "suffix": ""
                },
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Alrahji",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "AJR Am J Roentgenol",
            "volume": "180",
            "issn": "3",
            "pages": "565-575",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Clinical predictors of bioterrorism-related inhalational anthrax",
            "authors": [
                {
                    "first": "D.N.",
                    "middle": [],
                    "last": "Kyriacou",
                    "suffix": ""
                },
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                },
                {
                    "first": "P.R.",
                    "middle": [],
                    "last": "Yarnold",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "364",
            "issn": "9432",
            "pages": "449-452",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Accuracy of screening for inhalational anthrax after a bioterrorist attack",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Hupert",
                    "suffix": ""
                },
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Bearman",
                    "suffix": ""
                },
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Mushlin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Intern Med",
            "volume": "139",
            "issn": "5 Pt 1",
            "pages": "337-345",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Inhalational anthrax due to bioterrorism: would current Centers for Disease Control and Prevention guidelines have identified the 11 patients with inhalational anthrax from October through November 2001?",
            "authors": [
                {
                    "first": "T.A.",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Morrison",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bersoff-Matcha",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "36",
            "issn": "10",
            "pages": "1275-1283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Screening for inhalational anthrax due to bioterrorism: evaluating proposed screening protocols",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Howell",
                    "suffix": ""
                },
                {
                    "first": "T.A.",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Hanfling",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "12",
            "pages": "1842-1847",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [
                {
                    "first": "P.B.",
                    "middle": [],
                    "last": "Jahrling",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Medical aspects of chemical and biological warfare",
            "volume": "",
            "issn": "",
            "pages": "591-602",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "State-of-the-art therapeutic medical countermeasures for viral threat agents",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sampath",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Stundick",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Biosecur Bioterror",
            "volume": "9",
            "issn": "4",
            "pages": "351-360",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Injection anthrax causing compartment syndrome and necrotising fasciitis",
            "authors": [
                {
                    "first": "B.J.",
                    "middle": [],
                    "last": "Parcell",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Wilmshurst",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "France",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Clin Pathol",
            "volume": "64",
            "issn": "1",
            "pages": "95-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Entomological terrorism: a tactic in asymmetrical warfare",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Monthei",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Lockwood",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "US Army Med Dep J",
            "volume": "",
            "issn": "",
            "pages": "11-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "The surgical management of injectional anthrax",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Jallali",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hettiaratchy",
                    "suffix": ""
                },
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Plast Reconstr Aesthet Surg",
            "volume": "64",
            "issn": "2",
            "pages": "276-277",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Emergency departments (EDs) in the United Kingdom (UK) are not prepared for emerging biological threats and bioterrorism",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Anathallee",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Curphey",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Beeching",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Infect",
            "volume": "54",
            "issn": "1",
            "pages": "12-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Summary of suggestions from the Task Force for Mass Critical Care summit, January 26-27, 2007",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Devereaux",
                    "suffix": ""
                },
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Dichter",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "133",
            "issn": "",
            "pages": "1S-7S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Prevention of laboratory-acquired brucellosis",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Robichaud",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Libman",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Behr",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "38",
            "issn": "12",
            "pages": "e119-e122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Comparison of efficacy of ciprofloxacin and doxycycline against experimental melioidosis and glanders",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Eley",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ellis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J Antimicrob Chemother",
            "volume": "45",
            "issn": "6",
            "pages": "813-818",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Bioterrorism: preparing for the impossible or the improbable",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Karwa",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Currie",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Kvetan",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Care Med",
            "volume": "33",
            "issn": "Suppl",
            "pages": "S75-S95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "The threat of bioterrorism",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Talent",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Disaster Med Public Health Prep",
            "volume": "5",
            "issn": "Suppl 2",
            "pages": "S170-S171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Anthrax as a biological weapon, 2002: updated recommendations for management",
            "authors": [
                {
                    "first": "T.V.",
                    "middle": [],
                    "last": "Inglesby",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "O'Toole",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "",
            "pages": "2236-2252",
            "other_ids": {
                "DOI": []
            }
        }
    }
}