{
    "paper_id": "PMC7094361",
    "metadata": {
        "title": "Definitive Care for the Critically Ill During a Disaster: A Framework for Optimizing Critical Care Surge Capacity",
        "authors": [
            {
                "first": "Lewis",
                "middle": [],
                "last": "Rubinson",
                "suffix": "",
                "email": "rubinson@u.washington.edu",
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "L."
                ],
                "last": "Hick",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dan",
                "middle": [
                    "G."
                ],
                "last": "Hanfling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Asha",
                "middle": [
                    "V."
                ],
                "last": "Devereaux",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeffrey",
                "middle": [
                    "R."
                ],
                "last": "Dichter",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "D."
                ],
                "last": "Christian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [],
                "last": "Talmor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Justine",
                "middle": [],
                "last": "Medina",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [
                    "Randall"
                ],
                "last": "Curtis",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "A."
                ],
                "last": "Geiling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The Task Force convened to update and further develop emergency mass critical care (EMCC), a conceptual framework for critical care surge capacity first put forth in 2005.4 Mass critical care events require a transition from individual patient-focused critical care to a population-oriented approach intended to provide the best possible outcomes for a large cohort of critical care patients. EMCC was developed as a framework for such a transition. EMCC is a set of changes from everyday critical care staffing, medical equipment, and treatment spaces (Table 1\n),4 which were developed to maximize survival for the overall critically ill population in need and, at the same time, to minimize the adverse outcomes that might occur as a result of changes in usual practice.13 Still, some individual patients may have worse outcomes when receiving EMCC instead of usual critical care services. Hence, EMCC should be used only for disasters when numbers of critically ill patients far surpass the capability of traditional, available critical care capacity. In other words, EMCC should be considered for disasters when, without modifying usual critical care practices, shortfalls in capacity will lead to many victims being expected to die with random, limited, or no access to potentially life-sustaining critical care interventions.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 564,
                    "end": 565,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 772,
                    "end": 774,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Intended Use of Suggestions",
            "ref_spans": [
                {
                    "start": 554,
                    "end": 561,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Given the increasing concern for an influenza pandemic, Task Force suggestions were developed with specific consideration of the anticipated circumstances of a severe pandemic. Nonetheless, the Task Force intends EMCC to be applicable for all hazards causing moderate or large surges in critically ill patients, as well as for those that compromise existing critical care infrastructure (see “Definitive Care for the Critically Ill During a Disaster: Current Capabilities and Limitations”). Even when additional specialized interventions (eg, burn care or renal replacement therapy for crush syndrome) are required (Table 2\n),14\n15\n16\n17\n18 EMCC is still appropriate for the general, supportive critical care foundation these patients will need.",
            "cite_spans": [
                {
                    "start": 626,
                    "end": 628,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 629,
                    "end": 631,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 632,
                    "end": 634,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 635,
                    "end": 637,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 638,
                    "end": 640,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Intended Use of Suggestions",
            "ref_spans": [
                {
                    "start": 616,
                    "end": 623,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The Task Force believes that all critical care centers should be committed to preparing for and responding to disasters. EMCC planning and implementation, though, cannot occur in isolation from the rest of the preparedness and response efforts of the hospital. Individual hospitals, too, are cautioned against preparing in isolation, and are encouraged to coordinate with other local health-care entities because resource and planning obligations can be met more efficiently when shared among all local health-care institutions (health-care coalition;19 for this article, health-care coalition refers to an organization that coordinates local health-care entities; for communities without formal coalition organizations, the reader should consider the term coalition to refer to the loosely organized local health-care system entities together with the local public health organization). Critical care providers should therefore work with both hospital and coalition partners to ensure that critical care services are considered for and integrated into planning for health-care system surge capacity. This coordination of preparedness activities will allow for uniform implementation of altered critical care processes by all hospitals, when warranted during a disaster.4\n",
            "cite_spans": [
                {
                    "start": 551,
                    "end": 553,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1270,
                    "end": 1271,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Suggestion 2.1: Every hospital with an ICU should plan and prepare to provide EMCC and should do so in coordination with regional hospital planning efforts. ::: Hospital EMCC Capacity Goals ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Hospitals cannot be expected to prepare for endless quantities of critically ill patients. Critical care surge capacity benchmarks must be defined. Guidance to date has remained elusive, though. Loosely derived benchmarks for mass casualty surge capacity have been previously promulgated (eg, triage, treat, and initially stabilize 500 victims with an infectious disease per 1 million people),20\n21 but they lack enough detail to translate into critical care surge capacity goals.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 395,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 396,
                    "end": 398,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Suggestion 2.1: Every hospital with an ICU should plan and prepare to provide EMCC and should do so in coordination with regional hospital planning efforts. ::: Hospital EMCC Capacity Goals ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Scientifically rigorous derivation of the benchmarks is desirable. The Task Force spoke with a number of modeling experts to see if accurate surge capacity goals could be developed across the range of plausible mass critical care events (eg, earthquakes, epidemics, chemical exposures). Owing to the limited historical data for such events and the numerous imprecise assumptions within the models, the Task Force was informed that the uncertainties currently limit even sophisticated models from confidently predicting critical care capacity goals.",
            "cite_spans": [],
            "section": "Suggestion 2.1: Every hospital with an ICU should plan and prepare to provide EMCC and should do so in coordination with regional hospital planning efforts. ::: Hospital EMCC Capacity Goals ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Even using tools such as Flu Surge, which is a publicly available model22 that can be used to predict critical care needs for an influenza pandemic, is fraught with limitations. If influenza (H5N1) becomes the strain to cause the next pandemic,23 uncertainties regarding virulence once human- to-human transmission is sustained, the response to antivirals,24\n25 the timeliness and effectiveness of a vaccine,26 and the impact of community mitigation27\n28 all make estimating critical care need very difficult. Furthermore, the lack of a severe influenza pandemic since modern critical care became available limits the accuracy of extrapolating historical clinical descriptions to anticipated clinical resource requirements for the next pandemic.22 Thus, the Task Force believes that derivation of capacity goals from current models, no matter how sophisticated, offers no more defendable estimates than benchmarks derived empirically by expert consensus.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 73,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 244,
                    "end": 246,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 356,
                    "end": 358,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 359,
                    "end": 361,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 408,
                    "end": 410,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 452,
                    "end": 454,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 745,
                    "end": 747,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Suggestion 2.1: Every hospital with an ICU should plan and prepare to provide EMCC and should do so in coordination with regional hospital planning efforts. ::: Hospital EMCC Capacity Goals ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "A 100% increase in critical care capacity was considered by the Task Force to be insufficient for most regions to provide adequate regional critical care surge capacity for the major national planning scenarios (from the US Department of Homeland Security) likely to cause mass critical illness.29 At the same time, it seemed unrealistic to the Task Force to expect most or all of the US 3,600 to 4,440 nonfederal hospitals with an ICU to be able to comply with threefold or fourfold increases above baseline regional capacity30\n31\n32\n33 (see “Definitive Care for the Critically Ill During a Disaster: Current Capabilities and Limitations”). In light of current uncertainties, the Task Force capacity benchmarks are intended to be used as suggestions for consideration rather than strict policy mandates. Also, the Task Force encourages future development of formal, quantitative methods for accurately determining critical care surge capacity goals. If these future methods are based on well-considered assumptions and utilize rigorous data, then the Task Force suggests that the later goals should usurp the current suggestions.",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 297,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 526,
                    "end": 528,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 529,
                    "end": 531,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 532,
                    "end": 534,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 535,
                    "end": 537,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Suggestion 2.2: Hospitals with ICUs should plan and prepare to provide EMCC every day of the response for a total critically ill patient census at least triple usual ICU capacity. ::: Hospital EMCC Capacity Goals ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Additional critical care capacity above the suggested benchmark may be required in geographic regions that (1) are at high risk for mass critical care events; (2) at baseline, have inadequate numbers of ICU beds for the population of their catchment area; or (3) are remote. In such regions, the increased capacity should similarly be accomplished through a health-care coalition when possible.",
            "cite_spans": [],
            "section": "Suggestion 2.2: Hospitals with ICUs should plan and prepare to provide EMCC every day of the response for a total critically ill patient census at least triple usual ICU capacity. ::: Hospital EMCC Capacity Goals ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Previously, national panels had recommended that hospitals plan to respond to disasters without federal medical assistance for up to 3 days.34 Events anticipated to cause mass critical illness, however, are likely to extend the time to arrival of sufficient external medical assistance or to completion of medical evacuation. When assistance does arrive, the immediate benefits for critically ill victims still may be inadequate because most of the deployable North American medical assets are not designed, staffed, or equipped for large-scale critical care response capability.4\n35 Additionally, medical evacuation capacity for critically ill patients is much less than for noncritical patients and is insufficient to immediately meet large critical care demands36\n37 (see “Definitive Care for the Critically Ill During a Disaster: Current Capabilities and Limitations”). Hence, hospitals should anticipate having to care for the critically ill longer than for other patients because of the challenges of large-scale critical care evacuation.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 579,
                    "end": 580,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 581,
                    "end": 583,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 764,
                    "end": 766,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 767,
                    "end": 769,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Suggestion 2.3: Hospitals should prepare to deliver EMCC for 10 days without sufficient external assistance. ::: Hospital EMCC Capacity Goals ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "These concerns are not just theoretical; Charity Hospital in New Orleans had to improvise care for days prior to complete evacuation of their critically ill patients in the wake of Hurricane Katrina.38 The suggestion of a 10-day period is intended to ensure that life-sustaining care can be maintained throughout the entire period until rescue is completed. The Task Force believes that 10 days is a reasonable timeframe because victims' critical care needs are not expected to rapidly resolve for most scenarios (see “Definitive Care for the Critically Ill During a Disaster: Current Capabilities and Limitations”). Clinical syndromes similar to those anticipated for mass critical care (eg, ARDS) generally require critical care management for > 1 week.39\n40 Of course, the duration of a severe influenza pandemic wave may last much longer than 10 days in a community,28 but expecting each US hospital to stockpile 6 to 12 weeks of medical resources is financially and logistically unrealistic, and is not required for most other mass critical care events. The suggested 10-day period will prove useful even during an influenza pandemic because the additional equipment can allow hospitals to withstand short-term disruptions in overtaxed “just-in-time” equipment and pharmaceutical distribution systems.41\n",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 201,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 755,
                    "end": 757,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 758,
                    "end": 760,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 870,
                    "end": 872,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1306,
                    "end": 1308,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Suggestion 2.3: Hospitals should prepare to deliver EMCC for 10 days without sufficient external assistance. ::: Hospital EMCC Capacity Goals ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "The Task Force concurs with the 2005 original recommendations that included the following: “(1) provision of a basic mode of sustained, positive pressure ventilation, (2) hemodynamic support with IV fluids and if necessary at least one vasopressor, and (3) processes intended to reduce the adverse consequences of critical illness or critical care delivery.”4 These medical care functions were prioritized using the following criteria: (1) interventions that have been shown or are deemed by critical care experts' best professional judgment to improve survival, and without which death is likely; (2) interventions that do not require extraordinarily expensive equipment; and (3) interventions that can be implemented without consuming extensive staff or hospital resources. At the same time, by appending the 2005 EMCC concepts to include more detailed guidance, the Task Force hopes hospitals and regions will be able to more easily implement EMCC. The enhanced list of essential critical care interventions and therapeutics, together with newly defined quantitative goals for numbers of patients and duration of response, allowed the Task Force to suggest specific medical equipment (durable and consumable), treatment space, and staff necessary for EMCC (see “Definitive Care for the Critically Ill During a Disaster: Medical Resources for Surge Capacity”).",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 359,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Suggestion 2.4: EMCC should include, when applicable, the following: (1) mechanical ventilation, (2) IV fluid resuscitation, (3) vasopressor administration, (4) antidote or antimicrobial administration for specific diseases, (5) sedation and analgesia, (6) select practices to reduce adverse consequences of critical illness and critical care delivery, and (7) optimal therapeutics and interventions, such as renal replacement therapy and nutrition for patients unable to take food by mouth, if warranted by hospital or regional preference. ::: Critical Care Therapeutics and Interventions ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "The Task Force suggestions are not meant as unfunded mandates for health-care systems that are already financially challenged. Many hospitals may choose not to purchase and maintain all of the expensive durable medical equipment necessary for the surge of patients. For some communities, this may be appropriate. All hospitals, however, should complete a plan that details how they expect to have enough medical equipment available in a timely manner to provide the goal capacity of EMCC. Federal, state, and local funding sources should invest enough resources in health-care systems to allow EMCC capacity goals to be realized.",
            "cite_spans": [],
            "section": "Suggestion 2.4: EMCC should include, when applicable, the following: (1) mechanical ventilation, (2) IV fluid resuscitation, (3) vasopressor administration, (4) antidote or antimicrobial administration for specific diseases, (5) sedation and analgesia, (6) select practices to reduce adverse consequences of critical illness and critical care delivery, and (7) optimal therapeutics and interventions, such as renal replacement therapy and nutrition for patients unable to take food by mouth, if warranted by hospital or regional preference. ::: Critical Care Therapeutics and Interventions ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Planning to expand critical care services to meet the suggested capacity goals requires hospitals to analyze their key medical resources (eg, staff, patient care supplies, and medications) that may be in short supply during a disaster. Certain shortages can be mitigated by stockpiling additional supplies at the hospital, particularly if it does not require significant added expense or storage space (see “Definitive Care for the Critically Ill During a Disaster: Medical Resources for Surge Capacity”). An example of such supplies would be ventilator circuits and closed-circuit suction catheters. Some resource limitations may not be as easy to ameliorate (eg, pulse oximeters), and still other limitations may not be foreseen until a disaster occurs. The Task Force suggests a list of stepwise changes in resource use that are intended to maintain the best possible care for the level of resource scarcity (Fig 1\n): (1) substitution: using an essentially equivalent device, drug, or person for one that would usually be available (eg, morphine for fentanyl); (2) adaptation: using a device, drug, or person that is not equivalent but that will provide sufficient care (eg, anesthesia machine for mechanical ventilation); (3) conservation: using less of a resource by lowering dosage or changing utilization practices (eg, minimizing use of oxygen-driven nebulizers to conserve oxygen); (4) reuse: reusing (after appropriate disinfection/sterilization) items that would normally be single-use items; and (5) reallocation: taking a resource from one patient and giving it to a patient with a better prognosis or greater need.",
            "cite_spans": [],
            "section": "Suggestion 2.4: EMCC should include, when applicable, the following: (1) mechanical ventilation, (2) IV fluid resuscitation, (3) vasopressor administration, (4) antidote or antimicrobial administration for specific diseases, (5) sedation and analgesia, (6) select practices to reduce adverse consequences of critical illness and critical care delivery, and (7) optimal therapeutics and interventions, such as renal replacement therapy and nutrition for patients unable to take food by mouth, if warranted by hospital or regional preference. ::: Critical Care Therapeutics and Interventions ::: Task Force Suggestions",
            "ref_spans": [
                {
                    "start": 912,
                    "end": 917,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "These strategies are generally listed in the order of preference, although some may have to be adopted concurrently depending on the extent of the resource deficit. Where possible, preexisting written policies and plans should detail how the institution will make these changes (Fig 1). The range of critical care services and interventions according to the EMCC framework should be examined, limitations recognized, and graded resource solutions developed. For example, plans to expand adequate positive pressure ventilation, reduce acceptable lower limits of oxygen saturation in select patients to conserve oxygen, and sterilize nasogastric tubes or central venous catheters should be detailed so that response can follow preexisting, written plans as much as practical.",
            "cite_spans": [],
            "section": "Suggestion 2.4: EMCC should include, when applicable, the following: (1) mechanical ventilation, (2) IV fluid resuscitation, (3) vasopressor administration, (4) antidote or antimicrobial administration for specific diseases, (5) sedation and analgesia, (6) select practices to reduce adverse consequences of critical illness and critical care delivery, and (7) optimal therapeutics and interventions, such as renal replacement therapy and nutrition for patients unable to take food by mouth, if warranted by hospital or regional preference. ::: Critical Care Therapeutics and Interventions ::: Task Force Suggestions",
            "ref_spans": [
                {
                    "start": 279,
                    "end": 284,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The decision to initiate EMCC will undoubtedly have profound ethical, clinical, legal, and sociopolitical ramifications. Authority to initiate EMCC should therefore be limited to specific health-care or governmental positions, and the decision should be made within local or state emergency management systems. Hospitals should have a clear understanding of the process and decision-making criteria for authorities to invoke EMCC. They should also know how declarations will be transmitted throughout the health-care community and to the general population. The Task Force encourages all hospitals as well as local and state health authorities to obtain pre-event legal consultation to clarify indemnification of clinicians and institutions who follow the jurisdictional recommendation to implement EMCC.",
            "cite_spans": [],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Because of the potential for some individual patients to have worse outcomes if they receive EMCC rather than usual critical care, EMCC should only be used for extreme mismatches between patient need and available resources. When such conditions are met, the Task Force believes strongly that all impacted hospitals must agree to uniformly transition to and implement EMCC. Use of health-care coalitions together with broadly representative, statewide efforts can facilitate the coordinated planning necessary for a uniform response to mass critical care.19\n42 Critical care leaders are encouraged to participate in this planning,9 so the critical care community will be prepared to work collaboratively across different hospitals. Interstate coordination will be important for hospitals that are located near the boundaries of other states. Input from nonhospital entities, such as emergency medical services, emergency management, community stakeholders, and elected officials, is also crucial for developing a viable response.",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 557,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 558,
                    "end": 560,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 630,
                    "end": 631,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "The level of response activities should match the need present in a disaster. Implementing EMCC for situations not severe enough to warrant the transition may inappropriately harm patients. For other events, delays in initiating aggressive disaster response activities may be equally problematic. The Task Force suggests multiple tiers of health-care system critical care response that span usual daily critical care need through catastrophic mass critical care.",
            "cite_spans": [],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Ideally, response activities should be calibrated to reliable measurements of patient need and available resources. However, accurate, real-time assessment of both critical care needs and available resources remains outside the capability of most US jurisdictions that contain more than a few hospitals. In recognition of these informational shortcomings, the tiers suggested by the Task Force are based on criteria that are more likely to be known and rapidly assessed in the middle of a response: (1) expert staff assessment of current risk for harm to critically ill patients at hospitals, (2) hospital response actions, and (3) external response actions (health-care coalition19 through federal response actions [Table 3\n]). The tiers were designed to be consistent with a well-accepted framework for disaster medical response.19\n",
            "cite_spans": [
                {
                    "start": 680,
                    "end": 682,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": [
                {
                    "start": 717,
                    "end": 724,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The real-time data problem is not the only reason the Task Force does not define response tiers by ratios of patients to resources (eg, ICU beds). Simple counts of critical care patients and resource availability may not accurately reflect whether hospitals are functioning in a normal manner or are dangerously overwhelmed. Not reflected in the numbers is the clinical acuity of patients as well as the need for resource-intensive procedures (eg, renal replacement therapy) and specialized care (pediatrics and burn care), all variables that can significantly influence critical care resource requirements. Five patients with multiorgan system failure and hemodynamic instability may have greater critical care resource requirements than 15 patients with respiratory failure and no other organ dysfunction. Similarly, capability provided by critical care resources cannot be completely defined by simple counts of staff, treatment space, or medical equipment. Hospitals with well-established systems to organize critical care delivery, frequent experience with critical care surge efforts, and veteran staff will be able to safely manage a larger number of patients compared with hospitals that have the same number of staff, medical equipment, and ICU beds but lack a well-organized system and institutional experience.",
            "cite_spans": [],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "The perception of risk by senior critical care staff for preventable long-term harm or death for critically ill patients at overwhelmed hospitals is the “measure” of imbalance between need and resources of the tier. Normally this risk is minimal. For small patient surges when a hospital is boarding critically ill patients in emergency departments (EDs) or postanesthesia care units, the patients may be at minimal-to-low risk of adverse events (eg, less frequent patient repositioning and increased risk for pressure ulcers). For events when hospitals are further overwhelmed, the staff may assess the risk as much higher. An example of a higher-risk situation is when the staff member believes that were a patient to become inadvertently disconnected from a mechanical ventilator, their current caregivers may be spread too thin to reliably uncover and respond to the disconnection in time to prevent severe harm to the patient. While these are subjective assessments, senior critical care staff (eg, medical director or nursing director of an ICU) should be able to assess the approximate risk to their patients. This assessment should be transmitted to hospital leadership through the line of communication delineated by the Hospital Incident Command System.43 A hospital-approved liaison should then communicate the assessment to the appropriate public health or health-care coalition officials.",
            "cite_spans": [
                {
                    "start": 1263,
                    "end": 1265,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Besides patient risk, the other element that determines the tier is the level of response actions that have been taken by hospitals and external medical entities. A guiding principle for development of the tiers is that the provision of usual critical care, when able to meet demand, is always a preferred approach. When it becomes apparent that the risk for harm to all critically ill patients has exceeded baseline, response in isolation is discouraged, and attempts to muster additional resources must be undertaken. Barbera and Macintyre19 proposed six layers of “health and medical response management across intergovernmental and public-private divides”: (1) individual hospital, (2) health-care coalition, (3) local jurisdiction, (4) state response, (5) interstate regional response, and (6) federal responses. When it is determined that activities of a given layer remain insufficient to reduce the risk to critically ill patients, then assistance from the next layer should be requested.",
            "cite_spans": [
                {
                    "start": 541,
                    "end": 543,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "For everyday care, variation from best-care practices is undesirable and not deliberately permitted (tier 0). During small critical care expansions (eg, boarding critically ill patients in postanesthesia care units and EDs), most if not all usual critical care practices remain intact; and at most minor departures from best-care processes may occur (eg, frequency of patient turning may decrease). This is tier 1, and it occurs frequently during multiple casualty events44 as well as periodically in many US communities as a result of occasional small surges in critical illness in the community. This does not represent EMCC, and expectations of high-intensity resource commitment for patient needs persist. It is not uncommon when EDs or ICUs are over capacity for other departments in the same hospital to be unaware of the ongoing crisis. When crucial patient care functions are at risk, an individual hospital may recover rapidly by declaring an intrafacility disaster and activating its hospital command center43 to mobilize adequate space and supplies and necessitating adaptive critical care strategies for a short-term period (hours) [see Summary of Suggestions from the Task Force for Mass Critical Care Summit, Fig 1, 2].",
            "cite_spans": [
                {
                    "start": 471,
                    "end": 473,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1017,
                    "end": 1019,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": [
                {
                    "start": 1223,
                    "end": 1228,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "If attempts to increase resources (eg, bringing in unscheduled staff and medical equipment from vendors) and reduce critical care need (eg, canceling nonemergency surgeries that may require ICU postoperative care, diverting ambulances with critically ill patients to other hospitals) are insufficient to reduce patient risk, then the health-care coalition authorities (or public health authorities if a health-care coalition does not exist in that locale) should be notified by the appropriate hospital liaison. Other hospitals in proximity may still be able to absorb additional patients and negate the need to drastically modify critical care at any hospital(s).",
            "cite_spans": [],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Assistance from other local hospitals (ie, health-care coalitions) to distribute patients represents tier 2. Ideally, hospitals will get assistance from other hospitals prior to finding themselves at the tipping point. If these efforts still do not provide enough capacity for high-intensity critical care for all those in need, every hospital in the health-care coalition (even those not currently overwhelmed) should declare an internal disaster and activate their hospital command center to coordinate and expand their respective internal responses. If patients are still at unacceptable risk of harm despite all local hospitals collaborating to meet patient needs, the event will require more resources. If not already done, the appropriate emergency support functions, including emergency support function 8 (public health and medical services), should be activated and staffed at the local emergency operations center.45 This is tier 3. If it becomes apparent that the local jurisdiction as a whole cannot restore all hospitals to providing high-intensity critical care, then assistance from other areas in the state should be requested by the appropriate authorities (tier 4).",
            "cite_spans": [
                {
                    "start": 924,
                    "end": 926,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Tier 5 is when interstate assistance is needed,46\n47 and tier 6 is a request for federal assistance. Only if it is determined that assistance cannot meet critical care needs in a timely fashion should the affected areas consider uniform EMCC implementation. Requests for appropriate public health emergency declarations should occur to support this decision. Sustained EMCC is appropriate when calls for assistance are exhausted and resources are not available or will take days to arrive, and yet critically ill patients remain at high risk for bad outcomes unless critical care practice is rationally modified. This constitutes tier 6+. Rapidly progressive events, for which it is quickly apparent that extensive medical assistance from other parts of the country will be required and EMCC will be needed for at least several days, do not necessarily require stepwise progression through the tiers (eg, large-scale, serious chemical inhalation exposure). Tier 6+ would be appropriate to immediately invoke, and each layer should request assistance from the next layer (eg, local jurisdiction requesting state assistance; the state will then be expected to request federal assistance in addition to providing available state assistance).",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 49,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 50,
                    "end": 52,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Sustained EMCC will remain in effect until the imbalance between need and resources is remedied and all hospitals are able to provide safe critical care or until tier X criteria are met. Tier X is the catastrophic situation when discontinuation of critical care services may be appropriate. Criteria for tier X include any of the following: (1) critical care capacity becomes so overwhelmed that even EMCC cannot be maintained for more than a small fraction of people in need, (2) nearly all critically ill patients are dying despite EMCC, or (3) the health risk to caregivers providing EMCC is unacceptably high. These criteria are not meant to be rigid nor require automatic transition to tier X.",
            "cite_spans": [],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Reactive EMCC is for rapidly progressive events, but it does not require confirmation that the health-care coalition or state critical care capacity will assuredly be overwhelmed. Instead, it is intended to permit hospitals to employ EMCC when suddenly overwhelmed with critically ill patients as a result of unforeseen events. Reactive EMCC allows disproportionately affected hospitals to employ EMCC when they are in dire straits and the scope of the event is still uncertain. For reactive EMCC, one or several hospitals can be overwhelmed, but other hospitals in the coalition may be minimally affected or even unaffected. This can occur if the pace of critically ill patients arriving at several hospitals is much faster than redistribution to less affected hospitals can be accomplished. Hence, the need for EMCC may be inconsistent with the levels of medical response ultimately required (tier 2 or tier 3 for smaller events), and the evolving situation may not be easily classified within a single tier.",
            "cite_spans": [],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Assistance from afar usually takes hours, and if individual hospitals temporarily cannot implement EMCC, then some patients may die awaiting a full response. Reactive EMCC is meant to be used only as a temporizing strategy for individual hospitals to meet immediate patient needs. Reactive EMCC may be continued until either (1) the unmanageable surge of patients are redistributed to other health-care facilities, (2) additional critical care resources become available to meet patient need, or (3) 24 h have passed since EMCC initiation and criteria for sustained EMCC (tier 6+) have been met (patients at high risk of harm despite requests for assistance from all levels of government and private partners).",
            "cite_spans": [],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Another difference between reactive EMCC and sustained EMCC is who should make the decision to implement EMCC. For sustained EMCC, all coalition hospitals are encouraged to uniformly implement EMCC; therefore, decisions are best made by an executive of a health-care coordinating entity (eg, local or state health officer). In contrast, hospital personnel should be permitted to authorize initiation of reactive EMCC because time delays for completion and dissemination of the coalition decision process may harm patients with immediate critical care needs. Still, the hospital authority to initiate reactive EMCC should rest only with the hospital incident commander.43 This person need not be a hospital administrator because only clinicians may be present when an immediate decision is required, but the incident commander needs to be someone who is appropriately trained and assumes command after an internal disaster has been declared. The incident commander should not have direct patient care responsibilities as he or she needs to see the bigger picture regarding overall needs and resources.",
            "cite_spans": [
                {
                    "start": 668,
                    "end": 670,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "Despite the additional capacity afforded by EMCC, some situations may still have persistent imbalances of patient need and scarce medical resources, and a systematic approach to prioritizing patients for allocating life-sustaining interventions will be needed48 (see “Definitive Care for the Critically Ill During a Disaster: a Framework for Allocation of Scarce Resources in Mass Critical Care”).",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 261,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Suggestion 2.5: All communities should develop a graded response plan for events across the spectrum from multiple casualty to catastrophic critical care events. These plans should clearly delineate what levels of modification of critical care practices are appropriate for the different surge requirements. Use of EMCC should be restricted to overwhelming mass critical care events. ::: Initiation and Cessation of EMCC ::: Task Force Suggestions",
            "ref_spans": []
        },
        {
            "text": "The Working Group on Emergency Mass Critical Care in 2005 provided a strong foundation for hospitals planning to augment critical care surge capacity.4 In response to increasing concerns regarding a serious influenza pandemic and other mass critical care events, the Task Force was assembled to provide additional detailed suggestions for many crucial EMCC issues. This article suggests a target for critical care surge capacity, the duration of sustainment, what specific care EMCC should encompass, triggers, and a framework for implementation. Also, it suggests a general approach to maximizing the availability and impact of resources during a disaster, to reduce the need for EMCC and improve the impact of EMCC if it remains necessary for the response.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 151,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Summary And Discussion",
            "ref_spans": []
        },
        {
            "text": "EMCC can allow critically ill patients to receive uniform, essential critical care no matter what critical care center they are in. This is crucial to ensure that individual risk from receiving modified critical care is justly distributed among all critically ill. Oversight processes must be present at the facility, local, and state levels to monitor the situation and ensure that this is occurring. In addition, the set of essential critical care interventions allowed the Task Force to suggest where EMCC should take place, who should provide it, and how much as well as what types of equipment are desired. These suggestions are presented within a subsequent document (see “Definitive Care for the Critically Ill During a Disaster: Medical Resources for Surge Capacity”).",
            "cite_spans": [],
            "section": "Summary And Discussion",
            "ref_spans": []
        },
        {
            "text": "EMCC has been developed by senior, experienced critical care and disaster medicine experts, but the suggestions remain untested for civilian disasters in countries with modern health-care systems. The lack of evidence for EMCC may reduce acceptance of the guidance by clinicians. EMCC should be evaluated by relevant research, which should be accomplished prior to an event, and it should undergo rigorous examination during and after mass critical care events. EMCC was developed by professionals who are extremely committed to improving medical outcomes for our communities during disasters. The framework, nonetheless, has been conceived by and modified in forums devoid of nonprofessionals. EMCC must be brought to community stakeholder forums for evaluation and modification so that it can be improved by incorporating additional perspectives and ideas.",
            "cite_spans": [],
            "section": "Summary And Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite these challenges, mass casualty critical care events can happen tomorrow or even today. We cannot wait to develop perfect surge strategies because the first time the modern North American health-care system faces mass critical care may prove catastrophic without preevent preparedness efforts.",
            "cite_spans": [],
            "section": "Summary And Discussion",
            "ref_spans": []
        },
        {
            "text": "Capt. Dennis Amundson, MD, US Navy, San Diego, CA; Capt. Michael B. Anderson, RN, MHA, CNAA, Department of Homeland Security, Washington, DC; Robert Balk, MD, Rush University Medical Center, Chicago, IL; Tom Baudendistel, MD, California Pacific Medical Center, San Francisco, CA; Ken Berkowitz, MD, VHA National Center For Ethics in Health Care, New York, NY; Michael Bourisaw, BS (Steering Committee), American College of Chest Physicians, Northbrook, IL; Dana Braner, MD, Doernbecher Children's Hospital, Portland, OR; Suzanne Burns, RN, MSN, RRT, University of Virginia Health System, Charlottesville, VA; Michael Christian, MD (Steering Committee), University of Toronto, Toronto, ON, Canada; J. Randall Curtis, MD, MPH, Harborview Medical Center, Seattle, WA; Asha Devereaux, MD (Steering Committee), Sharp Coronado Hospital, San Diego, CA; Jeffery Dichter, MD (Steering Committee), Presbyterian Hospital, Albuquerque, NM; Nancy Dubler, LLB (Steering Committee), Montefiore Medical Center, Bronx, NY; Brian Erstad, PharmD (Steering Committee), University of Arizona Medical Center, Tucson, AZ; J. Christopher Farmer, MD, Mayo School of Graduate Medical Education, Rochester, MN; James Geiling, MD (Steering Committee), VA Medical Center, White River Junction, VT; Dan Hanfling, MD, Inova Fairfax Hospital, Falls Church, VA; John Hick, MD (Steering Committee), Hennepin County Medical Center, Minneapolis, MN; Capt. Ann Knebel, RN, DNSc, Department of Health and Human Services, Washington, DC; John Krohmer, MD, Department of Homeland Security, Washington, DC; Capt. Deborah Levy, PhD, MPH (Steering Committee), Centers for Disease Control and Prevention, Atlanta, GA; Henry Masur, MD, National Institutes of Health, Bethesda, MD; Justine Medina (Steering Committee), RN, MS, American Association of Critical Care Nursing, Aliso Viejo, CA; Nicki Pesik, MD (Steering Committee), Centers for Disease Control and Prevention, Atlanta, GA; Jim Pile, MD, The Cleveland Clinic, Cleveland, OH; Tia Powell, MD, New York State Task Force on Life and the Law, New York, NY; Lewis Rubinson, MD, PhD (Steering Committee), Harborview Medical Center, Seattle, WA; Christian Sandrock, MD, MPH, University of California-Davis, Davis, CA; Richard Serino, BS, Boston Emergency Medical Services, Boston, MA; Lewis Soloff, MD, New York City Department of Health and Mental Hygiene, New York, NY; Daniel Talmor, MD, MPH, Beth Israel Deaconess Medical Center, Boston, MA; Alvin Thomas Jr, MD, Howard University Hospital, Washington, DC; Richard Waldhorn, MD, University of Pittsburgh Medical Center, Baltimore, MD; Mark Woodhead, MD, Guidelines Director, European Respiratory Society; Robert Wise, MD, The Joint Commission, Chicago, IL; Randy Wax, MD, Mount Sinai Hospital, Toronto, ON, Canada; Kevin Yeskey, MD (Steering Committee), Department of Health and Human Services, Washington, DC.",
            "cite_spans": [],
            "section": "Task Force Members in Alphabetical Order ::: Appendix",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Original 2005 Recommendations for Hospital Planning and Response for EMCC*\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Task Force-Suggested Additions to EMCC\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: Response Tiers for Critical Care Surge Capacity*\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1.: Stepwise modifications in resource use to maintain positive pressure ventilation. For more on reallocation, see “Definitive Care for the Critically Ill During a Disaster: a Framework for Allocation of Scarce Resources in Mass Critical Care.” HME = heat and moisture exchanger.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Concept of operations for triage of mechanical ventilation in an epidemic",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "DT",
                    "middle": [],
                    "last": "O'Laughlin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acad Emerg Med",
            "volume": "13",
            "issn": "",
            "pages": "223-229",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Pandemic influenza-implications for critical care resources in Australia and New Zealand",
            "authors": [
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "GK",
                    "middle": [],
                    "last": "Hart",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Kainer",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Crit Care",
            "volume": "18",
            "issn": "",
            "pages": "173-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Modelling the impact of an influenza pandemic on critical care services in England",
            "authors": [
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Menon",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Ridley",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Anaesthesia",
            "volume": "60",
            "issn": "",
            "pages": "952-954",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Critical care medicine, terrorism and disasters: are we ready?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kvetan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Crit Care Med",
            "volume": "27",
            "issn": "",
            "pages": "873-874",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Knebel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Providing mass medical care with scarce resources: a community planning guide",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Disaster management and the ABA plan",
            "authors": [],
            "year": 2005,
            "venue": "J Burn Care Rehabil",
            "volume": "26",
            "issn": "",
            "pages": "102-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The organization and interventions of the ISN Renal Disaster Relief Task Force",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lameire",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mehta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanholder",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Adv Ren Replace Ther",
            "volume": "10",
            "issn": "",
            "pages": "93-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Management of crush-related injuries after disasters",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Sever",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanholder",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lameire",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "1052-1063",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Renal replacement therapies in the aftermath of the catastrophic Marmara earthquake",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Sever",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Erek",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vanholder",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Kidney Int",
            "volume": "62",
            "issn": "",
            "pages": "2264-2271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Guidelines for dealing with disasters involving large numbers of extensive burns",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haberal",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Burns",
            "volume": "32",
            "issn": "",
            "pages": "933-939",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Barbera",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Macintyre",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Medical surge capacity and capability: a management system for integrating medical and health resources during large-scale emergencies",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Expanding ICU facilities in an epidemic: recommendations based on experience from the SARS epidemic in Hong Kong and Singapore",
            "authors": [
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Gomersall",
                    "suffix": ""
                },
                {
                    "first": "DY",
                    "middle": [],
                    "last": "Tai",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Loo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Intensive Care Med",
            "volume": "32",
            "issn": "",
            "pages": "1004-1013",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "FluSurge: a tool to estimate demand for hospital services during the next pandemic influenza",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "MI",
                    "middle": [],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Wortley",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Med Decis Making",
            "volume": "26",
            "issn": "",
            "pages": "617-623",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Update on avian influenza A (H5N1) virus infection in humans",
            "authors": [
                {
                    "first": "AN",
                    "middle": [],
                    "last": "Abdel-Ghafar",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Chotpitayasunondh",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "261-273",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Neuraminidase inhibitor-resistant recombinant A/Vietnam/1203/04 (H5N1) influenza viruses retain their replication efficiency and pathogenicityin vitroandin vivo",
            "authors": [
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Ilyushina",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Salomon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "12418-12426",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Antiviral resistance in influenza viruses-implications for management and pandemic response",
            "authors": [
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "785-788",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "McKenna",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Nonpharmaceutical interventions implemented by US cities during the 1918–1919 influenza pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Markel",
                    "suffix": ""
                },
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Lipman",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Navarro",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JAMA",
            "volume": "298",
            "issn": "",
            "pages": "644-654",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Nonpharmaceutical interventions implemented during the 1918–1919 influenza pandemic",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Barry",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "JAMA",
            "volume": "298",
            "issn": "",
            "pages": "2260-2261",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Disaster preparation and management for the intensive care unit",
            "authors": [
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Roccaforte",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Cushman",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Curr Opin Crit Care",
            "volume": "8",
            "issn": "",
            "pages": "607-615",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Guidelines on critical care services and personnel: recommendations based on a system of categorization of three levels of care",
            "authors": [
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Haupt",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Bekes",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Brilli",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "31",
            "issn": "",
            "pages": "2677-2683",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Critical care medicine in the United States 1985–2000: an analysis of bed numbers, use, and costs",
            "authors": [
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Halpern",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Pastores",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Greenstein",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Crit Care Med",
            "volume": "32",
            "issn": "",
            "pages": "1254-1259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Critical care delivery in the United States: distribution of services and compliance with Leapfrog recommendations",
            "authors": [
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Angus",
                    "suffix": ""
                },
                {
                    "first": "AF",
                    "middle": [],
                    "last": "Shorr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "",
            "pages": "1016-1024",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Critical care units: a descriptive analysis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The national disaster medical system: past, present, and suggestions for the future",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Waldhorn",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biosecur Bioterror",
            "volume": "5",
            "issn": "",
            "pages": "319-326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A national disaster medical system for the 21st century",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Toner",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Waldhorn",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biosecur Bioterror",
            "volume": "5",
            "issn": "",
            "pages": "192-193",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Black Hawk, please come down: reflections on a hospital's struggle to survive in the wake of Hurricane Katrina",
            "authors": [
                {
                    "first": "BP",
                    "middle": [],
                    "last": "deBoisblanc",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Respir Crit Care Med",
            "volume": "172",
            "issn": "",
            "pages": "1239-1240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Incidence and outcomes of acute lung injury",
            "authors": [
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Rubenfeld",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Caldwell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Peabody",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "N Engl J Med",
            "volume": "353",
            "issn": "",
            "pages": "1685-1693",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Augmentation of hospital critical care capacity after bioterrorist attacks or epidemics: recommendations of the Working Group on Emergency Mass Critical Care",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rubinson",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Nuzzo",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Talmor",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Care Med",
            "volume": "33",
            "issn": "",
            "pages": "2393-2403",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Characteristics and outcomes in adult patients receiving mechanical ventilation: a 28-day international study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Esteban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Anzueto",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frutos",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "JAMA",
            "volume": "287",
            "issn": "",
            "pages": "345-355",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Taking cost off supply shelf: healthcare turning to supply chain management techniques honed by retail, manufacturing to limit inventory, slash expenses",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Mod Healthc",
            "volume": "34",
            "issn": "",
            "pages": "26-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Regional approaches to hospital preparedness",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Maldin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Franco",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Biosecur Bioterror",
            "volume": "5",
            "issn": "",
            "pages": "43-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "In-hospital resource utilization during multiple casualty incidents",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Einav",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Aharonson-Daniel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weissman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann Surg",
            "volume": "243",
            "issn": "",
            "pages": "533-540",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Mutual aid agreements: essential legal tools for public health preparedness and response",
            "authors": [
                {
                    "first": "DD",
                    "middle": [],
                    "last": "Stier",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Public Health",
            "volume": "97",
            "issn": "suppl 1",
            "pages": "S62-S68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Development of a triage protocol for critical care during an influenza pandemic",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Christian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hawryluck",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Wax",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Can Med Assoc J",
            "volume": "175",
            "issn": "",
            "pages": "1377-1381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Severe acute respiratory syndrome and critical care medicine: the Toronto experience",
            "authors": [
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Care Med",
            "volume": "33",
            "issn": "1 Suppl",
            "pages": "S53-S60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Critical care during epidemics",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rubinson",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "O'Toole",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Care",
            "volume": "9",
            "issn": "",
            "pages": "311-313",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "CCATT: a Military Model for Civilian Disaster Management",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Sariego",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Disaster Manag Response",
            "volume": "4",
            "issn": "",
            "pages": "114-117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Providing critical care during a disaster: the interface between disaster response agencies and hospitals",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                },
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Carlton",
                    "suffix": "Jr"
                }
            ],
            "year": 2006,
            "venue": "Crit Care Med",
            "volume": "34",
            "issn": "3 Suppl",
            "pages": "S56-S59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Clinical review: SARS; lessons in disaster management",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hawryluck",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Lapinsky",
                    "suffix": ""
                },
                {
                    "first": "TE",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Crit Care",
            "volume": "9",
            "issn": "",
            "pages": "384-389",
            "other_ids": {
                "DOI": []
            }
        }
    }
}