{
    "paper_id": "PMC7134575",
    "metadata": {
        "title": "WHO and the media: a major impediment to global health?",
        "authors": [
            {
                "first": "Pamela",
                "middle": [],
                "last": "Das",
                "suffix": "",
                "email": "pamela.das@lancet.com",
                "affiliation": {}
            },
            {
                "first": "Gabriela",
                "middle": [],
                "last": "Sotomayor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "On May 19–24, 2014, WHO hosted the sixty-seventh session of the World Health Assembly (WHA) in Geneva, Switzerland. This annual event is a time when senior health officials from member states convene to review WHO's practices and finances, and adopt new goals and assign tasks in public health policies. According to the press release at the close of the WHA, more than 20 resolutions on important public health issues were adopted.1 Margaret Chan, WHO's Director-General, is quoted in the release as saying: “This has been an intense Health Assembly, with a record-breaking number of agenda items, documents and resolutions, and nearly 3500 registered delegates. This is a reflection of the growing number of complexity of health issues, and your deep interest in addressing them.”1\n",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 433,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 782,
                    "end": 783,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "However, one group of participants, namely the media, felt somewhat ostracised from the debates that took place at the WHA. For the second year in a row, Margaret Chan did not give a specific address to the media at the WHA, despite a request before the WHA from the Geneva-based Association of Correspondents Accredited to the United Nations (ACANU) to do so. ACANU asked Margaret Chan to meet the press to discuss the main topics of the WHA; she declined this request, arguing a lack of time, a reason that journalists found disrespectful. Throughout the week, Margaret Chan was not available to the media for comment, and there was no process by which she could receive questions from the media and respond. The reactions from the media at the WHA's daily press briefings ranged from disappointment to outrage, and, unsurprisingly, Margaret Chan's absence became a story in itself. Yet the Director-General was visible elsewhere during the WHA, addressing technical briefings and other ministerial events. Furthermore, access to WHO technical experts and ministers was also limited throughout the week. Again, the media were told that these individuals were just too busy to meet the media, although they were available for interviews on WHO's daily digital event World Health+SocialGood.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "When asked to comment on why WHO's Director-General declined requests to meet the press formally, a WHO spokesperson said: “As you know, it has not been normal practice for the Director-General to meet the media during the World Health Assembly. Other members of staff do that on behalf of the Organization, because Dr Chan's own schedule is so packed. This was a particularly intense World Health Assembly, attended by nearly 3500 registered delegates, which passed more than 20 resolutions. The Director-General's daily agenda was a long series of back-to-back meetings of the governing bodies, technical briefings and side events, and meetings requested by Ministers of Health. But WHO is keenly aware of the importance of keeping the media informed about the Health Assembly. We held daily press briefings, facilitated interviews with senior WHO experts, organised topic specific briefings, and ensured that guest speakers gave press conferences within the Palais des Nations, as well as live-streaming daily commentary on the proceedings.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "But there is an unwritten rule between the UN press corps and heads of UN agencies based in Geneva that at least once a year they talk to the press. Since September, 2013, ACANU has had press conferences with the heads of many UN agencies. Beyond the UN family, the Director-General of the World Trade Organization, the President of the International Committee of the Red Cross, and other institutional leaders have also briefed the ACANU in person. Even UN Secretary-General Ban Ki-moon finds time to meet the press when he comes to Geneva. Why should WHO's Director-General be any different?",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "These briefings with the press are important because the international media have a responsibility to report properly and accurately. It is vital that they have access to all information sources, especially to key experts and delegates. The head of an organisation that is financed by states has an obligation to speak to the media and is accountable to them. The transparency and credibility of the organisation depends on it. So it is unacceptable that the media were relegated to a position of such unimportance during the WHA, especially at a time when threats to public health are high with the current outbreaks of Middle East respiratory syndrome coronavirus, polio, and Ebola haemorrhagic fever,2, 3, 4, 5 just to name a few. A senior UN correspondent told us, “there is a restrictive and increasingly closed door culture that has become a major impediment for reporters covering global public health and humanitarian issues”.",
            "cite_spans": [
                {
                    "start": 703,
                    "end": 704,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 706,
                    "end": 707,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 709,
                    "end": 710,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 712,
                    "end": 713,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Furthermore, at a time when WHO is undergoing a period of reform the agency needs to be scrutinised. For example, WHO's engagement with non-state actors, which include the private sector, philanthropic foundations, academia, and non-governmental organisations, continued to be a topic of debate at this year's WHA.6 Certain parties have called for the need to preserve the integrity of WHO and to ensure transparency in relation to private sector funding.7 In this context, the media have a vital part to play by raising questions about the common practices of the agency and how it is funded, as well as by monitoring the progress of reform.",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 315,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 455,
                    "end": 456,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We believe Margaret Chan would better serve her organisation by building closer relations with UN correspondents instead of disregarding the press. In terms of public awareness and engagement, the media are important allies to WHO's mission. It is imperative that by the sixty-eighth WHA, in 2015, efforts to improve the relationship between WHO and the media are made, and the Director-General takes time out of her busy schedule to address the media formally.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "World Health Assembly closes, news release",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Special report—Saudi Arabia takes heat for spread of MERS virus",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kelland",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Reuters",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Iran confirms first two cases of MERS",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Moghtader",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Reuters",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "WHO statement on the meeting of the International Health Regulations Emergency Committee concerning the international spread of wild poliovirus",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "West Africa Ebola outbreak still spreading, “situation serious”: WHO",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nebehay",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Samb",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Reuters",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Sixty-seventh World Health Assembly Provisional agenda item 11.1. WHO reform: progress report on reform implementation. Report by the Director-General",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Clift",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "What's the World Health Organization for? Final report from the Centre on Global Health Security Working Group on Health Governance",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}