{
    "paper_id": "PMC7196694",
    "metadata": {
        "title": "Viable Viral Efficiency of N95 and P100 Respirator Filters at Constant and Cyclic Flow",
        "authors": [
            {
                "first": "Paul",
                "middle": [
                    "D."
                ],
                "last": "Gardner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jonathan",
                "middle": [
                    "P."
                ],
                "last": "Eshbaugh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shannon",
                "middle": [
                    "D."
                ],
                "last": "Harpest",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aaron",
                "middle": [
                    "W."
                ],
                "last": "Richardson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kent",
                "middle": [
                    "C."
                ],
                "last": "Hofacre",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The growing threat of a pandemic caused by influenza virus variants such as the influenza A (H1N1), avian flu virus (H5N1), or virulent pathogenic agents presents a unique challenge to healthcare workers, emergency responders, and the civilian population. The influenza virus can be spread from person to person in airborne droplets produced by the sneeze or cough of an infected person.(1) The Centers for Disease Control and Prevention (CDC) currently recommends that healthcare workers wear a respiratory protective device at least as protective as a National Institute for Occupational Safety and Health (NIOSH) approved, fit-tested, N95 disposable filtering facepiece respirator (FFR) when in close contact to a patient infected by a respiratory pathogen (e.g., tuberculosis, severe acute respiratory syndrome (SARS) corona virus, and so on) thought to spread human to human via aerosol transmission.(2)",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 389,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 906,
                    "end": 907,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Infectious viral aerosols are not well characterized and are poorly understood in the real world. A single virus can range in size from 20 to 300 nm. Although a single virus may be smaller than a bacteria particle (300 to 10,000 nm in size), viral aerosols likely exist as agglomerates or attached to inert particles.(3,4) Infectious aerosols generated by coughing, sneezing, talking, and breathing create a diverse size of particles ranging from less than 1 μm to 100 μm.(5) Measurements taken in a healthcare facility in the size ranges of <1 μm, 1–4 μm, and > 4 μm detected particles containing the influenza in each range at 4, 46, and 49%, respectively.(6) Although natural occurring virus aerosols likely exist as agglomerates, the infectious aerosol process is not well known and does not exclude the possibility of an infectious viral aerosol within the nanometer size range.",
            "cite_spans": [
                {
                    "start": 318,
                    "end": 319,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 320,
                    "end": 321,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 473,
                    "end": 474,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 659,
                    "end": 660,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Currently, NIOSH certifies respirators to meet performance requirements defined in Title 42 of the Code of Federal Regulations (CFR) Part 84.(7) In order to verify respirator particulate filter efficiency, N95 FFRs and filter cartridges are challenged with a sodium chloride (NaCl) aerosol having a count median diameter (CMD) of 0.075 μm and geometric standard deviation (GSD) of 1.86. A light scattering photometer is used to measure the aerosol penetration on a mass basis at a constant 85 L/min flow rate. The mass-based penetration is the ratio of aerosol mass per unit volume measured upstream and downstream of the respirator filter. The certification requirements are intended to provide a measure of respirator filter performance during a severe condition with respect to flow and particle size, charge, and shape.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The NIOSH respirator certification photometry method provides an indication of particle mass, which is appropriate for calculating mass-based chemical exposure hazards, but small aerosol particles (<100 nm) have very little mass and are not well detected by the photometry method.(8) The NIOSH-certification method effectively only measures the penetration of particulate aerosols greater than 100 nm.(8) A count-based method offers better sensitivity within the nanometer size range than the photometry method since the efficiency is determined by measuring the actual number of aerosol particles that penetrate the respirator filter. Furthermore, a count-based method is more relevant to biological dosing hazards since the number of organisms deposited in the respiratory tract is one factor used to estimate the risk of infection.(9)",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 282,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 402,
                    "end": 403,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 835,
                    "end": 836,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Respirator filtration efficiency is dependent on particle size and face velocity.(3) Studies have found the most penetrating particle size (MPPS) of N95 filters is generally between 40 and 50 nm which is within the size range of individual viruses.(10–13) Face velocity is related to the airflow through the filter and the available surface area of the filter. An increase in face velocity will increase the penetration within the MPPS range.(3) Flow pattern can also affect penetration. A normal breathing rate approximated by a cyclic sinusoidal flow rate though a respirator filter will result in a higher particulate penetration than a constant flow equivalent based on minute volume.(12) Additionally, peak flow rates measured during exhaustive work can exceed the 85 L/min NIOSH certification flow.(14) A high breathing rate and particles sized within the MPPS range may result in aerosol penetration exceeding that associated with the stated certification level.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 249,
                    "end": 251,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 252,
                    "end": 254,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 443,
                    "end": 444,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 689,
                    "end": 691,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Numerous studies have investigated the efficiency of NIOSH-approved FFRs against airborne bacteria.(15–22) The FFRs for the most part have been shown to provide protection at or better than their NIOSH certification rating. Penetration of bacteria was found to be dependent on aerodynamic diameter as well as shape. For a given aerodynamic diameter, rod-shaped bacteria with a larger aspect ratio (length to width) were generally collected more effectively on filter media than bacteria with a low aspect ratio (round).(22) The certification challenge aerosol has a mass median aerodynamic diameter (MMAD) of approximately 300 nm and is closer to a sphere in shape and sized smaller than most bacterial aerosols. Since the filters prove efficient under the certification test conditions, they are expected to provide adequate protection, assuming a proper fit, against infectious bacterial aerosols such as tuberculosis.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 102,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 103,
                    "end": 105,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 520,
                    "end": 522,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Fewer studies have investigated the efficiency of NIOSH-approved FFRs and particulate filters against viral aerosols. Studies have shown higher penetration of particles sized within the unagglomerated viral size range,(10–12,23) compared to larger particles, but less is known about how much of the penetration is made up of viable viruses. A study by Balazy et al.(23) measured the total size-dependent penetration of a MS2 bacteriophage virus (MS2 virus) aerosol through N95 FFRs and surgical masks at a constant 85 L/min flow with a Wide-range Particle Sizer (WPS, MSP Inc., Minn.). The particle sizer counted and sized each particle in small intervals from 10 to 80 nm. Although particles were detected within each size range, the most counts were within the 30 nm interval when measuring the challenge aerosol. The authors speculated that the disperse aerosol was likely made up of agglomerates of cell fragments and viable cells. At the MPPS, approximately 50 nm, one of the N95 filters tested exceeded 5%. The authors concluded that NIOSH-certified FFRs may not provide the expected protection against viral aerosols. Although higher particulate penetration levels than expected were detected, the penetration may have been viral fragments or inert salts from the nebulized liquid suspension medium and not viable viral particles.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 222,
                    "end": 224,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 225,
                    "end": 227,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 366,
                    "end": 368,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "A study conducted by Eninger et al.(24) simultaneously measured the physical and viable penetrations of a MS2 challenge aerosol with essentially the same setup as Balazy et al.(23) The viable penetration values were found to agree with the physical penetration measurements within the 20 to 30 nm range based on the assumption that single viruses (20 to 30 nm in size) were aerosolized. However, the viable size of the bioaerosol test challenge was not measured so the comparison may not be valid. The penetration characteristics of viable viruses close to the MPPS in both studies were uncertain.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 38,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 177,
                    "end": 179,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Lore et al.(25) evaluated the physical and viable penetrations of NIOSH-certified N95 and P100 FFRs at a flow rate of 85 L/min using inert salt (NaCl) and viable MS2 aerosol test challenges. The MS2 physical filtration performance was found to be equivalent to that of NaCl for all FFR models tested. However, the viable MS2 penetration values for the conventional N95 and P100 FFRs (those without an antimicrobial treatment) were found to be less than the MS2 physical penetration measurements. The authors attributed the apparent discrepancy to intrinsic experimental variability associated with the viable MS2 measurement methods. They also noted that the nebulizer solution contained spent growth media, nutrients, and other particles along with the MS2 viruses producing a polydisperse aerosol ranging from 10 to 407 nm. In another study, Wen et al.(26) measured the viable penetration of high-efficiency particulate air (HEPA) equivalent full-facepiece respirator filter cartridges using a polydisperse phage f2 surrogate viral aerosol with a geometric mean size of 765 nm. Using a setup similar to Balazy et al.,(23) the filtration efficiencies of the HEPA-equivalent cartridges tested exceeded 99.99%.",
            "cite_spans": [
                {
                    "start": 12,
                    "end": 14,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 855,
                    "end": 857,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1120,
                    "end": 1122,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "All the previous mentioned studies, as well as this study, used a surrogate viral aerosol (e.g., MS2) to evaluate the filtration efficiencies of N95/P100 FFRs and particulate respirator filters. A recent study by Zuo et al.,(27) however, investigated both the physical and viable penetration of N95 FFRs using actual pathogenic viruses. The authors used human adenovirus serotype 1 and swine influenza H3N2 virus (SIV) for the test aerosols. The FFRs were tested at a constant flow rate of 85 L/min. The size distribution of both bioaerosols was similar and polydisperse with a CMD of approximately 50 nm. The physical penetration of the virus aerosols was found to be between 2 and 5%. The infectivity (viable) penetration of the adenovirus was found to be two orders of magnitude lower than physical penetration, leading the authors to conclude that the latter measurement provides a more conservative estimate for respirator performance.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 227,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Infectious bioaerosols pose a serious concern to those exposed during occupational activities. Air-purifying particulate respirators are widely used by healthcare workers and other professions to provide protection against influenza and other viral airborne pathogens. In an effort to provide a better understanding of the filtration efficiency of commonly used particulate respirators, the viable penetration of a viral aerosol was measured on NIOSH-approved N95 and P100 FFRs and filter cartridges. A nebulized solution of MS2 was used as the surrogate bioaerosol test challenge, and the tests were performed under high constant and cyclic flows to provide an assessment of filter efficiency when worn under conditions of maximum work.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "A total of eight NIOSH-approved particulate respirators (FFRs and filter cartridges) were evaluated in this study. The filter types and models tested are summarized in Table I and included two N95 FFRs, two P100 FFRs, two N95 cartridges, and two P100 cartridges. Although healthcare workers primarily use N95 FFRs to protect against bioaerosol hazards, P100 FFRs and N95/P100 cartridges used with elastomeric half-mask respirators are also available for use. Thus, both types were included in the study. The FFRs and cartridges were obtained from several manufacturers to provide a range of selections. The FFRs and cartridges were tested as-received. The environmental conditions during testing were maintained at ambient temperature (25 ± 3°C) and relative humidity (40 ± 10%). Tests were performed at two constant and two cyclic flow rates. The constant flow rates were 85 and 270 L/min. The cyclic sinusoidal flow conditions had minute volumes (volume of air inhaled in one minute during breathing cycle) of 85 (37 breaths/min–2.3 L tidal volume) and 135 L/min (44 breaths/min–3.1 L tidal volume). The 85 L/min constant flow matched the NIOSH certification flow rate and the minute volume flow of the 85 L/min cyclic flow condition. In addition to the minute flow, the sinusoidal cyclic flows have peak and mean inhalation flows.\n",
            "cite_spans": [],
            "section": "Filters and Flow Rates ::: METHODS AND MATERIALS",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 175,
                    "mention": "Table I",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The peak inhalation flow (PIF) represents the highest rate of airflow during the inhalation phase of the breathing cycle. The mean inhalation flow (MIF) is the average rate of airflow over the entire inhalation portion of the breathing cycle. Previous research has shown that the PIFs and MIFs are important when looking at filter efficiency.(12,28) The 270 L/min provided a constant flow condition equivalent to the PIF and MIF of the 85 and 135 L/min cyclic flow conditions, respectively. These flows represent extreme conditions that will not likely be encountered while wearing these types of filters. A more detailed description of the flows and justification for high flow test rates can be found in a companion study performed by Eshbaugh et al.(12) Since most non-powered air-purifying respirators use particulate cartridges in pairs, the cartridges were all tested at half the tidal volume or constant flow rate stated.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 345,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 346,
                    "end": 348,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 753,
                    "end": 755,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Filters and Flow Rates ::: METHODS AND MATERIALS",
            "ref_spans": []
        },
        {
            "text": "The test system, illustrated in Figure 1, consisted of an exposure chamber, breathing machine or vacuum pump, aerosol generator, and aerosol sampling systems. The chamber was a sealed Lucite enclosure approximately 75 × 75 × 60 cm. The test filter or respirator was sealed to a filter holder mounted on the bottom of the chamber. The filter holder passed through the bottom of the chamber and connected to the breathing machine, or vacuum pump, with large-diameter (∼2.5 cm OD) flexible tubing. The in-house custom fabricated breathing machine was of piston-cylinder design and allowed for the adjustment of the tidal volume and breathing rate. A vacuum pump (Gast Manufacturing Inc., Benton, Mich.) was used for constant flow tests. The test system was also set up such that the test filter (i.e., cartridge or FFR) was bypassed during system start-up to minimize aerosol loading.\n",
            "cite_spans": [],
            "section": "Test Apparatus ::: METHODS AND MATERIALS",
            "ref_spans": [
                {
                    "start": 32,
                    "end": 40,
                    "mention": "Figure 1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Samples of the aerosol challenge and filter effluent were collected on 47-mm water-soluble gelatin filter discs (Sartorius Stedim Biotech S.A., Aubagne, France) for subsequent bioassay to determine the viable airborne concentrations. Gelatin filters have been shown to have collection/recovery efficiencies for MS2 aerosols similar to standard impinger sampling methods.(29) The challenge sample was collected through a sampling probe that extended away from the chamber wall. The filter discs were housed in a 47-mm filter holder and a sample pump (Gast Manufacturing Inc., Benton, Mich.) was used to pull 4 L/min through the filter. The filter samples were analyzed using established plaque bioassay techniques to determine the number of viable virus particles. A monolayer of E. coli (American Type Culture Collection [ATCC] No. 15597, Rockville, Md.) was infected with a sampled MS2 dilution. Clear areas in the cloudy Petri dish appeared as the viruses grew and killed the host E. coli cells. The clear areas or plaques were counted and the plaque-forming units (pfu) per liter of sampled air were calculated. It was assumed that one plaque corresponded to one virus.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 373,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Test Apparatus ::: METHODS AND MATERIALS",
            "ref_spans": []
        },
        {
            "text": "The MS2 virus is an icosahedron-shaped, approximately 20 nm-diameter virus that replicates inside host E. coli cells. MS2 (ATCC No. 15597-B1) was selected as it is non- pathogenic and its viability after aerosolization has been demonstrated.(24,29) The aerosol generation system consisted of a nebulizer and charge neutralizer (Model 3012, TSI, Shoreview, Minn.). The MS2 virus was suspended in filtered, deionized water and aerosolized using a 24-jet Collison nebulizer (BGI Inc., Waltham, Mass.). Typical suspension concentrations were 1 × 1011 pfu/ml. To dry the aerosol, the aerosol was diluted with dry filtered house air prior to delivery to the test chamber. Typical viable challenge concentrations were 1 × 105 pfu/L air.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 245,
                    "end": 247,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "MS2 Virus Aerosol ::: METHODS AND MATERIALS",
            "ref_spans": []
        },
        {
            "text": "Control samples were assessed to ensure MS2 viability as well as diluents and media sterility. MS2 stock samples were measured routinely as positive control samples. For each test, a post nebulization sample was measured from the MS2 used to generate challenge aerosols as a check on MS2 viability during testing. Media, diluents, and filter blanks were analyzed as negative controls to ensure no contamination. The challenge and downstream samples were paired to negate the impact of potential MS2 loss due to sampling and environmental factors. The upstream and downstream samples were collected simultaneously and the sample flow rates were the same.",
            "cite_spans": [],
            "section": "MS2 Virus Aerosol ::: METHODS AND MATERIALS",
            "ref_spans": []
        },
        {
            "text": "The size distribution of the aerosol containing viable MS2 was measured with a cascade impactor (Model 266 Marple Impactor, Sierra Instruments, Carmel Valley, Calif.). The number of viable viruses collected on each stage was determined by bioassay. The distribution of the viable MS2 as a function of particle size is shown in the log probability graph in Figure 2. The cumulative percent of MS2 viruses collected per stage (represented by the circles in the figure) are plotted along with the corresponding line of best fit. The linear regression was fitted to the first three data points which represents over 95% of the collected viable viruses and had a correlation coefficient (R2) of 0.949 and GSD of 1.6. The intersection of the line of best fit at the 50th percentile point on the graph provides an estimate of the MMAD which was around 500 nm. This is a viable aerosol measurement, not the total aerosol distribution. Other particles such as dried solids and viral fragments may also be in the challenge aerosol but are not detected by the particle measurement method if they are not associated with a viable virus.\n",
            "cite_spans": [],
            "section": "MS2 Virus Aerosol ::: METHODS AND MATERIALS",
            "ref_spans": [
                {
                    "start": 356,
                    "end": 364,
                    "mention": "Figure 2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "The percent aerosol penetration (P) was defined as the ratio of the downstream viable aerosol concentration (CDown) to the challenge (upstream) aerosol concentration (CChal):\n(1)",
            "cite_spans": [],
            "section": "Calculation of Aerosol Penetration ::: METHODS AND MATERIALS",
            "ref_spans": []
        },
        {
            "text": "Alternatively, the filtration efficiency (η) was defined as:\n(2)",
            "cite_spans": [],
            "section": "Calculation of Aerosol Penetration ::: METHODS AND MATERIALS",
            "ref_spans": []
        },
        {
            "text": "The efficiencies were measured based on viable aerosol concentrations (pfu/L). The viable concentration was determined from the bioassay of the 47-mm filter discs and the total sample volume. Two upstream and two downstream samples were collected during each test. The number of plaque-forming units, after correcting for dilution factors during bioassay, was divided by the volume of air sampled to obtain the viable airborne concentration. The average values were used to calculate the penetration.",
            "cite_spans": [],
            "section": "Calculation of Aerosol Penetration ::: METHODS AND MATERIALS",
            "ref_spans": []
        },
        {
            "text": "The challenge concentration was maintained at a level to measure penetrations of at least 0.03%. Minimum detection limits of 2 pfu/L air sampled were established for MS2 enumeration methods. Depending on flow condition, the challenge concentration of MS2 ranged between 1 × 104 and 1 × 105, leading to minimum penetrations of 0.02 to 0.002%. The actual minimum measureable penetration varied from trial to trial depending on the measured challenge concentration.",
            "cite_spans": [],
            "section": "Calculation of Aerosol Penetration ::: METHODS AND MATERIALS",
            "ref_spans": []
        },
        {
            "text": "The average measured penetration (three trials) of viable MS2 through each of the test filters over the range of conditions is summarized in Table II. The P100 FFRs and cartridges were very efficient as the measured penetrations were typically below the detection limit of the method. The measured count-based penetrations for these filters were all less than 0.03% (i.e., filtration efficiencies > 99.97%) even at the extreme high flow conditions representing maximum work. Detectable quantities of MS2 penetrated the N95 FFRs/ cartridges, but the penetration was less than 5% in all cases. A slight increase in penetration ranging from a factor of two to three could be seen with an increase in either constant or cyclic flow rate, which is consistent with the literature.(12,28)\n",
            "cite_spans": [
                {
                    "start": 775,
                    "end": 777,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 778,
                    "end": 780,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 141,
                    "end": 149,
                    "mention": "Table II",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Particulate penetration is highly dependent on size and flow rate.(3,10–12) As a result, particles larger or smaller than the MPPS will not penetrate as well. In this study, a nebulized suspension of MS2 was used as a surrogate test challenge to characterize the effectiveness of N95 and P100 FFRs and cartridges against infectious airborne viruses. Real-world viral aerosols are created by a cough, sneeze, or speech from an infected person. Most viral particles detected by Blachere et al.(6) in a healthcare setting during the peak of influenza season were greater than 1 μm. Conversely, as a result of the aerosolization techniques, most viable MS2 aerosol particles in this study were less than 1 μm. Although the individual MS2 virus was sized within the MPPS range, the viruses agglomerated with other viruses and dried solute particles to create a viable aerosol with a MMAD of approximately 500 nm. Even though the majority of the viable MS2 aerosol was not within the MPPS range, the aerosol was sized smaller than that measured by Blachere et al.,(6) and thus was expected to be a more severe challenge than a naturally occurring viral aerosol. Even at high constant and cyclic flow rates in this study the measured viable penetration did not exceed 2%.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 68,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 69,
                    "end": 71,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 72,
                    "end": 74,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 492,
                    "end": 493,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1059,
                    "end": 1060,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Balazy et al.(23) had shown that 50 nm particles of a viral MS2 aerosol do penetrate and could exceed 5%, but it was not known whether the viable viruses penetrated or only fragments as the measurement technique detected both viable and non-viable particles. Similarly, Rengasamy et al.(11) found that the average penetration of some N95 respirator models exceeded 5% when challenged with a monodisperse 40 nm salt aerosol. The penetration only slightly exceeded 5% and was not found to be significantly different from the 5% limit.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 16,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 287,
                    "end": 289,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Studies to distinguish between viable and physical penetration have been performed by other researchers.(24,25,27) Viable penetration is the ratio of culturable microorganisms that penetrate the filter to that determined in the bioaerosol test challenge, whereas physical penetration represents the fraction of all particles (viable or non-viable) that penetrate the filter. The penetration of both types of aerosols is dependent on the face velocity which is a function of the effective surface area of the filter and test flow rate.(3) However, viable penetration is also dependent on the bioaerosol's resistance to environmental degradation. Certain microorganisms are susceptible to desiccation and oxidation while airborne which can reduce their viability.(30) Robust bioaerosols, such as the MS2 used in this study, would thus be expected to yield comparable penetration values to physical (i.e., inert) aerosols of similar size.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 107,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 108,
                    "end": 110,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 111,
                    "end": 113,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 535,
                    "end": 536,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 762,
                    "end": 764,
                    "mention": "30",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "A direct comparison of inert 50 nm NaCl particulate penetration results, obtained from a companion study by Eshbaugh et al.,(12) with the MS2 bioassay results for the same N95 filter models is shown in Figures 3 and 4. The 50 nm inert aerosol was selected since it is within the MPPS for N95 filters and is reasonably close in size to the NaCl test aerosol used by NIOSH to certify particulate respirators.(7) Only the N95 filters were used for comparison, since the P100 filters were generally very efficient against the MS2 aerosol. Penetration of the 50 nm salt particles was higher than that of the MS2 aerosol for every filter and flow rate combination, ranging from a factor of two to (most typically) over ten times higher penetration. This finding is expected since the larger MS2 particle size produced in this study would exhibit less penetration compared to bioaerosol or inert challenges in the MPPS range. Generally, the viable penetration values were similar to the 0.7 and 1.3 μm salt penetrations measured in Eshbaugh et al.(12) which is more consistent with the measured MS2 aerosol distribution used in this research.\n\n",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 127,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 407,
                    "end": 408,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1041,
                    "end": 1043,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 202,
                    "end": 211,
                    "mention": "Figures 3",
                    "ref_id": null
                },
                {
                    "start": 216,
                    "end": 217,
                    "mention": "4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "In Figures 3 and 4, it can be seen that an increase in flow caused an increase in penetration of the MS2 test aerosol in all but one filter. The increased penetration with increased flow is in agreement with the literature.(3,28) The measured constant 85 L/min viable penetration was less than the cyclic 85 L/min penetration. This is consistent with the constant-cyclic flow comparisons for inert particle penetrations in Eshbaugh et al.(12) and Haruta et al.(28) Eshbaugh et al.(12) concluded that the penetration measured at the constant flow equivalent to the cyclic MIF or PIF more closely resembled the penetration measured at the cyclic flow. Haruta et al.(28) demonstrated that penetrations measured at a cyclic flow of 85 L/min and the constant flow equivalent to the cyclic MIF were similar. In this study, a relationship between the cyclic flows and the equivalent constant MIF or PIF flow was not observed.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 225,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 226,
                    "end": 228,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 439,
                    "end": 441,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 461,
                    "end": 463,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 481,
                    "end": 483,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 664,
                    "end": 666,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 12,
                    "mention": "Figures 3",
                    "ref_id": null
                },
                {
                    "start": 17,
                    "end": 18,
                    "mention": "4",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "A three-way analysis of variance (ANOVA) was performed to statistically compare log-transformed inert and viral penetrations. The three factors included were particle type/size (inert or viral), filter, and flow rate/type. Again, only the N95 filter data were used in the analysis, as the P100 filters were often below the viable detection limit. Although the transformed data were not normal, the deviations from normal were relatively moderate and occurred at the extremes of the distribution. As a result, the departures from normality were not expected to affect the outcome of the ANOVA. As expected, particle type/size, filter, and flow rate/type were all statistically significant factors (p < 0.05). Since particle type/size was significant, it confirmed the observations that the viable aerosol penetrated less than the inert MPPS aerosol.",
            "cite_spans": [],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In this study, N95 and P100 FFRs and cartridges were challenged with a bioaerosol consisting of agglomerates of viable MS2 and salts/debris in the suspension that was larger than the MPPS for these types of filters. The risk of occupational exposure to monodisperse bioaerosols within the MPPS, however, is expected to be low since the vast majority (>95 percent) of infectious virus-laden airborne particles are likely to be greater than 100 nm, based on measurements taken in a hospital setting.(6) Eninger et al.(31) tested the performance of N99 and N95 FFRs against an inert salt aerosol (NaCl) and three virus aerosols (MS2, T4, and Bacillus subtilis phage). All the aerosols had a large fraction of particles in the ultrafine range (∼20 to 500 nm). The filter penetration of the bioaerosols did not exceed that of inert NaCl aerosol, suggesting that inert test aerosols are suitable for predicting filter penetration of similarly sized viruses.",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 499,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 516,
                    "end": 518,
                    "mention": "31",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The size distribution of the test bioaerosol has a considerable affect on the filtration efficiency of particulate respirators. It is therefore difficult to directly compare the results from this study to other studies that produced MS2 aerosols having significantly different particle size characteristics. Furthermore, filtration studies conducted using different microorganisms, bioaerosol dissemination methods, and test conditions (e.g., flow rates or relative humidity) would be expected to yield different penetration results. The findings from this study suggest that testing with inert aerosols in the MPPS range provides a very conservative estimate of respirator filtration efficiency against larger naturally occurring bioaerosols. NIOSH uses a mass-based penetration measurement which cannot be directly compared to the count-based penetration measurement used in this study. The count-based penetrations presented throughout this study, therefore, do not indicate a pass (or fail) of the NIOSH certification tests.",
            "cite_spans": [],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although not evaluated in this study, the level of protection afforded by an air-purifying respirator is predominantly dependent on the quality of the face seal. The majority of aerosol penetration occurs at the face seal interface and not through the filter material.(32) All masks need to provide a reasonable leak-tight face seal for optimum protection. For regulation of workplace respiratory protection programs, OSHA gives all FFRs and elastomeric half-mask respirators an assigned protection factor (APF) of 10 regardless of filter type (i.e., N95 or P100).(33) Thus, the respirator is only expected to reduce the outside aerosol by 90% (i.e., no more than one-tenth the concentration of outside aerosol is allowed inside). The protection level (i.e., APF) is lower than the minimum N95 and P100 filter certification efficiency of 95 and 99.97%, respectively, to account for face seal leakage. In all cases, a well- administered respiratory protection program is necessary to evaluate hazards and to ensure that workers are provided with appropriate well-fitted respirators and properly trained in their use. Results from this study suggest that a good-sealing N95 or P100 particulate respirator worn to prevent exposure to a viral aerosol should perform adequately to meet the APF.",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 271,
                    "mention": "32",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 565,
                    "end": 567,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "RESULTS AND DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The filtration efficiency of selected NIOSH-approved N95 and P100 FFRs and cartridges was assessed against a MS2 viable viral aerosol challenge under high volumetric flow conditions, representative of very high work rates. The N95 and P100 viable mean penetrations were typically less than 2 and 0.03%, respectively, under all flow conditions. Viral aerosols typically do not exist as single airborne viruses, instead they form agglomerates that typically are larger than the MPPS of the filter.(3,4,6) In the controlled laboratory conditions of this study, the resulting MS2 virus MMAD was approximately 500 nm. As a result, the viruses did not penetrate the filters to the extent of aerosols in the MPPS range (typically 40 to 50 nm for N95 filters). Thus, the N95 and P100 FFRs/cartridges tested in this study met or exceeded their efficiency criteria (95 and 99.97%, respectively) against the viable MS2 aerosol challenge even under very high flow breathing conditions.",
            "cite_spans": [
                {
                    "start": 496,
                    "end": 497,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 498,
                    "end": 499,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 500,
                    "end": 501,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "CONCLUSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "How Flu Spreads.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Interim Guidance for Infection Control for Care of Patients with Confirmed or Suspected Novel Influenza A (H1N1) Virus Infection in a Healthcare Setting.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "W.C.",
                    "middle": [],
                    "last": "Hinds",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Aerosol Technology; Properties, Behavior, and Measurement of Airborne Particles",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Sampling methodologies and dosage assessment techniques for submicrometer and ultrafine virus aerosol particles.",
            "authors": [
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Hogan",
                    "suffix": ""
                },
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Kettleson",
                    "suffix": ""
                },
                {
                    "first": "M-H",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Ramaswami",
                    "suffix": ""
                },
                {
                    "first": "L.T.",
                    "middle": [],
                    "last": "Angenent",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Appi. Microbiol.",
            "volume": "99",
            "issn": "",
            "pages": "1422-1434",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Droplet fate in indoor environments, or can we prevent the spread of infection?",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Morawska",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Indoor Air",
            "volume": "70",
            "issn": "",
            "pages": "335-347",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Measurement of airborne influenza virus in a hospital emergency department.",
            "authors": [
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "Blachere",
                    "suffix": ""
                },
                {
                    "first": "W.G.",
                    "middle": [],
                    "last": "Lindsley",
                    "suffix": ""
                },
                {
                    "first": "T.A.",
                    "middle": [],
                    "last": "Pearce",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin. Infect. Dis.",
            "volume": "48",
            "issn": "",
            "pages": "438-440",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Code of Federal Regulations, Title",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "What does respirator certification tell us about filtration of ultrafine particles?",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Eninger",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Reponen",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "McKay",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Occup. Environ. Hyg.",
            "volume": "5",
            "issn": "",
            "pages": "286-295",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Use of a probabilistic infections dose model for estimating airborne pathogen infection risk: Application to respiratory protection.",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nicas",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Intern. Soc. Respir. Prot.",
            "volume": "22",
            "issn": "",
            "pages": "24-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Manikin-based performance evaluation of N95 filtering-facepiece respirators challenged with nanoparticles.",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Balazy",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Toivola",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Reponen",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Podgorski",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zimmer",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Grinshpun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann. Occup. Hyg.",
            "volume": "50",
            "issn": "3",
            "pages": "259-269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Nanoparticle penetration through NIOSH-approved N95 filtering-facepiece respirators.",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Verbofsky",
                    "suffix": ""
                },
                {
                    "first": "W.P.",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Intern. Soc. Respir. Prot.",
            "volume": "24",
            "issn": "",
            "pages": "49-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "N95 and Pl00 respirator filter efficiency under high constant and cyclic flow.",
            "authors": [
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Eshbaugh",
                    "suffix": ""
                },
                {
                    "first": "P.D.",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "A.W.",
                    "middle": [],
                    "last": "Richardson",
                    "suffix": ""
                },
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Hofacre",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Occup. Environ. Hyg.",
            "volume": "6",
            "issn": "",
            "pages": "52-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Filter performance of NIOSH-approved N95 and P100 filtering facepiece respirators against 4 to 30 nanometer-size nanoparticles.",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Rengasamy",
                    "suffix": ""
                },
                {
                    "first": "W.P.",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "B.C.",
                    "middle": [],
                    "last": "Eimer",
                    "suffix": ""
                },
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Shaffer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Occup. Environ. Hyg.",
            "volume": "5",
            "issn": "",
            "pages": "556-564",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "U.S. Army Edgewood Chemical Biological Center Technical Report, ECBC—TR-316",
            "authors": [
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Caretti",
                    "suffix": ""
                },
                {
                    "first": "P.D.",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Coyne",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Workplace Breathing Rates: Defining Anticipated Values and Ranges for Respirator Certification Testing.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "System design and test method for measuring respirator filter efficiency using mycobacterium aerosols.",
            "authors": [
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Aerosol Sci.",
            "volume": "25",
            "issn": "8",
            "pages": "1567-1577",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Mycobacterial aerosol collection efficiency of respirator and surgical mask filters under varying conditions of flow and humidity.",
            "authors": [
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "McCullough",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Appl. Occup. Environ. Hyg.",
            "volume": "12",
            "issn": "6",
            "pages": "435-445",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Evaluation of single-use masks and respirators for protection of health care workers against mycobacterial aerosols.",
            "authors": [
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Am. J. Infect. Control",
            "volume": "22",
            "issn": "2",
            "pages": "65-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Collection efficiencies of coarse and fine dust filter media for airborne biological particles.",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Maus",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Umhauer",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Aerosol Sci.",
            "volume": "28",
            "issn": "3",
            "pages": "401-415",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Collection of three bacterial aerosols by respirator and surgical mask filters under varying conditions of flow and relative humidity.",
            "authors": [
                {
                    "first": "N.V.",
                    "middle": [],
                    "last": "McCollough",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Brosseau",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Vesley",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ann. Occup. Hyg.",
            "volume": "41",
            "issn": "6",
            "pages": "677-690",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Performance of N95 respirators: Filtration efficiency for airborne microbial and inert particles.",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Willeke",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Grinshpun",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Coffey",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Am. Ind. Hyg. Assoc. J.",
            "volume": "59",
            "issn": "",
            "pages": "128-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Performance of respirator filters and surgical masks against bacterial aerosols.",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wake",
                    "suffix": ""
                },
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Bowry",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Crook",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Aerosol Sci.",
            "volume": "28",
            "issn": "7",
            "pages": "1311-1329",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Penetration of airborne microorganisms through a surgical mask and a dust/mist respirator.",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Willeke",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Qian",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ginshpun",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Ulevicius",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Am. Ind. Hyg. Assoc. J.",
            "volume": "57",
            "issn": "",
            "pages": "348-355",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Do N95 respirators provide 95% protection level against airborne viruses, and how adequate are surgical masks?",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Balazy",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Toivola",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "A."
                    ],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sivasubramani",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Reponen",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Grinshpun",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am. J. Infect. Control",
            "volume": "34",
            "issn": "",
            "pages": "51-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Differentiating between physical and viable penetrations when challenging respirator filters with bioaerosols.",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Eninger",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Reponen",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Grinshpun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clean",
            "volume": "36",
            "issn": "7",
            "pages": "615-621",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Performance of conventional and antimicrobial-treated filtering facepiece respirators challenged with biological aerosols.",
            "authors": [
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Lore",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Sebastian",
                    "suffix": ""
                },
                {
                    "first": "T.L.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Viner",
                    "suffix": ""
                },
                {
                    "first": "N.V.",
                    "middle": [],
                    "last": "McCullough",
                    "suffix": ""
                },
                {
                    "first": "S.H.",
                    "middle": [],
                    "last": "Hinrichs",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Occup. Environ. Hyg.",
            "volume": "9",
            "issn": "",
            "pages": "69-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Study on the testing method to determine the performance of personal respiratory protection equipment against a viral aerosol.",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Wen",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Appl. Biosafety",
            "volume": "77",
            "issn": "7",
            "pages": "26-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Brief report: Performance evaluation of filtering facepiece respirators using virus aerosols.",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zuo",
                    "suffix": ""
                },
                {
                    "first": "T.H.",
                    "middle": [],
                    "last": "Kuehn",
                    "suffix": ""
                },
                {
                    "first": "D.Y.H.",
                    "middle": [],
                    "last": "Pui",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am. J. Infect. Control",
            "volume": "41",
            "issn": "1",
            "pages": "80-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Experimental and theoretical investigation of the performance of N95 respirator filters against ultrafine aerosol particles tested at constant and cyclic flows.",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Haruta",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Eninger",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Reponen",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "McKay",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Grinshpun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Intern. Soc. Respir. Prot.",
            "volume": "25",
            "issn": "",
            "pages": "75-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Collection efficiencies of aerosol samplers for virus-containing aerosols.",
            "authors": [
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Tseng",
                    "suffix": ""
                },
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Aerosol Sci.",
            "volume": "36",
            "issn": "",
            "pages": "593-607",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The assessment of bioaerosols: A critical review.",
            "authors": [
                {
                    "first": "W.D.",
                    "middle": [],
                    "last": "Griffiths",
                    "suffix": ""
                },
                {
                    "first": "G.A.L.",
                    "middle": [],
                    "last": "DeCosemo",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "J. Aerosol Sci.",
            "volume": "25",
            "issn": "8",
            "pages": "1425-1458",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Filter performance of N99 and N95 facepiece respirators against viruses and ultrafine particles.",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Eninger",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Honda",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Adhikari",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Heinonen-Tanski",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Reponen",
                    "suffix": ""
                },
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Grinshpun",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Ann. Occup. Hyg",
            "volume": "52",
            "issn": "5",
            "pages": "1-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Efficacy of selected respiratory protective equipment challenged with bacillus subtilis subsp. niger.",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "D.D.",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "I.G.",
                    "middle": [],
                    "last": "Resnick",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Appl. Environ. Microbiol.",
            "volume": "4",
            "issn": "",
            "pages": "2184-2186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "“Assigned Protection Factors: Final Rule, 2006.”",
            "authors": [],
            "year": 2006,
            "venue": "Federal Register",
            "volume": "71",
            "issn": "",
            "pages": "164-50192",
            "other_ids": {
                "DOI": []
            }
        }
    }
}