{
    "paper_id": "PMC7198404",
    "metadata": {
        "title": "Challenges and solutions in meeting up the urgent requirement of ventilators for COVID-19 patients",
        "authors": []
    },
    "body_text": [
        {
            "text": "COVID-19 pandemic is an infectious disease which is caused by novel coronavirus. It is a highly contagious disease which begun in Wuhan in China at the end of December 2019 [1] and now has spread across the globe to around 200 countries, in a short period of three months and has affected more than 2.1 million individuals and has caused death in more than 145 thousand patients [2]. It can present as a mild infection (such as common cold) to a serious respiratory illness (such as pneumonia). The droplets of saliva and the discharge from the nose of the infected person while sneezing are the main sources for the spreading of coronavirus. There is no particular treatment or vaccine available for this disease at present. The seriously ill patients suffering from COVID-19 need respiratory support, as their lungs get damaged by the coronavirus leading to breathing difficulties. Ventilators are needed in such cases for supplying adequate oxygen (O2) into their lungs and also removing the carbon dioxide (CO2), as a lifesaving supportive measure. The ventilators are one of the most vital medical devices needed to keep these critically ill COVID-19 patients alive. There has been a drastic increase in the number of patients struck by COVID-19 pandemic in the hospitals and ICUs worldwide. However, sufficient ventilators are not available in the hospitals at present. An influential report from Imperial College London estimates that 30% of patients admitted in hospitals due to COVID-19 are expected to need the mechanical ventilation [3]. In a recently published study, Yang et al. [4] described their experience from Wuhan, China of the COVID-19 patients who were admitted in the ICU. 56% of their patients required non-invasive ventilation at admission and out of these 76% further required invasive mechanical ventilation. The mortality rate in the individuals who were on non-invasive ventilation was 79% and 86% in those who required invasive mechanical ventilation. They advised against the use of non-invasive ventilation for the patients with pneumonia. Non invasive ventilation like CPAP and hood are not preferred because they lead to increased aerosol generation and pose risk to healthcare workers. According to the WHO [5], one in six COVID-19 patients has significant difficulty in breathing and may require ventilator support. However, the patients who require ventilator support have low survival rates of 20% because many of these infected patients (40%) develop acute respiratory distress syndrome (ARDS), which has a high mortality. This has brought the availability, procurement and increasing production of ventilators to meet ever-growing need to our health care systems. We assess the current role of ventilators in managing the COVID-19 pandemic and strategies to help meet the world-wide demand (Table 1\n).",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 380,
                    "end": 381,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1545,
                    "end": 1546,
                    "mention": "3",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1593,
                    "end": 1594,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2243,
                    "end": 2244,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 2831,
                    "end": 2838,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Ventilator is a medical equipment/machine which is employed to provide respiratory support to the patients whose lungs are significantly compromised due to infection (pneumonia) etc. leading to severe respiratory problems. The ventilator uses a positive pressure to supply oxygen into the lungs through the inner ways and fully regulate the breathing process of the patients. A humidifier is used in ventilator to add moisture and heat to the oxygen so as to match with the temperature of the body of the patient. The lungs of the patients who require mechanical ventilation due to COVID-19 are so much inflamed that the oxygen is unable to reach the alveoli when a patient breathes, and the mechanical ventilator acts to force the oxygen flow under pressure to these small air passages. Medical ventilation is basically of two types: a) invasive mechanical ventilation and b) non-invasive ventilation. The invasive mechanical ventilation uses an endotracheal tube which is inserted in to trachea for the flow of oxygen in to the lungs of the patient, whereas the non-invasive ventilation does not employ any internal tube. The non-invasive ventilation devices such as continuous positive airway pressure (CPAP) device [6] and oxygen hoods are also used in the management less severe COVID-19 patients, so as avoid the need of mechanical ventilators which are invasive in nature. However, mechanical ventilators are most necessarily used in the situations where patients suffer from acute respiratory distress syndrome (ARDS) such as in COVID-19. This helps in normalizing the levels of oxygen in the body. They are primarily used in home care, emergency care, intensive care settings and as one of the parts of general anaesthesia machines.",
            "cite_spans": [
                {
                    "start": 1220,
                    "end": 1221,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Ventilator and its importance in COVID-19 pandemic",
            "ref_spans": []
        },
        {
            "text": "The present outbreak of COVID-19 pandemic has resulted in the dramatic increase in the number of patients who need respiratory care. Health care systems worldwide are facing the extreme shortfall of ventilators particularly mechanical ventilators and their components. The shortage of ventilators has already been experienced by most of the countries who are extremely hit by this pandemic [7]. One of the main reasons for the shortage of ventilators is the issues related to their global supply chain. Due to the worldwide spread of infection, the exports of the medical equipment's including ventilators have come to a halt. The situation has been become so alarming that as many as fifty four countries have stopped exporting the goods related to medical field including ventilators [8]. The production of medical machines such as ventilators demands more intensive capital and expertise.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 392,
                    "mention": "7",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 787,
                    "end": 788,
                    "mention": "8",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "The challenge of shortage and the cost of ventilators",
            "ref_spans": []
        },
        {
            "text": "Lot of efforts are urgently required to reduce and minimize the gap between the requirement and the supply of ventilators. Currently, there are very few companies all over the world that possess the expertise to manufacture ventilators. The suppliers to these companies should be supported to maximize the supply of raw materials needed produce these devices. In addition to this, efforts should be made to encourage more new industries to start producing cost-effective ventilators. Sharing of ventilator technology in this need of hour can prove to be very useful for the treatment of COVID-19 patients. Government agencies must put in their best efforts to coordinate this sharing strategy and play a critical role in closing the gap between the need and availability of these medical machines. If the coordinated effort is not put in, then it may result in the situation where the patients may not get the care and treatment they need especially in intensive care units. This will in turn lead to the drastic situations seen already in some of the countries such as Italy and USA. The European Union has issued a statement that its utmost priority should be to help and support the already existing manufacturers of ventilators in order to ramp up their production [9]. Thousands of experts, entrepreneurs and volunteers around the world are developing a different potential solution: creating open-source ventilators [10]. With access to relatively simple designs, makers in Africa or South America could build ventilators quickly and cheaply using already available hardware and infrastructure and since all the intellectual property of these projects will be free to use and licensing, copyright issues won't get in the way of builders. Apart from the shortage in the supply of ventilators, their high cost is a barrier to procure by most developing and underdeveloped economies. Hence, there have been several innovations done out of necessities by the doctors, engineers and engineering companies in India. Electronic and vehicle manufacturing companies have been roped in to manufacture ventilators quickly and at low cost. The engineering institutes have also been working to design and manufacture low cost and simplified versions of the ventilators. Postgraduate Institute of Medical Education and Research, Chandigarh has come up with a prototype for an affordable Artificial Manual Breathing Unit (AMBU) operating device, as a substitute to the ventilator. One ventilator is used for eight patients through a ventilator splitter [11].",
            "cite_spans": [
                {
                    "start": 1270,
                    "end": 1271,
                    "mention": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1423,
                    "end": 1425,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 2545,
                    "end": 2547,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Effects of shortages of ventilators",
            "ref_spans": []
        },
        {
            "text": "COVID-19 pandemic has caught every one of us unaware of the need for emergency tools and protocols like lifesaving ventilators. There is an urgent need to escalate the production of ventilators by the existing and potentially new manufacturers. Alternative manufacturing of the ventilators like using 3D printing and open source ventilators must be explored to maximum, to overcome this acute and huge medical crisis. Companies including Dyson and Ford Motor Company are stepping up to meet the demand for ventilators, alongside other innovations. There is also an acute shortage of trained healthcare workers to optimally deal with these ventilators. Hence, appropriate and quick training needs to be imparted to the doctors, nurse and other healthcare workers to manage these machines.",
            "cite_spans": [],
            "section": "Solutions for overcoming the shortage of ventilators",
            "ref_spans": []
        },
        {
            "text": "Additive Medicine (AM) technology can quicken the designing and developing process of the main parts of the ventilator is the need of the hour. In this time of distress, 3D printing application of AM has been emerging as a promising technology which has the capability to produce the parts of the ventilator in a very short time [12]. Recently, the first 3D printed ventilator was developed in the Spain. The aim of producing these 3D printed machines is to bridge the gap between the availability and requirements of ventilators for the seriously ill COVID-19 patients. However, their efficiency, durability and most importantly safety has to be confirmed, before these could be produced on a large scale. The 3D printed ventilators can be designed and developed using the Leitat-1 Technology [13]. It is a field device that has been simplified, reducing the number of components needed for an easier assembly. This technology involves incorporating other parts found on the market and their assembly is very fast, so that a large number of these machines can be made in a shorter time span. Attempts are being made in other countries also like Canada where the designers, scientists, engineers and manufacturers are asked to design a ventilation system that is simple, accessible and easy to manufacture, whether through additive or subtractive manufacturing methods [14].",
            "cite_spans": [
                {
                    "start": 330,
                    "end": 332,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 795,
                    "end": 797,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1370,
                    "end": 1372,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Role of 3-D Printer technology in ventilator production",
            "ref_spans": []
        },
        {
            "text": "\n•The article is a narrative review using search engines of the currently available literature on role and availability of ventilators in the COVID-19 pandemic and not a systematic review, due to paucity of literature available currently.•Hence as COVID-19 pandemic evolves, new information will be available and add further knowledge on the topic.\n",
            "cite_spans": [],
            "section": "Limitations of the study",
            "ref_spans": []
        },
        {
            "text": "As the respiratory illness due to COVID-19 pandemic spreads worldwide, health care systems and national governments are facing the tough challenges of acquiring ventilators to support patients. All steps involved in the supply chain management for ventilators including manufacturing, procurement, storage, distribution and delivery to the coronavirus frontline has to be equivalent to that of a war setting. Innovative applications of Additive medicine like 3-D printer technology may help to ensure the availability of ventilators to the patients and prepare us for such future viral outbreaks.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "None.",
            "cite_spans": [],
            "section": "Declaration of competing interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: The role of ventilators and challenges.\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A novel coronavirus from patients with pneumonia in China",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF1": {
            "title": "Covid-19: the race to build coronavirus ventilators",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Penarredonda",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "How India's fighting COVID with low cost ventilators and face shields",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "UEA launch project to 3D print ventilator parts and masks",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Leitat presents first medically validated, industrialized 3D printed emergency respiration device",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Sher",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Medically approved emergency 3D printed ventilator goes into production",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "3Dnatives",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "WHO dashboard coronavirus",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(20)30079-5"
                ]
            }
        },
        "BIBREF9": {
            "title": "How ventilators work and why COVID-19 patients need them to survive coronavirus",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Gelles",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Petras",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "USA Today",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Coronavirus: mercedes F1 to make breathing aid",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Allocating ventilators in a pandemic",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Export restrictions threaten ventilator availability",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Behsudi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Coronavirus",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}