{
    "paper_id": "PMC7199767",
    "metadata": {
        "title": "Where to buy face masks? Survey of applications using Taiwan’s open data in the time of coronavirus disease 2019",
        "authors": [
            {
                "first": "Eunice",
                "middle": [
                    "J."
                ],
                "last": "Yuan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chia-An",
                "middle": [],
                "last": "Hsu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wui-Chiang",
                "middle": [],
                "last": "Lee",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tzeng-Ji",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Li-Fang",
                "middle": [],
                "last": "Chou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shinn-Jang",
                "middle": [],
                "last": "Hwang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The world was introduced to the coronavirus disease 2019 (COVID-19) in late December 2019. Within months, the virus had spread rapidly to thousands of people in neighboring cities and eventually crossed the oceans, extending its reach to over 100 countries worldwide.1 This disease was characterized by a wide range of symptoms ranging from dry cough, fever, fatigue, difficulty breathing, bilateral lung infiltration, severe respiratory failure, and even death.2 COVID-19 was frightening due to its high transmission rate, viral shedding, and the possibility to hide within asymptomatic carriers.2 These features greatly contributed to its expeditious circulation within the world’s population. The infectious viral disease inevitably incited concerns and drove the demand for protective face masks. As the population engaged in panic buying in hopes of combating the viral infection, it soon led to shortage that might consequently jeopardize the healthcare system.3",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 268,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 462,
                    "end": 463,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 597,
                    "end": 598,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 967,
                    "end": 968,
                    "mention": "3",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "1. INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "To regulate the circulation of face masks, the Central Epidemic Command Center (CECC) in Taiwan had taken intense measures to contain the outbreak by banning export, encouraging production, and establishing a name-based rationing system.4,5 Beginning February 6, 2020, face masks were only available in National Health Insurance Administration (NHIA) contracted pharmacies and selected local health centers.6 Each resident could purchase two face masks weekly, and each sales location could offer 400 masks of adult size and 200 of child size daily.6 To avoid lining up and crowd gathering of the citizens, NHIA released real-time information of sales and stock in each sales locations at an interval of three minutes.5 The open data with updates at three-minute intervals facilitated the development of numerous software applications in a short time (Fig. 1). Such innovations in the use of information technology had also drawn attention from abroad.7",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 238,
                    "mention": "4",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 239,
                    "end": 240,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 407,
                    "end": 408,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 549,
                    "end": 550,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 718,
                    "end": 719,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 952,
                    "end": 953,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "1. INTRODUCTION",
            "ref_spans": [
                {
                    "start": 857,
                    "end": 858,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Despite the high demand for face masks, there does not seem to exist a review where all the applications are listed for convenience. The purpose of the current study was to provide a comprehensive review of the different software applications on face mask availability in Taiwan during the COVID-19 outbreak. The idea could be crucial to the success of the global combat against any epidemic.",
            "cite_spans": [],
            "section": "1. INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Up until March 15, 2020, the Public Digital Innovation Space (PDIS), under charge of Minister without Portfolio Audrey Tang at Executive Yuan (central government of Taiwan), had recorded 134 software applications displaying face mask availability at 5869 contracted pharmacies and selected local health centers.8 All the software applications were free of charge to the public. We scrutinized all applications and analyzed their types. The software applications that were duplicated, defective, or unavailable on the study date were excluded for analysis.",
            "cite_spans": [
                {
                    "start": 311,
                    "end": 312,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "2. METHODS",
            "ref_spans": []
        },
        {
            "text": "Software applications were first categorized by the types of developers: individual, commercial company, governmental organization, and nongovernmental organization (volunteer group). Additionally, all software applications were also divided into four types of platforms: websites, mobile applications, social networking sites (LINE and Facebook messenger chatbot), and others (web application and voice control). These four groups were further divided by display mode: map-view, table-view, combination of map-view and table-view, and others (voice user interface and augmented reality). Map-view was defined as screen display with geographic locations (layout of roads, locations of cities and towns, and point of interest); table-view was defined as pages with lists of contracted pharmacies and local health centers along with addresses, but no geographic location displayed (Fig. 2).",
            "cite_spans": [],
            "section": "2. METHODS",
            "ref_spans": [
                {
                    "start": 885,
                    "end": 886,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Only descriptive statistics were rendered. The study was exempt from the approval of the institutional board review because only the open government data were used.",
            "cite_spans": [],
            "section": "2. METHODS",
            "ref_spans": []
        },
        {
            "text": "Of the 134 software applications on PDIS, 17.9% (n = 24) were excluded due to defect (22), duplicate (1), and unavailability (1). Only 110 software applications were valid for further analysis.",
            "cite_spans": [],
            "section": "3. RESULTS",
            "ref_spans": []
        },
        {
            "text": "Nearly two-thirds (n = 70) of applications were developed by individuals. One-third (n = 37) of developers were from commercial companies, including innovative companies, engineering companies, and application developers. Only two applications were developed by central and local governments (Taichung City Government and Taiwan Center of Disease Control) and the remaining one by a nongovernmental organization (Digital Volunteer of Taitung University).",
            "cite_spans": [],
            "section": "3. RESULTS",
            "ref_spans": []
        },
        {
            "text": "As to platform, 67 (60.9%) were deployed on websites, followed by 21 (19.1%) on social networking sites, 19 (17.3%) on mobile applications, two (1.8%) with voice controls, and one (0.9%) as web application (Table). Of the 67 applications on websites, 48 (71.6%) adopted map-view and 33 (49.3%) table-view, with an overlapping 14 (20.9%) adopting a combination of map- and table-views. Of the 21 applications on social networking sites (20 on LINE and one with Facebook Messenger chatbot), only two (9.5%) adopted map-view, one (4.7) close-up map screenshots, and 18 (85.7%) table-view, with 16 containing navigation links to digital map-view. Of the 19 mobile applications, 16 (84.2%) adopted map-view, 8 (42.1%) table-view, with an overlapping 5 (26.3%) adopting a combination of map- and table-views.",
            "cite_spans": [],
            "section": "3. RESULTS",
            "ref_spans": []
        },
        {
            "text": "This study is an overview of the Taiwan’s various software applications for face mask availability in authorized locations during the period of COVID-19. Through several popular modes of modern information technology, the public could easily find the appropriately sized face masks via the technology of their preference.7",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 322,
                    "mention": "7",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "4. DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "According to our results, map-view was the most popular display mode. Out of the 67 applications on websites, 48 (71.6%) consisted of map-view. Additionally, of the 19 mobile applications, 16 (84.2%) also adopted map-view. Although 18 applications on social networking sites adopted table-view, 16 of them contained navigation links to digital map-view. To summarize, our study showed that 82 out of 110 (74.5%) software applications used digital mapping to inform the public of the face mask whereabouts, signifying the importance of data visualization. Digital maps, or map-view sites, had grown in popularity in the era of the internet.9 They developed from merely static maps to interactive maps that could be accessed through web pages or mobile phones.9 Digital maps created by software applications could allow better and more effective visualization about where the contracted pharmacies and local health centers were located. With such information, the users could easily calculate the travel distance, approximate times, and most importantly, determine face mask availability within a certain radius.",
            "cite_spans": [
                {
                    "start": 639,
                    "end": 640,
                    "mention": "9",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 758,
                    "end": 759,
                    "mention": "9",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "4. DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Mapping had played a major role in numerous fields for decades. Yellow fever from the 19th century used maps for their visual guide to differentiate the illness from health, in attempt to resolve the dispute between the two dominant theories, contagion and anti-contagion, at the time.10 In the current medical times, mapping has been used in determining whether patients can be efficiently transferred from secondary to tertiary care via measuring the association between hospital distance; it has even been used for studying tissues using image acquisition and image reconstruction.11–14 Digital mapping displays more than just geographic information on nearby health facilities, it also contains related data in interactive mode.15 Extraordinary data can also be embedded. For example, most software applications of the current study additionally displayed the most updated statistics of coronavirus confirmed cases, recovered cases, and deaths (Fig. 2). That is, they could act as the information media for public health in disease control.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 287,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 584,
                    "end": 586,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 587,
                    "end": 589,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "4. DISCUSSION",
            "ref_spans": [
                {
                    "start": 954,
                    "end": 955,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Our study revealed that social networking sites and mobile applications were the most popular software applications after websites. The number of social networking sites has nearly expanded exponentially, and the average age of users has gotten older.16 We believe that the developers used the social networking platforms because they are user-friendly and often free. They cast a wide net across the globe, enabling communications, providing convenience, and giving the population the opportunity to not only meet new people but learn new things. On the other hand, mobile phones, especially smartphones, had blossomed worldwide in recent years, and they had become more capable than just sending and receiving phone calls.17 The technological advancements contributed to enhanced health surveillance levels with the potential to track calories intake, measure physical activities, estimate vital signs, calculate optimal sleep time, and so forth.17,18 Like the other health applications, the face mask applications in the current study assisted the public in locating the availability of health resources and also could serve as a reminder to protect personal health. Similarly, mobile applications could send out notifications on the latest COVID-19 reports on the most recent data and polices. Usage of social networking sites and mobile applications could be powerful in not only informing the face mask whereabouts, but spreading COVID-19 knowledge quickly to help control the airborne virus.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 724,
                    "end": 726,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 948,
                    "end": 950,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 951,
                    "end": 953,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "4. DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Of all the software applications in the current study, only two adopted the voice user interface. It could be attributed to communication difficulty and misunderstanding of human and computer-generated speeches. However, despite hearing impairment, voice control could be a much more natural interactive mode for the elderly who did not grow up with smartphones and tablets.19 However, it took time for people to overcome the unfamiliarity. Another possible reason might be that higher technological skills and expenses were required to deploy applications with voice user interface in a short time.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 376,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "4. DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The current study had several limitations. First, we did not qualitatively analyze the user-friendliness and efficiency of each software application. Besides, we did not interpret the market share and real use of each software application. Furthermore, we did not analyze whether software applications were open to submissions and corrections from users about the face mask availability at a specific location. Although the real-time feedback from users could enhance data collection and improve the service as a whole, it required additional manpower and time to check the submitted data.",
            "cite_spans": [],
            "section": "4. DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, Taiwan’s open data strategy facilitated rapid development of software applications for disseminating information of face mask availability to the public during the COVID-19 crisis. The transparency of real-time data could help alleviate the panic of the public. The collaborative contributions from the grassroots in disasters were priceless treasures.",
            "cite_spans": [],
            "section": "4. DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The study was supported by a grant (V109E-002-1) of Taipei Veterans General Hospital.",
            "cite_spans": [],
            "section": "ACKNOWLEDGMENTS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table: Software applications of face mask availability, stratified by platform and display mode\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Flow of data to generate face mask software applications.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Screenshots of selected types of software applications for face mask availability. Top, Table-view (available at https://mask.polstargps.com, accessed March 15, 2020). Bottom, Map-view (available at https://www.findmasks.tw, accessed March 15, 2020).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The outbreak of COVID-19: an overview.",
            "authors": [
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "YJ",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Chin Med Assoc",
            "volume": "83",
            "issn": "",
            "pages": "217-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Power and authority in disease maps: visualizing medical cartography through yellow fever mapping.",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Welhausen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Bus Tech Commun",
            "volume": "29",
            "issn": "",
            "pages": "257-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Googling service boundaries for endovascular clot retrieval hub hospitals in a metropolitan setting: proof-of-concept study.",
            "authors": [
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Phan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Beare",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Clissold",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ly",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Singhal",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Stroke",
            "volume": "48",
            "issn": "",
            "pages": "1353-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Most pediatric transplant centers are low volume, adult-focused, and in proximity to higher volume pediatric centers.",
            "authors": [
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Nichols",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Villarreal",
                    "suffix": ""
                },
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Bakhtiyar",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Vierling",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cotton",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Pediatr Surg",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpedsurg.2019.10.019"
                ]
            }
        },
        "BIBREF4": {
            "title": "Google maps for tissues: Multiscale imaging of biological systems and disease.",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Niendorf",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Frydman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Neeman",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Seeliger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Physiol (Oxf)",
            "volume": "228",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Hospital distance, socioeconomic status, and timely treatment of ischemic stroke.",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ader",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "GC",
                    "middle": [],
                    "last": "Fonarow",
                    "suffix": ""
                },
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xian",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Neurology",
            "volume": "93",
            "issn": "",
            "pages": "e747-57",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Web Mapping 2.0: the neogeography of the GeoWeb.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Haklay",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Singleton",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Geography Compass",
            "volume": "2",
            "issn": "",
            "pages": "2011-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Social networking sites and our lives.",
            "authors": [
                {
                    "first": "KN",
                    "middle": [],
                    "last": "Hampton",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Goulet",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rainie",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Purcell",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "TECNOB: study design of a randomized controlled trial of a multidisciplinary telecare intervention for obese patients with type-2 diabetes.",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Castelnuovo",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Manzoni",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cuzziol",
                    "suffix": ""
                },
                {
                    "first": "GL",
                    "middle": [],
                    "last": "Cesa",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tuzzi",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Villa",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "BMC Public Health",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Theories and simulations of complex social systems",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Exploring voice user interfaces for seniors.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schlögl",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chollet",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garschall",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tscheligi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Legouverneur",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PETRA ‘13: Proceedings of the 6th International Conference on PErvasive Technologies Related to Assistive Environments",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Protecting health-care workers from subclinical coronavirus infection.",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chang Xu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rebaza",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Dela Cruz",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Covid-19: hoarding and misuse of protective gear is jeopardising the response, WHO warns.",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Novel coronavirus: Australian GPs raise concerns about shortage of face masks.",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mahase",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Usability evaluation of web mapping sites.",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Nivala",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Brewster",
                    "suffix": ""
                },
                {
                    "first": "TL",
                    "middle": [],
                    "last": "Sarjakoski",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cartogr J",
            "volume": "45",
            "issn": "",
            "pages": "129-38",
            "other_ids": {
                "DOI": []
            }
        }
    }
}