{
    "paper_id": "PMC7231113",
    "metadata": {
        "title": "Outpatient strategies and the changing SARS-CoV-2 epidemic",
        "authors": [
            {
                "first": "Yanqiu",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Juan",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiaojiao",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huihui",
                "middle": [],
                "last": "Yue",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fengqin",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Huilan",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To the Editor:",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Since the outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pneumonia [1], thousands of patients with fever, cough or fatigue flocked to fever outpatient departments of designated hospitals in Wuhan, China, every day, far exceeding the normal and emergency capacity of the hospital. Thus, Tongji Hospital, the largest third-level hospital in Wuhan, Hubei, has set up fever clinics in multiple branches.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 95,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Generally, those clinics are dedicated to identifying SARS-CoV-2 infected patients and admitting them to hospital in time. However, this measure still could not meet the needs of suspicious patients to check whether they are infected and get them medical service in outbreak periods. In addition, person-to-person transmission of SARS-CoV-2, particularly in the crowded hospitals, is likely to be the major mode contributing to the SARS-CoV-2 outbreak [2, 3]. For all these reasons, on January 24, 2020 (Chinese New Year's eve), an online consultation was opened via the Internet.",
            "cite_spans": [
                {
                    "start": 453,
                    "end": 454,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 456,
                    "end": 457,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Wuhan Tongji Hospital's fever clinic team has established the following clinical strategies, including online consultation process design, online system transformation, doctor recruitment and publicity. In <4 h, the online consultation was successfully carried out. The first batch of experts in the country accepted patient consultations, and the number of consultations in New Year's eve exceeded 10 000. Note that 346 doctors have joined so far, and a total of 59 260 patient consultations have been received online. The online system divides people into asymptomatic anxious people (option 1 in figure 1) and symptomatic patients (option 2 in figure 1). This guides patients to seek medical treatment and psychotherapy in a rational and orderly manner, and has effectively alleviated the pressure on offline consultation for fever clinics.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 599,
                    "end": 607,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 647,
                    "end": 655,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "At the time of writing, it has been nearly 3 months since the outbreak of the epidemic; the updated number SARS-CoV-2 infected patients per day drops has fallen below 1000, meaning that the epidemic has entered a state of steady growth. This progress was made possible because the general specialty clinics of many hospitals ceased to operate, and then almost all medical staff and resources devoted to epidemic prevention. However, the suspension of general specialist clinics has made it difficult for patients with chronic diseases other than SARS-CoV-2 infection to go to the hospital. Meanwhile, these patients are afraid to enter the clinic because they have no confidence in their resistance and immunity, and are afraid of cross-infection, and the delay in treatment of these patients will also cause incalculable consequences.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "For example, the authors have a patient with dermatomyositis and interstitial lung disease. Currently, he cannot go out due to the closure of Wuhan City and the respiratory specialist clinic is also closed. Thankfully, through online consultation, the patient was able to know how to adjustment his medication. However, there are limitations to the detail that can be communicated by online consultation; patients urgently need to talk face-to-face with doctors. Based on the demands of these chronic patients, Tongji Hospital upgraded the “online consultation” service function on February 14, and opened the “cloud clinic”: online video consultation and drug distribution (figure 1). Patients can choose different specialties according to their own conditions and have face-to-face communication with doctors (option 3 in figure 1). Fever clinics have also been upgraded to an online video mode. The cloud clinic has now covered all major departments in the hospital (including medical; surgical; obstetrics and gynaecology; paediatrics; ophthalmology; ear, nose and throat; and psychology) to fully meet the needs of patients.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 675,
                    "end": 683,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 824,
                    "end": 832,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In response to the early outbreak of SARS-CoV-2 and the accompanying shortage of medical resources, we set up online fever clinics. Then, we developed an online face-to-face consultation to solve the extreme difficulty of getting medical service to patients with chronic diseases. It can be seen that Wuhan Tongji Hospital has continuously formulated and updated clinical strategies at various stages, and has made a trade-off between infection control and basic diseases.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The online consultation used by Wuhan Tongji Hospital and the upgraded general specialist video consultation have greatly alleviated the seriousness of the epidemic without affecting epidemic prevention and control. It solves the problems of difficulty in receiving medical service and drug purchasing for general chronic patients. We hope that our experience will be helpful for epidemic prevention and control in other regions.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "FIGURE 1: Flow chart for treatment of 2019 novel coronavirus disease in cloud clinics in Wuhan, China. General specialist clinics include: medical; surgical; obstetrics and gynaecology; paediatrics; ophthalmology; ear, nose and throat; and psychology.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "title": "Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "",
            "pages": "1061-1069",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF2": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199-1207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        }
    }
}