{
    "paper_id": "PMC7143584",
    "metadata": {
        "title": "Lesiones cardíacas y pulmonares importadas",
        "authors": [
            {
                "first": "J.L.",
                "middle": [],
                "last": "Pérez-Arellano",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Bengoa Dolón",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Gómez Munuera",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Muro",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "En este protocolo se revisarán las principales enfermedades importadas que afectan al sistema circulatorio y al aparato respiratorio. En el primer apartado, más breve, se indicarán los principales problemas cardiológicos importados y en segundo lugar los síndromes respiratorios más frecuentes, siguiendo el esquema habitual de estas monografías y distinguiendo los problemas en relación con la infección por el virus de la inmunodeficiencia humana (VIH), los síndromes característicos de los viajeros y aquellos relacionados con la inmigración.",
            "cite_spans": [],
            "section": "Introducción",
            "ref_spans": []
        },
        {
            "text": "La presencia de cardiopatía importada debe ser estudiada de forma protocolizada (fig. 1\n). En el paciente con infección por el VIH, los tres problemas cardíacos principales son la endocarditis (relacionada con el uso de drogas por vía parenteral), las arritmias (en relación con el consumo de cocaína) y el desarrollo de cardiopatía isquémica (relacionada con la inflamación producida por el VIH y/o la modificación de los factores de riesgo cardiovascular por el empleo de diversos antirretrovirales). Excepcionalmente la infección por Toxoplasma gondii puede ocasionar una miocarditis clínica. Todas estas circunstancias aparecen tanto en pacientes autóctonos como en el viajero o inmigrante. Únicamente debemos señalar dos aspectos peculiares de la raza negra: la mayor prevalencia de hipertensión arterial y la elevación de la creatinfosfocinasa (CPK) sin consecuencias patológicas, que puede llevar a errores diagnósticos1. En el viajero, los principales problemas cardiacos se relacionan con la hipoxia (durante el viaje en avión o en destinos situados a alturas superiores a los 2.500 m) y afectan a personas con cardiopatía isquémica o congénita. Otra posibilidad de afectación cardíaca es el tromboembolismo pulmonar del viajero que se contempla en apartados posteriores. Excepcionalmente, algunas enfermedades infecciosas graves pero muy infrecuentes (leptospirosis, virosis tropicales, tripanosomosis africanas) pueden ocasionar miocarditis en el contexto de una enfermedad sistémica2. Finalmente, debemos señalar una entidad inhabitual pero muy característica: el síndrome de Irukandji que aparece tras el contacto con un tipo especial de medusas3. En el inmigrante, las lesiones cardíacas pueden corresponder a múltiples causas: congénitas (especialmente en africanos subsaharianos), post- infecciosas (cardiopatía reumática o miocardiopatías relacionadas con eosinofilias prolongadas), nutricionales (beri- beri) e infecciosas. En este último apartado, los principales agentes causales son los parásitos, principalmente Tripano- soma cruzi con afectación miocárdica y del sistema de excito-conducción cardíaco. Otras parasitosis con afectación de las estructuras cardíacas son las ocasionadas por Entamoeba histolytica, con afectación pericárdica, algunas cestodosis (Echinococcus spp., cisticercosis) y las triquinelosis4.",
            "cite_spans": [
                {
                    "start": 926,
                    "end": 927,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1494,
                    "end": 1495,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1658,
                    "end": 1659,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2335,
                    "end": 2336,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Problemas cardiológicos importados",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 87,
                    "mention": "fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Las estructuras pulmonares se afectan frecuentemente en el paciente con infección por el VIH5,\n6 (fig. 1). El diagnóstico de estas complicaciones se basa en varias consideraciones. Además de las infecciones, deben incluirse en el diagnóstico diferencial otros procesos patológicos como las neoplasias, (tanto relacionadas con la inmunosupresión, sarcoma de Kaposi y linfoma no hodgkiniano, como tumores primarios) y la hipertensión pulmonar primaria. La incidencia de determinadas infecciones depende de áreas geográficas y, sobre todo, del control de la inmunosupresión mediante tratamiento antirretroviral. En ocasiones, las manifestaciones pulmonares dependen de la reconstitución inmune tras la instauración de tratamiento antirretroviral. Algunas infecciones pueden ser prevenidas mediante vacunación (Streptococcus pneumoniae) o quimioprofilaxis (tuberculosis, neumonía por P. jiroveci).\n",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "5,",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 95,
                    "end": 96,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Problemas respiratorios en personas con infección por el virus de la inmunodeficiencia humana",
            "ref_spans": []
        },
        {
            "text": "La primera consideración en el diagnóstico de los problemas pulmonares del inmigrante (o el viajero de larga estancia) es la necesidad de incluir en este las mismas posibilidades que en la población autóctona, teniendo en cuenta que en algunos colectivos, por razones laborales, culturales y/o genéticas, procesos ya presentes en nuestro medio (asma, enfermedad pulmonar obstructiva crónica, neumoconiosis) pueden tener una prevalencia mayor. Centrándonos en el aspecto de las enfermedades infecciosas, y con independencia de las manifestaciones clínicas o radiológicas, siempre debe pensarse como primera posibilidad diagnóstica en la tuberculosis y descartarla por los métodos habituales. Otras posibilidades diagnósticas se basan en la presencia o ausencia de eosinofilia y el patrón radiológico pulmonar (fig. 1)7,\n8. Así, la eosinofilia sugerirá una helmintosis (excepto en la hiperinfección por Strongyloides spp., en la que desaparece este dato hematológico o en las hidatidosis en las que el quiste está intacto). En este contexto, el patrón radiológico puede sugerir el agente etiológico; la presencia de infiltrados bilaterales sugiere una eosinofilia pulmonar tropical, la asociación de hipertensión pulmonar con patrón miliar una esquistosomosis crónica y la afectación pleural predominante una paragonimosis. En ausencia de eosinofilia, existen algunos patrones radiológicos sugerentes de entidades concretas. Así, la presencia de neumonía bilateral con afectación sistémica en un paciente que ha recibido corticosteroides o está infectado por HTLV-I sugerirá como primera posibilidad una hiperinfección por Strongyloides spp. Por otro lado, la existencia de un nódulo o masa pulmonar aislada deberá evocar una hidatidosis o una dirofilariosis. Finalmente, varias infecciones inhabituales en nuestro medio pueden simular una tuberculosis (fibrosis, cavitaciones, etc.), en concreto la melioidosis (producida por Burkholderia pseudomallei y formas crónicas de micosis primarias (histoplasmosis, cocci- diomicosis, paracoccidiomicosis y blastomicosis). El estudio directo (esputo o líquido pleural) y la serología permitirán el diagnóstico final en estas circunstancias.",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 818,
                    "mention": "7,",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 819,
                    "end": 820,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Problemas respiratorios en el inmigrante y el viajero de larga estancia",
            "ref_spans": []
        },
        {
            "text": "Los problemas respiratorios constituyen uno de los cinco síndromes principales en el viajero que regresa (junto a la fiebre sin foco aparente, la diarrea, las lesiones cutáneas y las enfermedades de transmisión sexual). Aunque la incidencia es variable, dependiendo de las series, aproximadamente el 10-20% de los problemas médicos por los que consulta un viajero tienen relación con las estructuras respiratorias.",
            "cite_spans": [],
            "section": "Problemas respiratorios en viajeros",
            "ref_spans": []
        },
        {
            "text": "El análisis de la bibliografía permite realizar algunas observaciones generales9,\n10 (fig. 2\n). La mayor parte de los problemas respiratorios son de causa infecciosa, aunque no debe olvidarse nunca la posibilidad de un tromboembolismo pulmonar tras viajes prolongados11. Dentro de las infecciones respiratorias, es útil distinguir aquellas en las que se afecta el tracto respiratorio superior de las que afectan al pulmón y la pleura. Las infecciones de las vías respiratorias altas habitual- mente son de causa viral, siendo los principales microorganismos responsables, en orden descendente, los virus de la gripe (clásicos o actuales), seguidos de los rinovirus, adeno- virus y virus respiratorio-sincitial. El empleo de técnicas in- muno-cromatográficas y la prueba de la reacción en cadena de la polimerasa (PCR) en tiempo real ayudan en el diagnóstico, principalmente cuando existen factores de riesgo y posibilidad de tratamiento etiológico (específicamente virus de la gripe A o B). En presencia de afectación parenquimatosa pulmonar con fiebre, es útil considerar tres situaciones: la afectación bilateral pulmonar con criterios de gravedad, la presencia de neumonía sin criterios de gravedad (con o sin eosinofilia) y la afectación subaguda caracterizada principalmente por tos. Probablemente, la situación más preocupante para el clínico es la presencia de fiebre con afectación bilateral pulmonar con criterios de gravedad. En esta situación, además de los agentes habituales causales de neumonía grave, deben incluirse como posibilidades diagnósticas otros microorganismos como Plasmodium falciparum (malaria grave), rickettsiosis, fiebre tifoidea, Leptospira interrogans (enfermedad de Weil), Burkholderia pseudomallei (melioidosis) y virus, especialmente coronavirus (agentes causales del síndrome agudo respiratorio severo [SARS]) y hantavirus del Nuevo Mundo (especialmente los virus Andes y sin nombre). En esta situación clínica es imprescindible un estudio microbio- lógico exhaustivo que incluya: frotis sanguíneo, hemoculti- vos, cultivo de esputo, antígenos urinarios (Legionella spp. y S. pneumoniae), estudio de orina (campo oscuro) y serología. Una vez obtenidas las muestras, y hasta obtener el diagnóstico definitivo, además de medidas de soporte, el tratamiento empírico debiera incluir a nuestro juicio un tratamiento antimicrobiano que incluya los principales agentes causales. En este sentido, la combinación de tigeciclina y cefepima incluiría a todas las bacterias clásicas e intracelulares responsables de este síndrome. Evidentemente, la detección de Plasmo- dium spp. condicionará un tratamiento específico. La presencia de afectación pulmonar sin criterios de gravedad puede asociarse o no a eosinofilia periférica. En presencia de eosin- ofilia, las principales posibilidades diagnósticas son el síndrome de Katayama (producido por la respuesta a la infección por Schistosoma spp.), el síndrome de Loffler (ocasionado por el paso transpulmonar de geohelmintos, principalmente As- caris spp. y uncinarias), la paragonimosis (relacionada con el consumo de crustáceos) y la forma aguda de dos micosis primarias (coccidiomicosis y paracoccidiomicosis). El estudio microbiológico del esputo y la serología permitirán el diagnóstico final. En ausencia de eosinofilia, los agentes causales de neumonía son similares a los de cualquier neumonía adquirida en la comunidad (Streptococcus pneumoniae, Haemo- philus influenzae, Staphylococcus aureus). Además, debe considerarse siempre la posibilidad de otros dos microorganismos menos frecuentes en la población autóctona: Legionella pneu- mophila (sobre todo en viajes en cruceros o estancia en complejos turísticos) y Coxiella burnetti (con mayor frecuencia en viajeros procedentes de África subsahariana). Por último, en el paciente con tos prolongada después del viaje y sin fiebre, la presencia de eosinofilia sugiere las mismas posibilidades diagnósticas mencionadas previamente. En ausencia de eosi- nofilia, las tres posibilidades diagnósticas que deben incluirse son la tuberculosis, la histoplasmosis (sobre todo si existe el antecedente epidemiológico de estancia en cuevas) y la tos- ferina (que debe sospecharse en presencia de linfocitosis marcada en el hemograma).",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 81,
                    "mention": "9,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 82,
                    "end": 84,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 267,
                    "end": 269,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Problemas respiratorios en viajeros",
            "ref_spans": [
                {
                    "start": 86,
                    "end": 92,
                    "mention": "fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig.1: Orientación diagnóstica de las alteraciones cardíacas importadas y de los problemas respiratorios (infección por el virus de la inmunodeficiencia humana [VIH] e inmigrantes).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Orientación diagnóstica de problemas respiratorios en el viajero.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Valores de referencia en los datos de laboratorio habituales en inmigrantes subsaharianos. Importancia en el manejo de las enfermedades infecciosas",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Sanz-Peláez",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ángel-Moreno",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Tapia-Martín",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Conde Martel",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Carranza Rodríguez",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Carballo Rastrilla",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Rev Clin Esp",
            "volume": "208",
            "issn": "",
            "pages": "386-392",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Cardiac manifestations of parasitic infections. Part 2: Parasitic myocardial disease",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Franco-Paredes",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Rouphael",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Méndez",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Folch",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Rodríguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "J.I.",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Cardiol",
            "volume": "30",
            "issn": "",
            "pages": "218-222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A probable case of Irukandji syndrome in Thailand",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "de Pender",
                    "suffix": ""
                },
                {
                    "first": "K.D.",
                    "middle": [],
                    "last": "Winkel",
                    "suffix": ""
                },
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Ligthelm",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Travel Med",
            "volume": "13",
            "issn": "",
            "pages": "240-243",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Cardiac manifestations of parasitic infections. Part 3: pericardial and miscellaneous cardiopulmonary manifestations",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Franco-Paredes",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Rouphael",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Méndez",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Folch",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Rodríguez-Morales",
                    "suffix": ""
                },
                {
                    "first": "J.I.",
                    "middle": [],
                    "last": "Santos",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Cardiol",
            "volume": "30",
            "issn": "",
            "pages": "277-280",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Infectious lung complications in patients with HIV/AIDS",
            "authors": [
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Boyton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Opin Pulm Med",
            "volume": "11",
            "issn": "",
            "pages": "203-207",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Noninfectious pulmonary complications of HIV/AIDS",
            "authors": [
                {
                    "first": "G.D.",
                    "middle": [],
                    "last": "Kanmogne",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Curr Opin Pulm Med",
            "volume": "11",
            "issn": "",
            "pages": "208-212",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Helmintos y aparato respiratorio",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Pérez-Arellano",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Andrade",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "López-Abán",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Carranza",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Muro",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch Bronconeumol",
            "volume": "42",
            "issn": "",
            "pages": "81-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Infecciones respiratorias importadas: nuevos retos y amenazas",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Pérez-Arellano",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Carranza",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Arch Bronconeumol",
            "volume": "39",
            "issn": "",
            "pages": "289-291",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Meltzer",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Tropical diseases in travelers",
            "volume": "",
            "issn": "",
            "pages": "413-426",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Acute respiratory infections in a recently arrived traveler to your part of the world",
            "authors": [
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Gluckman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chest",
            "volume": "1",
            "issn": "",
            "pages": "163-171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Traveler's thrombosis: a systematic review",
            "authors": [
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Ansari",
                    "suffix": ""
                },
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Qing Huang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Eklof",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Karlberg",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Travel Med",
            "volume": "12",
            "issn": "",
            "pages": "142-154",
            "other_ids": {
                "DOI": []
            }
        }
    }
}