{
    "paper_id": "PMC7173102",
    "metadata": {
        "title": "Quantitative assay for measuring the Taura syndrome virus and yellow head virus load in shrimp by real-time RT-PCR using SYBR Green chemistry",
        "authors": [
            {
                "first": "Arun",
                "middle": [
                    "K."
                ],
                "last": "Dhar",
                "suffix": "",
                "email": "arun_dhar@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Michelle",
                "middle": [
                    "M."
                ],
                "last": "Roux",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kurt",
                "middle": [
                    "R."
                ],
                "last": "Klimpel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Taura syndrome virus (TSV) and yellow head virus (YHV) are the two most important RNA viruses of penaeid shrimp (Penaeus sp.) (Lightner et al., 1996). In the Western Hemisphere, TSV has caused serious economic losses, whereas, YHV is viewed as one of the most significant viral pathogens in the Eastern Hemisphere (Brock, 1997, Flegel, 1997). The cumulative losses due to TSV in the Americas from 1992 to 1996 were estimated to be US$1.2–2.0 billion (Lightner et al., 1996). YHV has affected significantly shrimp farming in South East Asian countries including Thailand, China, Malaysia, Indonesia and India (Lightner et al., 1996).",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 148,
                    "mention": "Lightner et al., 1996",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 315,
                    "end": 326,
                    "mention": "Brock, 1997",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 328,
                    "end": 340,
                    "mention": "Flegel, 1997",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 451,
                    "end": 472,
                    "mention": "Lightner et al., 1996",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 609,
                    "end": 630,
                    "mention": "Lightner et al., 1996",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Taura syndrome disease, caused by the TSV, was first described in samples collected from shrimp farms located near the mouth of the Taura river in Ecuador in 1992 (Jimenez, 1992, Brock et al., 1995, Hasson et al., 1995). TSV virions are non-enveloped, icosahedral, 31–32 nm in diameter and contain a single stranded positive sense RNA genome of ∼10 kb capable of encoding three major (55, 40 and 24 kDa) and one minor (58 kDa) capsid proteins (Hasson et al., 1995, Bonami et al., 1997). We have cloned and sequenced the 3′-end of TSV genome (Robles-Sikisaka et al., 2001). Sequence analysis showed that, unlike mammalian picornaviruses, TSV capsid protein genes are located at the 3′-end of the genome and the TSV genome organization is similar to insect picornaviruses (Robles-Sikisaka et al., 2001).",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 177,
                    "mention": "Jimenez, 1992",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 179,
                    "end": 197,
                    "mention": "Brock et al., 1995",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 199,
                    "end": 218,
                    "mention": "Hasson et al., 1995",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 444,
                    "end": 463,
                    "mention": "Hasson et al., 1995",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 465,
                    "end": 484,
                    "mention": "Bonami et al., 1997",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 542,
                    "end": 570,
                    "mention": "Robles-Sikisaka et al., 2001",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 771,
                    "end": 799,
                    "mention": "Robles-Sikisaka et al., 2001",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "YHV was first reported in 1990 with the occurrence of mass mortalities in farm reared black tiger shrimp (P. monodon) in Thailand (Chantanachookin et al., 1993). YHV virions have an enveloped bacilliform shape of 150–170×40–50 nm in size (Wongteerasupaya et al., 1995). The viral genome contains a single stranded, positive sense RNA and encodes four major structural proteins of 170, 135, 67 and 22 kDa. The partial nucleotide sequence (open reading frame 1b) revealed that the genome organization of YHV is very similar to the gill-associated virus (GAV), reported from Australia. It has been proposed that YHV and GAV should belong to a new taxon (proposed name Okavirus) in the order Nidovirales that also included Coronaviruses, toroviruses and arteriviruses (Walker et al., 2001).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 159,
                    "mention": "Chantanachookin et al., 1993",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 239,
                    "end": 267,
                    "mention": "Wongteerasupaya et al., 1995",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 765,
                    "end": 784,
                    "mention": "Walker et al., 2001",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The current diagnostic methods for TSV and YHV include bioassay using indicator hosts, monitoring clinical signs, histopathology, dot blot, in situ hybridization using virus specific gene probe, immunohistochemistry and by the polymerase chain reaction (PCR) (Lightner and Redman, 1998). Although conventional PCR is most sensitive among these methods, it is unable to detect a single copy of the viral genome in the infected tissue. This is critical for the development of a specific pathogen free shrimp-breeding program and for monitoring movement of live and frozen shrimp between countries. To address these issues, we have developed a rapid and highly sensitive real-time quantitative PCR method using the GeneAmp® 5700 Sequence Detection System coupled with SYBR Green chemistry. SYBR Green dye has a high affinity for double-stranded DNA (dsDNA) and exhibits enhancement of fluorescence upon binding to the dsDNA. In the GeneAmp® 5700 Sequence Detection System, the fluorescence of the SYBR Green dye is monitored at the end of the each cycle and the increase in fluorescence above background is dependent on the initial template concentration (PE Biosystem GeneAmp® 5700 User Manual, 1998). The method does not need any post PCR analyses and the specificity of the product is monitored by analyzing the melting curve (Ririe et al., 1997).",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 285,
                    "mention": "Lightner and Redman, 1998",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1327,
                    "end": 1345,
                    "mention": "Ririe et al., 1997",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The objectives of the present study were (1) to determine the sensitivity and specificity of SYBR Green RT-PCR using the GeneAmp 5700 Sequence Detection system in detecting TSV and YHV; and (2) to determine the TSV and YHV load in laboratory challenged shrimp.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Juvenile shrimp (Penaeus vannamei, ∼2–3 g) of a TSV susceptible line (Kona stock) developed by the Oceanic Institute, Hawaii and a TSV resistant line of shrimp (P. stylirostris) developed by Super Shrimp, Inc. were used for this study. For YHV detection work, Super Shrimp, Inc. P. stylirostris that are susceptible to YHV were used. Virus inoculum (TSV Mexican 1999 isolate, courtesy of Dr K.W. Hasson, Super Shrimp Inc. and YHV, courtesy of Dr D.V. Lightner, University of Arizona, Arizona) was prepared by homogenizing PCR confirmed TSV and YHV infected tail tissue in 2% saline (1:10 w/v) and centrifuging the homogenate in a tabletop centrifuge (Beckman Microfuge Lite Model) at 12 000 rpm for 5 min. The supernatants were diluted to 1:10 before injecting the animals. Healthy juvenile shrimp were injected with a virus inoculum (30 μl ≈106 copies) using a 26-gauge needle and 1 ml tuberculin syringe between the last 2–3 tail segments on the ventral surface. Control group animals were injected with a tail muscle homogenate from PCR-confirmed virus negative healthy animals. Healthy tissue homogenate was prepared same as described above. Animals were kept indoors within environmentally controlled tanks, reared on a commercially available feed formulation (MADMAC-MS Dry pellet, Bio-Marine, Inc. Hawthorne, CA) and routinely monitored during the course of the study.",
            "cite_spans": [],
            "section": "Virus challenge ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Virus challenged moribund animals were killed at 3–4 days post-injection (p.i.) for TSV susceptible P. vannamei and YHV susceptible P. stylirostris. For TSV resistant Super Shrimp P. stylirostris, animals were sacrificed 3–5 days p.i. The sampling time was based on the observation that in Super Shrimp P. stylirostris TSV titer attains a high level after 3–5 days p.i., as determined by real-time reverse transcriptase polymerase chain reaction (RT-PCR) (K.R. Klimpel, unpublished). Tail muscle tissue (∼50 mg) from virus challenged as well as control animals were taken for the extraction of RNA using TRI Reagent™ (Molecular Research Center, Inc. Ohio). The RNA pellets were dissolved in DNase, RNase free distilled water and the yield of total RNA was measured by using a spectrophotometer (Shimadzu UV-1201). The RNA quality was assessed by running the samples in a 1% formaldehyde agarose gel following standard protocol (Sambrook et al., 1989). Total RNA was treated with DNase I using the MessageClean® kit of GenHunter Corp. (Nashville, TN) before synthesizing cDNA for SYBR Green RT-PCR.",
            "cite_spans": [
                {
                    "start": 928,
                    "end": 949,
                    "mention": "Sambrook et al., 1989",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Isolation of total RNA ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A list of primers used for the RT-PCR amplification of TSV, YHV, β-actin, and elongation factor-1α (EF-1α) is given in Table 1\n. For TSV, YHV and β-actin RT-PCR, cDNA was synthesized using Omniscript™ cDNA synthesis protocol (Qiagen, CA) and 1 μg total RNA in a 20 μl reaction volume. The RT-PCR mixture contained, 4 μl cDNA reaction mixture, 1×PCR buffer (Sigma, St. Louis, MO), 1 μM dNTP, 1.25 μM of each forward and reverse primer and 0.6 U of RED Taq DNA polymerase (Sigma) in a 25 μl reaction volume. The temperature profile for the PCR amplification was 94 °C 2 min followed by 35 cycles of 94 °C 1 min, 55 °C 2 min, 72 °C 1 min with extension at 72 °C 7 min. The PCR amplified products were run in a 1% agarose gel at 80 V for 1 h and stained with ethidium bromide to visualize the products on a UV transilluminator. The EF-1α gene was previously isolated from a white spot syndrome virus (WSSV) challenged P.\nstylirostris shrimp by using the mRNA differential display technique (Dhar et al., 2001b).",
            "cite_spans": [
                {
                    "start": 987,
                    "end": 1005,
                    "mention": "Dhar et al., 2001b",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Cloning and sequencing of TSV, YHV, β-actin and elongation factor-1α genes ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 126,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "TSV, YHV and β-actin cDNAs were cloned into a TOPO cloning vector (Invitrogen, CA) and the EF-1α cDNA was cloned into a PCR-TRAP vector (GenHunter Corp., Inc.). The recombinant plasmid DNA was sequenced in an automated DNA sequencer (model ABI 373A, PE Applied Biosystems). The Sequence analyses were carried out using the NCBI BLAST search program (http://www.ncbi.nlm.nih.gov/gorf/gorf.html) to confirm identity between the cloned and the published sequences based on which the primers were designed (Table 1).",
            "cite_spans": [],
            "section": "Cloning and sequencing of TSV, YHV, β-actin and elongation factor-1α genes ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 503,
                    "end": 510,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The primers used for SYBR Green RT-PCR are listed in Table 2\n. The primers were designed based on the sequence of the cloned segment of TSV, YHV, β-actin and EF-1α genes and using the Primer Express Software version 1.0 (PE Applied Biosystem). The primers were checked by running a virtual PCR and the amplifications were analyzed for expected product, mispairing and primer dimer formation using a computer program (Amplify v1.2B, Dr William Engles, University of Wisconsin, Department of Genetics). The best primer set was taken for amplification.",
            "cite_spans": [],
            "section": "SYBR Green RT-PCR ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 53,
                    "end": 60,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The SYBR Green RT-PCR amplifications were undertaken in a GeneAmp 9600 Thermocycler coupled with a GeneAmp® 5700 Sequence Detection System (PE Applied Biosystems). The cDNA synthesis was carried out in a 20 μl reaction volume containing 1 μg DNase I treated total RNA, 1×RT-PCR buffer, 1 mM dNTPs (PE Applied Biosystems), 0.75 μM oligo dT, 4 U of RNase inhibitor (PE Applied Biosystems) and 5 U of MutiScribe™ reverse transcriptase (PE Applied Biosystems). The cDNA reaction mixture was diluted 1:10 using DNase, RNase free molecular biology grade water and 1 μl was taken for each amplification reaction. The amplifications were carried out in a 96 well plate in a 25 μl reaction volume containing 7.1 μl of 2×SYBR® Green Master Mix (PE Biosystems), 0.24 μM each of forward and reverse primers and 1 μl of the 1: 10 diluted cDNA. The thermal profile for SYBR RT-PCR was 50 °C 2 min, 95 °C 10 min followed by 40 cycles of 95 °C 10 s and 60 °C 1 min. In each 96 well plate, a dilution series of the plasmid standard for the respective virus was run along with the unknown samples for the corresponding virus and the EF-1α control. Each sample had 2–3 replicates and all reactions were repeated at least 3 times independently to ensure the reproducibility of the results.",
            "cite_spans": [],
            "section": "SYBR Green RT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For comparing the efficiency of amplification of EF-1α and β-actin genes with TSV and YHV, cDNA was synthesized in a 20 μl reaction volume as described above. A serial dilution was then made using sheared salmon sperm DNA (5 ng/ml) as a diluent. SYBR Green RT-PCR was performed in a 96 well plate using 1 μl of each of the cDNA dilutions for TSV and YHV detection along with EF-1α and β-actin controls following the reaction parameters as described above.",
            "cite_spans": [],
            "section": "SYBR Green RT-PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The plasmid DNAs containing 220 bp TSV insert and 821 bp YHV insert were separately linearized by HindIII (Promega, WI) digestions. An aliquot of the digested plasmids were run in a 1% agarose gel to confirm the digestion before purifying the remaining digestion reactions by Qiaquick Gel Purification kit (Qiagen, CA). DNA was quantified using a spectrophotometer (Shimadzu UV-1201) and dilutions were made using sheared salmon sperm DNA (5 ng/ml) as a diluent.",
            "cite_spans": [],
            "section": "TSV and YHV Plasmid standard for quantification by SYBR Green PCR ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "After a SYBR Green PCR run, data acquisition and subsequent data analyses were done using the 5700 Sequence Detection System (SDS Version 1.3). In the 5700 Sequence Detection System, the fluorescence of SYBR Green against the internal passive reference dye, ROX (ΔR\nn) is measured at the end of each cycle. A sample is considered positive when ΔR\nn exceeds the threshold value. The threshold value is set at the midpoint of ΔR\nn vs. cycle number plot. For all the amplifications described in this paper, the threshold value of ΔR\nn was taken as 0.25. The threshold cycle (C\nT) is defined as the cycle at which a statistically significant increase in R\nn is first detected. Target cDNA copy number and C\nT values are related inversely. A sample containing higher copies of the target cDNA will cross the threshold at an earlier cycle compared to a sample with lower copies of the same target. The copy number of TSV and YHV samples were determined by normalizing the C\nT values of the samples with respect to EF-1α and then extrapolating the normalized C\nT values to the standard curve of the corresponding virus.",
            "cite_spans": [],
            "section": "Data analyses ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For further statistical analyses, the C\nT values were exported into a Microsoft Excel Worksheet. Regression analyses of the C\nT values of the cDNA dilution series were used to determine the amplification efficiency for TSV and YHV compared to the corresponding EF-1α and β-actin controls.",
            "cite_spans": [],
            "section": "Data analyses ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The analytical sensitivity of SYBR Green PCR was determined by using a serial dilution of TSV and YHV plasmid DNA as template for amplification. Dilution series of plasmid standard contained 1.51–2.42×106 copies for TSV and 1.33–2.12×106 copies for YHV. A linear relationship between the input plasmid DNA and the C\nT values with regression coefficient (r\n2) greater than 0.99 were obtained for both the viruses. The mean C\nT values of replicate assays ranged from 19.383±0.267 (for 2.42×106 copies) to 40.0±0.0 (for 1.51 copies) for TSV and 18.601±0.169 (for 2.12×106 copies) to 38.944±0.337 (for 1.33 copies) for YHV, respectively (Fig. 1\n, Table 3\n). The coefficient of variation was less than 4.0% for both TSV and YHV samples (Table 3).",
            "cite_spans": [],
            "section": "Analytical sensitivity of SYBR Green PCR using plasmid DNA template ::: Results",
            "ref_spans": [
                {
                    "start": 634,
                    "end": 640,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 643,
                    "end": 650,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 732,
                    "end": 739,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "To compare the amplification efficiency of TSV and YHV with the internal control genes, EF-1α and β-actin, a serial dilution of the cDNA derived from TSV and YHV infected samples were made. If the amplification efficiency of TSV and YHV with the corresponding internal controls, EF-1α and β-actin, is very similar then the difference in slope (Δs) of curves for the virus and the corresponding internal controls will approach to 0. The Δs value of TSV and EF-1α was −0.139 and TSV and β-actin was −0.833 (Fig. 2\nA). The Δs value of YHV and EF-1α (+0.033) was closer than the Δs value of YHV and β-actin (+0.378) (Fig. 2B).",
            "cite_spans": [],
            "section": "Comparison of amplification efficiency of TSV and YHV with EF-1α and β-actin controls ::: Results",
            "ref_spans": [
                {
                    "start": 505,
                    "end": 511,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 613,
                    "end": 619,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To determine the sample to sample variation in the EF-1α and β-actin C\nT values, SYBR Green RT-PCR was run for TSV, EF-1α and β-actin or YHV, EF-1α and β-actin in parallel in the same 96 well plate. For the TSV samples, the C\nT values for EF-1α ranged from 21.502 to 25.023 and the C\nT values of β-actin ranged from 19.437 to 25.955 (Table 4\n). For the YHV samples, the C\nT values for both EF-1α and β-actin genes were quite variable although the variability for β-actin C\nT values (20.418–29.405) were slightly higher than EF-1α C\nT values (21.395–29.807) for the corresponding samples (Table 4).",
            "cite_spans": [],
            "section": "Comparison of amplification efficiency of TSV and YHV with EF-1α and β-actin controls ::: Results",
            "ref_spans": [
                {
                    "start": 334,
                    "end": 341,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 588,
                    "end": 595,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Since the SYBR Green RT-PCR does not involve any post-PCR analysis, amplification of specific vs. non-specific products was confirmed by analyzing the dissociation curve of the target amplicons. A dissociation curve with a single peak at temperature expected for that amplicon indicated specific amplification. The amplification profiles and the dissociation curves for TSV and YHV along with their corresponding internal controls (EF-1α and β-actin) are shown in Fig. 3\nand Fig. 4\n. When amplification was undertaken with cDNA from TSV infected shrimp, a significant increase in SYBR Green fluorescence was recorded with a C\nT value of 31.25 (Fig. 3A). Amplification using cDNA from healthy shrimp, did not provide any significant increase in fluorescence indicating absence of TSV specific target (Fig. 3A). The dissociation curves showed a single peak at melting temperature (T\nm=72.0 °C) expected for the TSV amplicon only in the TSV infected, but not in the healthy sample (Fig. 3B). However, both healthy and the TSV infected sample provided successful amplification of EF-1α and β-actin genes (Fig. 3C and E) with a single peak at expected melting temperature (T\nm=79.2 °C for EF-1α and T\nm=78.8 °C for β-actin) (Fig. 3D and F).",
            "cite_spans": [],
            "section": "Amplification specificity for TSV, YHV, EF-1α and β-actin genes ::: Results",
            "ref_spans": [
                {
                    "start": 464,
                    "end": 470,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 475,
                    "end": 481,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 644,
                    "end": 650,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 800,
                    "end": 806,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 979,
                    "end": 985,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1101,
                    "end": 1107,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1220,
                    "end": 1226,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "For YHV sample, only the cDNA from infected but not healthy animals provided the amplification of virus-specific product (Fig. 4A). The dissociation curves indicated that the amplicon had melting temperature (T\nm=79.2 °C) as expected for the YHV specific product (Fig. 4B). However, both healthy and infected samples provided successful amplification of EF-1α and β-actin genes (Fig. 4C and E) with each dissociation curve showing a single peak at the expected melting temperature for EF-1α and β-actin (Fig. 4D and F).",
            "cite_spans": [],
            "section": "Amplification specificity for TSV, YHV, EF-1α and β-actin genes ::: Results",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 128,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 264,
                    "end": 270,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 379,
                    "end": 385,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 504,
                    "end": 510,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "To assess the reproducibility of SYBR Green assays, amplifications were carried out independently on different days. In a 96 well plate, each sample had 3–4 replicates. The coefficient of variation for the C\nT values of TSV, YHV, EF-1α and β-actin genes were less than 5.0% indicating that the assay was highly reproducible (Table 4).",
            "cite_spans": [],
            "section": "Reproducibility of the SYBR Green assay ::: Results",
            "ref_spans": [
                {
                    "start": 325,
                    "end": 332,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "The TSV and YHV viral load in the laboratory-challenged shrimp was determined by normalizing the C\nT values of the virus with EF-1α C\nT values and then extrapolating the normalized C\nT values of the samples to the standard curves of the corresponding virus. The TSV load in P. vannamei (Kona stock) varied from 54 to 6745 copies/μg of total RNA and the TSV load in Super Shrimp P. stylirostris was 5–135 copies/μg of total RNA. The YHV load in the Super Shrimp P. stylirostris varied from 4.5×103 to 2.89×105 copies/μg of total RNA. This indicated that Super Shrimp P. stylirostris has greater resistance to TSV compared to P. vannamei (Kona stock) but it is highly susceptible to YHV.",
            "cite_spans": [],
            "section": "Determining the load of TSV and YHV in laboratory challenged shrimp by SYBR Green RT-PCR ::: Results",
            "ref_spans": []
        },
        {
            "text": "The shrimp aquaculture industry has expanded rapidly over the last three decades. This has coincided with the emergence of new viral pathogens that were unknown previously to shrimp farming. In addition, there have been considerable movements of live and frozen shrimp from one country to another increasing the risk of spread of diseases into naive populations (Lightner et al., 1996). For example, until 1998 the geographic distribution of TSV was restricted to the Americas. From late 1998 to early 1999, TSV epizootics were recorded in Taiwan that was attributed to the introduction of TSV contaminated postlarvae and spawners from Ecuador and elsewhere in the Latin America to Taiwan (Tu et al., 1999). To prevent the spread of viral epizootics and to monitor the movement of live and frozen shrimp among countries and continents, there is a growing and urgent need to develop rapid and highly sensitive detection methods.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 384,
                    "mention": "Lightner et al., 1996",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 690,
                    "end": 705,
                    "mention": "Tu et al., 1999",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The real-time RT-PCR described here is highly sensitive. It is capable of detecting up to a single copy equivalent of the TSV or the YHV genome (Fig. 1). In SYBR Green RT-PCR, it takes 40 cycles (C\nT=40) to detect a single copy of a viral genome (Perkin Elmer User Manual, GeneAmp® 5700 Sequence Detection System, User Manual, 1998). A linear relationship between the input plasmid DNA and the C\nT values was observed from 106 down to a single copy of both TSV and YHV. Detection of viruses over such a large dynamic range is useful for measuring the viral load in animals with different levels of infection. Thus SYBR Green RT-PCR provides a continuous scale for measuring the viral load. In addition, since SYBR Green RT-PCR is capable of detecting a single copy of viral genome, it will be useful to detect sub-clinical infections. Due to exquisite sensitivity of SYBR Green PCR, it is highly susceptible to PCR carry over or other contamination. Therefore, laboratory hygiene practices should be followed very strictly to prevent any potential contamination that may give false positive result. In addition, any negative result as well as samples with C\nT values close to 40 should be tested at least twice for confirmation.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The SYBR Green RT-PCR was not only highly sensitive but also very specific for detecting TSV, YHV and the internal control genes, EF-1α and β-actin. The specificity of SYBR Green RT-PCR was determined by monitoring the amplification profile and the dissociation curve of the target amplicons. In SYBR Green RT-PCR, a sample is considered positive when the amplification plot crosses the threshold value. For example, in Fig. 3A the amplification plot of TSV infected sample exceeds the threshold value at cycle number 31.45 whereas the amplification plot of the healthy sample did not exceed the threshold line. To ensure that the amplification plot obtained for TSV infected sample was indeed due to the amplification of TSV specific product, the dissociation curve of the product was analyzed (Fig. 3B). Since the dissociation curve of a product depends on its GC content, length and sequence composition; amplification of a specific versus non-specific product could be differentiated by examining the dissociation curve. The TSV amplicon provided a dissociation curve with a single peak at 72.0 °C which is expected for the TSV specific amplicon. To determine the quality and any variation in the amount of input RNA as well as the efficiency of the reverse transcriptase reaction in both healthy and TSV infected samples, EF-1α and β-actin genes were amplified in parallel to the target virus. Both healthy and TSV infected samples provided successful amplification of EF-1α and β-actin genes with the dissociation curve showing a single peak at the expected temperature (T\nm for EF-1α was 79.2 °C and T\nm for β-actin was 78.8 °C, Fig. 3C–F). Similar observations were recorded for YHV amplicon and the EF-1α and β-actin controls for the corresponding samples (Fig. 4A–F).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 420,
                    "end": 426,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 796,
                    "end": 802,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1636,
                    "end": 1642,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1766,
                    "end": 1772,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In addition to sensitivity and specificity, SYBR Green RT-PCR is very rapid and robust in nature. It takes about 2 h to run a 96 well plate from the time the plate is put into the instrument. After amplification, the data analysis takes a few minutes. In a 96 well plate, 22 samples can be run at a time with two replicates for each virus sample, internal control, positive control and negative control. Thus, SYBR Green RT-PCR can be used for high throughput assays for YHV and TSV detection. In recent years, real-time RT-PCR based on TaqMan chemistry, has been used for the detection of RNA viruses infecting plants (Roberts et al., 2000), animals (Moody et al., 2000, Komurian-Pradel et al., 2001, Oleksiewicz et al., 2001) and to quantitate cellular transcripts in yeast and mammals (Kang et al., 2000, Leutenegger et al., 1999, Schmittgen et al., 2000). Schmittgen et al. (2000) compared the endpoint RT-PCR to TaqMan and SYBR Green real-time RT-PCR to evaluate the time course of mRNA formation and decay of human chimeric β globin gene. Both real-time RT-PCR methods produced a 4- to 5-log dynamic range of amplification compared to 1-log dynamic range for endpoint RT-PCR. They reported that although both real-time RT-PCR methods provided comparable dynamic range and sensitivity, SYBR Green detection was more precise and produced a more linear decay plot than the TaqMan detection system. In contrast to SYBR Green detection, multiple fluorogenic probes can be used in a TaqMan assay to detect more than one target in a reaction. However, TaqMan assay is more costly than SYBR Green assay.",
            "cite_spans": [
                {
                    "start": 620,
                    "end": 640,
                    "mention": "Roberts et al., 2000",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 652,
                    "end": 670,
                    "mention": "Moody et al., 2000",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 672,
                    "end": 700,
                    "mention": "Komurian-Pradel et al., 2001",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 702,
                    "end": 726,
                    "mention": "Oleksiewicz et al., 2001",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 789,
                    "end": 806,
                    "mention": "Kang et al., 2000",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 808,
                    "end": 832,
                    "mention": "Leutenegger et al., 1999",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 834,
                    "end": 857,
                    "mention": "Schmittgen et al., 2000",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 860,
                    "end": 884,
                    "mention": "Schmittgen et al. (2000)",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Recently, we isolated EF-1α by mRNA differential technique while comparing the RNA fingerprints of healthy and WSSV, a double stranded DNA containing virus, infected shrimp (Dhar et al., 2001b). The EF-1α was expressed constitutively in both healthy and WSSV infected shrimp. We compared the amplification efficiency and sensitivity of EF-1α and β-actin to that of TSV and YHV to determine which of these two genes could serve as a better internal reference. Ideally, the amplification efficiency as well as the sensitivity of an internal control should be comparable to the RNA under study and the internal control should be expressed at an equivalent level irrespective of tissue used, stages of development and the experimental treatments (Bustin, 2000). The sensitivity (Y intercepts) and amplification efficiency (slope) of EF-1α was greater than β-actin when compared to both TSV and YHV amplification. For example, the sensitivity (Y intercept 39.765) and amplification efficiency (slope −3.582) of TSV was more similar to EF-1α (Y intercepts 40.121, slope −3.443) than β-actin (Y intercepts 34.984 and slope −2.749) (Fig. 2A). Similarly, the slope and the intercepts of YHV curve were more similar to the EF-1α than β-actin (Fig. 2B). There is considerable evidence that the β-actin transcription varies widely in response to experimental treatment in human breast epithelial cells, porcine tissues and canine myocardium (reviewed in Bustin, 2000). In the current study, Both EF-1α and β-actin showed variation in their level of expression in TSV and YHV infected samples. However, based on the sensitivity and the amplification efficiency, as well as the level of variation, EF-1α appeared to be a better internal reference for SYBR Green RT-PCR detection of TSV and YHV.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 192,
                    "mention": "Dhar et al., 2001b",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 743,
                    "end": 755,
                    "mention": "Bustin, 2000",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1442,
                    "end": 1454,
                    "mention": "Bustin, 2000",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 1125,
                    "end": 1131,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1233,
                    "end": 1239,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "One of the obstacles in the development of virus resistant lines in shrimp is the lack of method(s) for quantification of viruses. Lack of established crustacean cell lines further emphasizes the need to develop methods for virus quantitation. Recently, we have developed a real-time PCR assay based on SYBR Green chemistry for the detection and quantification of two penaeid DNA viruses, infectious hypodermal and haematopoietic necrosis virus (IHHNV) and WSSV (Dhar et al., 2001a). We used the SYBR Green PCR method, along with random amplified polymorphic DNA (RAPD) technique, to identify genetic markers in P. stylirostris shrimp populations that differ in their IHHNV load (Hizer et al., 2002). Thus, SYBR Green RT-PCR, along with other molecular techniques, will be useful for developing TSV and YHV resistant lines in shrimp.",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 481,
                    "mention": "Dhar et al., 2001a",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 680,
                    "end": 698,
                    "mention": "Hizer et al., 2002",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, the SYBR Green RT-PCR method described above is a major development in the detection and quantification of TSV and YHV in shrimp. The method is very rapid, highly sensitive and is applicable to routine high throughput assay making it a suitable tool for diagnostic, epidemiological and genetic studies in shrimp aquaculture.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Details of the primers used for the RT-PCR amplification of TSV, YHV, EF-1α and β-actin genes\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: List of primers used for the detection of TSV, YHV, EF-1α and β-actin gene by SYBR Green RT-PCR\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: The cycle threshold (CT) values of replicate assays for TSV and YHV plasmid DNA dilutions\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Inter-experimental variabilities in the cycle threshold (CT) values of TSV and YHV samples and their corresponding internal controls (EF-1α and β-actin) using cDNA as template\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: The standard curve for TSV (A) and YHV (B) obtained by SYBR Green PCR using plasmid DNA as template. The number of copies of TSV plasmid DNA added to each reaction mixture (corresponding to the numbers on the linear curve in panel A) were as follows: (1) 2.42×106, (2) 2.42×105, (3) 2.42×104, (4) 2.42×103, (5) 2.42×102, (6) 2.42×101, (7) 12.1, (8) 6.05, (9) 3.03 and (10) 1.51. For YHV sample, the plasmid copy numbers (corresponding to the numbers on the linear curve in panel B) were as follows: (1) 2.12×106, (2) 2.12×105, (3) 2.12×104, (4) 2.12×103, (5) 2.12×102, (6) 2.12×101, (7) 10.6, (8) 5.3, (9) 2.6 and (10) 1.33.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Relative amplification efficiency curves for (A) TSV and (B) YHV compared to EF-1α and β-actin using cDNA as template.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: The amplification plots and the corresponding dissociation curves of TSV, EF-1α and β-actin genes. The melting temperature (Tm) of each amplicon is shown alongside its dissociation curve.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: The amplification plots and the dissociation curves of YHV, EF-1α and β-actin genes. The melting temperature (Tm) of each amplicon is shown alongside its dissociation curve.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Taura syndrome of marine penaeid shrimp: characterization of the viral agent",
            "authors": [
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Bonami",
                    "suffix": ""
                },
                {
                    "first": "K.W.",
                    "middle": [],
                    "last": "Hasson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "B.T.",
                    "middle": [],
                    "last": "Poulos",
                    "suffix": ""
                },
                {
                    "first": "D.V.",
                    "middle": [],
                    "last": "Lightner",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Gen. Virol.",
            "volume": "78",
            "issn": "",
            "pages": "313-319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "RAPD markers as predictors of infectious hypodermal and hematopoietic necrosis virus (IHHNV) resistance in shrimp (Penaeus stylirostris)",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hizer",
                    "suffix": ""
                },
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Dhar",
                    "suffix": ""
                },
                {
                    "first": "K.R.",
                    "middle": [],
                    "last": "Klimpel",
                    "suffix": ""
                },
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Genome",
            "volume": "45",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Transcript quantitation in total yeast RNA using kinetic PCR",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Higuchi",
                    "suffix": ""
                },
                {
                    "first": "D.H.",
                    "middle": [],
                    "last": "Gelfand",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Nucleic Acids Res.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Quantitation of HCV RNA using real-time PCR and fluorimetry",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Komurian-Pradel",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Paranhos-Baccala",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sodoyer",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Chevallier",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Mandrand",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Lotteau",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Andre",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol. Meth.",
            "volume": "95",
            "issn": "",
            "pages": "111-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Quantitative real-time PCR for the measurement of feline cytokine mRNA",
            "authors": [
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Leutenegger",
                    "suffix": ""
                },
                {
                    "first": "C.N.",
                    "middle": [],
                    "last": "Mislin",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Sigrist",
                    "suffix": ""
                },
                {
                    "first": "M.U.",
                    "middle": [],
                    "last": "Ehrengruber",
                    "suffix": ""
                },
                {
                    "first": "",
                    "middle": [],
                    "last": "Hofmann-Lehmann",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Lutz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Vet. Immunol. Immunopathol.",
            "volume": "71",
            "issn": "",
            "pages": "291-305",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Risk of spread of penaeid shrimp viruses in the Americas by the international movement of live and frozen shrimp",
            "authors": [
                {
                    "first": "D.V.",
                    "middle": [],
                    "last": "Lightner",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Redman",
                    "suffix": ""
                },
                {
                    "first": "B.T.",
                    "middle": [],
                    "last": "Poulos",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Nunan",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Mari",
                    "suffix": ""
                },
                {
                    "first": "K.W.",
                    "middle": [],
                    "last": "Hasson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Rev. Sci. Tech. Off. Int. Epiz.",
            "volume": "16",
            "issn": "",
            "pages": "146-160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Shrimp diseases and current diagnostic methods",
            "authors": [
                {
                    "first": "D.V.",
                    "middle": [],
                    "last": "Lightner",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Redman",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Aquaculture",
            "volume": "164",
            "issn": "",
            "pages": "201-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Measuring infectious bursal disease virus RNA in blood by multiplex real-time quantitative RT-PCR",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Moody",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sellers",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Bumstead",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol. Meth.",
            "volume": "85",
            "issn": "",
            "pages": "55-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Reverse transcription polymerase chain reaction (RT-PCR) used for the detection of Taura Syndrome Virus (TSV) in experimentally infected shrimp",
            "authors": [
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Nunan",
                    "suffix": ""
                },
                {
                    "first": "B.T.",
                    "middle": [],
                    "last": "Poulos",
                    "suffix": ""
                },
                {
                    "first": "D.V.",
                    "middle": [],
                    "last": "Lightner",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Dis. Aquat. Org.",
            "volume": "34",
            "issn": "",
            "pages": "87-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Development of a novel real-time RT-PCR assay for quantitation of foot-and-mouth disease virus in diverse porcine tissues",
            "authors": [
                {
                    "first": "M.B",
                    "middle": [],
                    "last": "Oleksiewicz",
                    "suffix": ""
                },
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Alexandersen",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Virol. Meth.",
            "volume": "92",
            "issn": "",
            "pages": "25-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Special topic review: Taura syndrome, a disease important to shrimp farms in the Americas",
            "authors": [
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Brock",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "World J. Microbiol. Biotechnol.",
            "volume": "13",
            "issn": "",
            "pages": "415-418",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Product differentiation by analysis of DNA melting curves during the polymerase chain reaction",
            "authors": [
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Ririe",
                    "suffix": ""
                },
                {
                    "first": "R.P.",
                    "middle": [],
                    "last": "Rasmussen",
                    "suffix": ""
                },
                {
                    "first": "C.T.",
                    "middle": [],
                    "last": "Wittwer",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Anal. Biochem.",
            "volume": "270",
            "issn": "",
            "pages": "154-160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Real-time RT-PCR fluorescent detection of tomato spotted wilt virus",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Dietzgen",
                    "suffix": ""
                },
                {
                    "first": "L.A.",
                    "middle": [],
                    "last": "Heelan",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Maclean",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Virol. Meth.",
            "volume": "88",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Nucleotide sequence of 3′-end of the genome of Taura syndrome virus of shrimp suggests that it is related to insect picornaviruses",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Robles-Sikisaka",
                    "suffix": ""
                },
                {
                    "first": "D.K.",
                    "middle": [],
                    "last": "Garcia",
                    "suffix": ""
                },
                {
                    "first": "K.R.",
                    "middle": [],
                    "last": "Klimpel",
                    "suffix": ""
                },
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Dhar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Arch. Virol.",
            "volume": "146",
            "issn": "",
            "pages": "941-952",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sambrook",
                    "suffix": ""
                },
                {
                    "first": "E.F.",
                    "middle": [],
                    "last": "Fritsch",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Maniatis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Molecular Cloning: A Laboratory Manual",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Quantitative reverse transcription-polymerase chain reaction to study mRNA decay: comparison of endpoint and real-time methods",
            "authors": [
                {
                    "first": "T.D.",
                    "middle": [],
                    "last": "Schmittgen",
                    "suffix": ""
                },
                {
                    "first": "B.A.",
                    "middle": [],
                    "last": "Zakrajsek",
                    "suffix": ""
                },
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Mills",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Gorn",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                },
                {
                    "first": "M.W.",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Anal. Biochem.",
            "volume": "285",
            "issn": "",
            "pages": "194-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A yellow head virus gene probe: application to in situ hybridization and determination of its nucleotide sequence",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D.V.",
                    "middle": [],
                    "last": "Lightner",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dis. Aquat. Org.",
            "volume": "35",
            "issn": "",
            "pages": "165-173",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Taura syndrome in Pacific white shrimp Penaeus vannamei cultured in Taiwan",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "H.-T.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "S.-H.",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "J.-P.",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "S.-T.",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "N.-J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T.-L.",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S.-Y.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Dis. Aquat. Org.",
            "volume": "38",
            "issn": "",
            "pages": "159-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Yellow-head virus of Penaeus monodon is an RNA virus",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wongteerasupaya",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sriurairatana",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Vickers",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Anutara",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Boonsaeng",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Panyim",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Tassanakajon",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Withyachumnarnkul",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Flegel",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Dis. Aquat. Org.",
            "volume": "22",
            "issn": "",
            "pages": "45-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Absolute quantification of mRNA using real-time reverse transcription polymerase chain reaction assays",
            "authors": [
                {
                    "first": "S.A.",
                    "middle": [],
                    "last": "Bustin",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Mol. Endocrinol.",
            "volume": "25",
            "issn": "",
            "pages": "169-193",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Histology and ultrastructure reveal a new granulosis-like virus in Penaeus monodon affected by yellow-head disease",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Chantanachookin",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Boonyaratpalin",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kasornchandra",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Direkbusarakom",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Ekpanithanpong",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Supamataya",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sriurairatana",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Flegel",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Dis. Aquat. Org.",
            "volume": "17",
            "issn": "",
            "pages": "145-157",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Detection and quantification of infectious hypodermal and hematopoietic necrosis virus and white spot virus in shrimp using real-time quantitative PCR and SYBR Green chemistry",
            "authors": [
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Dhar",
                    "suffix": ""
                },
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                },
                {
                    "first": "K.R.",
                    "middle": [],
                    "last": "Klimpel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J. Clin. Microbiol.",
            "volume": "39",
            "issn": "",
            "pages": "2835-2845",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Special topic review: major viral diseases of the black tiger prawn (Penaeus monodon) in Thailand",
            "authors": [
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Flegel",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "World J. Microbiol. Biotechnol.",
            "volume": "13",
            "issn": "",
            "pages": "433-442",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Taura syndrome in Penaeus vannamei: demonstration of a viral etiology",
            "authors": [
                {
                    "first": "K.W.",
                    "middle": [],
                    "last": "Hasson",
                    "suffix": ""
                },
                {
                    "first": "D.V.",
                    "middle": [],
                    "last": "Lightner",
                    "suffix": ""
                },
                {
                    "first": "B.T.",
                    "middle": [],
                    "last": "Poulos",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Redman",
                    "suffix": ""
                },
                {
                    "first": "B.L.",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Brock",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Bonami",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Dis. Aquat. Org.",
            "volume": "23",
            "issn": "",
            "pages": "115-126",
            "other_ids": {
                "DOI": []
            }
        }
    }
}