{
    "paper_id": "PMC7127760",
    "metadata": {
        "title": "Molecular mechanisms of the secretion of cytokines and chemokines from human monocytes activated by pneumococcal surface protein A (PspA): Roles of mitogen-activated protein kinases and NF-kappaB",
        "authors": [
            {
                "first": "Ju",
                "middle": [],
                "last": "Cao",
                "suffix": "",
                "email": "doccjhx@163.com",
                "affiliation": {}
            },
            {
                "first": "Tingmei",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yi",
                "middle": [],
                "last": "Gong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bingwu",
                "middle": [],
                "last": "Ying",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dairong",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wenchun",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xuemei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lanlan",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yibing",
                "middle": [],
                "last": "Yin",
                "suffix": "",
                "email": "yibingyin723@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nStreptococcus pneumoniae is a major cause of serious invasive infectious diseases such as pneumonia, bacteremia, and meningitis [1], [2], [3]. WHO estimates that invasive pneumococcal infection results in an estimated 1.6 million deaths every year [2]. Thus pneumococcal diseases remain to be a major global-health issue. For many years, it is well known that antiphagocytic polysaccharide capsule is the most important virulence factor of S. pneumoniae\n[3]. Over the past 20 years, the importance of pneumococcal proteins for the virulence of S. pneumoniae has been clarified, either as mediators of inflammation or by directly attacking host tissues [3], [4]. Pneumococcus has a significant attenuation of virulence by mutation of the genes encoding pneumococcal virulence proteins [3]. Therefore, pneumococcal virulence proteins play a crucial role in the pathogenesis of pneumococcal infections. And a comprehensive understanding of the interaction between pneumococcal virulence proteins and host cells may be helpful for the development of novel therapeutic agents against pneumococcal infections.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 132,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 134,
                    "end": 137,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 139,
                    "end": 142,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 249,
                    "end": 252,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 455,
                    "end": 458,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 653,
                    "end": 656,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 658,
                    "end": 661,
                    "mention": "[4]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 785,
                    "end": 788,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Pneumococcal surface protein A (PspA) was first identified by using monoclonal antibodies raised against surface determinants of S. pneumoniae\n[5]. PspA is a choline-binding surface protein, and it is composed of five domains: a signal peptide, an α-helical domain, a proline-rich region, a choline-binding domain, and a C-terminal tail [6]. PspA is presented on the surface of all pneumococcus, but it is highly variable. Based on the sequences of the N-terminal, PspA can be grouped into three families and can be further subdivided into six different clades [7]. PspA is a lactoferrin-binding protein and S. pneumoniae may overcome the iron limitation through lactoferrin-PspA interaction [8], it can also reduce the amount of C3b deposited onto pneumococcus and antibodies to PspA could increase complement activation and C3 deposition [9]. Shaper M et al demonstrated that PspA could protect S. pneumoniae from killing by apolactoferrin and anti-PspA antibodies could enhance killing of pneumococcus by apolactoferrin [8]. A recent study indicated that PspA contributed to secondary S. pneumoniae infection after influenza virus infection [10]. PspA has a great potential to be an effective vaccine candidate and systemic or mucosal immunization with PspA could elicit effective protection against pneumococccal infections [5], [11]. The capacity of PspA to protect against pneumococcal diseases remains to be determined but will have important implications for pneumococcal vaccine development.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "mention": "[5]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 337,
                    "end": 340,
                    "mention": "[6]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 561,
                    "end": 564,
                    "mention": "[7]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 692,
                    "end": 695,
                    "mention": "[8]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 840,
                    "end": 843,
                    "mention": "[9]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1023,
                    "end": 1026,
                    "mention": "[8]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1328,
                    "end": 1331,
                    "mention": "[5]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1333,
                    "end": 1337,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Monocytes are circulating blood leukocytes that are involved in the pathogenesis of inflammatory diseases. They are essential for the innate responses and subsequent acquired immune responses to pathogens [12]. Activated monocytes can transduce proinflammatory signals and then generate large amounts of reactive oxygen species (ROS), complement factors, prostaglandins; nitric oxide (NO), cytokines and chemokines, and proteolytic enzymes, and these mediators play an important role in the defense against invading pathogens [12], [13]. Upon pneumococcus’s entry into the bloodstream, invasive pneumococcal infection is likely regulated through contact with naive monocytes, resulting in the activation of monocytes and an inflammatory response and the final opsonin-dependent phagocytosis [1], [3]. However, few studies have investigated the inflammatory effects of the interaction between S. pneumoniae and monocytes.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 209,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 526,
                    "end": 530,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 532,
                    "end": 536,
                    "mention": "[13]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 791,
                    "end": 794,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 796,
                    "end": 799,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Owing to the key roles of monocytes in innate and adaptive immunity and the importance of PspA for the virulence of S. pneumoniae, we have investigated the effects of PspA on pro-inflammatory parameters of human monocytes – namely, the secretion of cytokine (IL-6) and chemokines (CXCL8, CCL2, CCL4 and CCL5). In this study, we demonstrated that PspA could modulate the function of human monocytes through – at least in part – the activation of intracellular nuclear factor (NF)-κB and mitogen activated protein kinases (MAPKs) pathways.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Actinomycin D and cycloheximide were purchased from Sigma-Aldrich. IκB-α phosphorylation inhibitor BAY11-7082, extracellular signal-regulated kinase (ERK) inhibitor PD98059, c-Jun N-terminal kinase (JNK) inhibitor SP600125, p38 MAPK inhibitor SB203580, phosphatidylinositol 3-OH kinase (PI3K) inhibitor LY294002 and Janus kinase (JAK) inhibitor AG490 were purchased from Calbiochem Corp, CA, USA. SB203580 was dissolved in water while PD98059, LY294002, SP600125, AG490 and BAY11-7082 were dissolved in dimethyl sulfoxide (DMSO). In all studies, the concentration of DMSO was 0.1% (vol/vol).",
            "cite_spans": [],
            "section": "Reagents ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Cell culture medium was purchased from Gibco Invitrogen Corp, CA, USA, free of detectable LPS (<0.1 EU/ml). All other solutions were prepared using pyrogen-free water and sterile polypropylene plasticware. No solution contained detectable LPS, as determined by the Limulus amoebocyte lyase assay (sensitivity limit 12 pg/ml; Biowhittaker Inc, MD, USA).",
            "cite_spans": [],
            "section": "Endotoxin-free solutions ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "PspA-deficient (PspA-) mutant TIGR4 pneumococcus was established as described previously [14]. This PspA deletion mutant was constructed with the PCR-synthesis method using marker cassettes with long flanking homology regions containing the erythromycin cassette. Northern blot analysis of PspA transcription and that of the genes upstream and downstream of PspA suggests that PspA has its own promoter and that its mutation does not have polar effects. The mutant pneumococcus were cultured in C + Y medium in 5% CO2 at 37 °C to exponential phase. After centrifugation (3000 × \ng for 30 min), culture supernatants were collected, filtered (0.2 μm pore), and concentrated (10-fold) (Vivaspin). Western blot confirmed the presence of PspA in TIGR4 CCS and its expected absence in the CCS derived from mutant strain TIGR4 (data not shown).",
            "cite_spans": [
                {
                    "start": 89,
                    "end": 93,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Pneumococcal culture supernatants and recombinant PspA ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Recombinant PspA (aa 7–449; molecular weight of approximately 66 kDa) was cloned in Escherichia coli by polymerase chain reaction (PCR) amplification from the DNA from strain TIGR4 [15], the coding sequence for PspA corresponds to the mature N-terminal region of PspA including α-helical domain and proline-rich region. The purified PspA contained a plasmid-encoded thioredoxin (TRX) and a polyhistidine(His) tag. For future protein function studies, it is necessary to remove the His tag and TRX fusion protein from the TRX-His-PspA protein because extra amino acids may elicit unwanted immune responses. After dialysis against PBS, the concentration of identified TRX-His-PspA was determined with Coomassie™ Plus-200 Protein Assay Reagent (Pierce Inc. Rockford, USA) and recombinant enterokinase was added at a 1:200 (unit/weight) ratio of protease to fusion protein. The reaction was incubated for various time durations ranging from 6 to 24 h at room temperature. After confirming successful and complete protein cleavage by 10% SDS–PAGE analysis, EKapture agarose was added to remove the residual recombinant enterokinase and the column of Ni+–NTA agarose resin was employed to isolate and remove the N-terminal fusion protein, TRX-His, from the target PspA recombinant protein. After confirming that the two fragments, TRX-His and PspA, were readily separated by 10% SDS–PAGE analysis, the target PspA protein was then lyophilized and stored at −20 °C until use.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Pneumococcal culture supernatants and recombinant PspA ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Primary blood monocytes with CD14 surface marker expression were isolated from the buffy coat of heparinized blood samples donated by healthy volunteers using Ficoll-Paque (Pharmacia Biotech, Uppsala, Sweden) density gradient centrifugation. CD14+ monocytes were purified from these cells by magnetic-activated cell sorting (MACS) system using anti-CD14 magnetic beads (Miltenyi Biotec, Auburn, CA). Cell viability was more than 99% as measured by trypan blue exclusion assay and the purity of monocytes was 95% to 99% as verified by fluorescence-activated cell sorting (FACS) using PE-conjugated anti-CD14 antibody (Beckman Coulter, Miami, FL). Purified CD14+ monocytes were cultured in RPMI 1640 medium (Gibco, USA) supplemented with 10% FBS and 20 mM Hepes (Gibco, USA). For inhibition experiments, human monocytes were pretreated with signaling molecule inhibitors for 1 hour.",
            "cite_spans": [],
            "section": "CD14+ primary blood monocytes isolation and cell culture ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Concentrations of inflammatory cytokines IL-6, TNF-α, IL-1β and chemokines CXCL8, CCL2, CCL3, CCL4 and CCL5 in culture supernatants of human monocytes (5 − 105 cells) after treatments for 12 h or 24 h were determined by ELISA kits from BD Pharmingen, CA, USA.",
            "cite_spans": [],
            "section": "Quantitative analysis of IL-6, tumor necrosis factor (TNF)-α, IL-1β, CXCL8, CCL2, CCL3, CCL4 and CCL5 ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Resting and PspA-stimulated (500 ng/ml) human monocytes (5 × 105 cells) were fixed with an equal volume of pre-warmed BD Cytofix Buffer immediately after 15 min stimulation. They were then collected by centrifugation at 300 \ng for 5 min. BD Phosflow Perm Buffer III (1 ml) was added to permeabilize the cells for 30 min on ice. Cells were washed twice and resuspended with BD Pharmingen Stain Buffer. They were then incubated with mouse anti-human phospho-ERK, phospho-JNK and phospho- p38MAPK, and phosphorylated IκB-α monoclonal antibodies or mouse IgG1 isotype at 4 °C for 1 h, followed by incubation with FITC conjugated goat anti-mouse IgG1 secondary antibody (1:200) at 4 °C for 45 min in dark. After a final wash, cells were resuspended in 1% paraformaldehyde in PBS. Quantitative analysis of the expression of intracellular phosphorylated signaling molecules of 5000 viable cells in terms of mean fluorescence intensity (MFI) was performed by flow cytometry (BD FACSCalibur flow cytometer).",
            "cite_spans": [],
            "section": "Flow cytometric analysis of intracellular activated phosphorylated signaling molecules ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Human monocytes (5 × 106 cells)were washed with ice-cold PBS, and lysed in 0.2 ml lysis buffer (20 mM Tris–HCl, pH8.0, 120 mM NaCl, 1% Triton X-100, 10 mM ethylenediaminetetraacetic acid, 1 mM ethyleneglycoltetraacetic acid, 0.05% 2-mercaptoethanol, 1× protease inhibitors). Cell debris was removed by centrifugation at 14 000 × g for 15 min, and the supernatant was quantified with CoomassieTM Plus-200 Protein Assay Reagent and then boiled in Laemmli sample buffer (Bio-Rad Laboratory, Hercules, CA) for 5 min. An equal amount of proteins was subjected to 10% SD-PAGE before blotting onto a polyvinylidene difluoride membrane (Amersham and Pharmacia Biotech). The membrane was blocked with 5% skimmed milk in Tris-buffered saline with 0.05% Tween-20, pH 7.6 for 1 h at room temperature, and probed with anti-human total or phosphorylated-ERK, anti-human total or phosphorylated-JNK, anti-human total or phosphorylated-p38 MAPK and anti-human total or phosphorylated-IκB-α monoclonal antibodies (Cell Signaling Technology Inc., Beverly, MA) at 4 °C overnight. After washing, the membrane was incubated with secondary donkey anti-rabbit antibody coupled to horseradish peroxidase (Amersham and Pharmacia Biotech) for 1 h at room temperature. Antibody–antigen complexes were then detected using an enhanced chemiluminescent (ECL) detection system according to the manufacturer’s instructions (Amersham and Pharmacia Biotech). The Western blots after phosphorylated protein analysis were reprobed with antibodies against the total ERK, JNK, p38MAPK and IκB-α to demonstrate equal protein loading.",
            "cite_spans": [],
            "section": "Western blot analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All data were expressed as mean ± SD. Differences between groups were assessed by one way ANOVA analysis with Bonferroni post hoc test or Student’s t- test. A probability (p) < 0.05 was considered significantly different. All analyses were performed using the Statistical Package for the Social Sciences (SPSS) statistical software for Windows, version 10.1.4 (SPSS Inc, IL, USA).",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Using the Limulus amoebocyte lyase assay, we firstly confirmed that recombinant PspA solution was free of detectable LPS (<0.1 EU/ml). To generate a profile of cytokine and chemokine that may be regulated by PspA, the effect of PspA on inflammatory cytokine IL-6, chemokines including CXCL8, CCL2, CCL4, and CCL5 was examined. Human monocytes (5 × 105 cells) were stimulated with indicated concentrations of PspA for indicated times (Fig. 1\n). Under the experimental conditions used in these experiments, cell viability was consistently > 90%, indicating that the recombinant PspA preparations used did not induce significant death of monocytes. We found that PspA significantly induced IL-6 (A), CXCL8 (B), CCL2 (C), CCL5 (D) and CCL4 (E) secretion in comparison with control at the 12-hour and 24-hour time points, and the secretion of these mediators induced by PspA could be enhanced dose-dependently (50–1000 ng/ml) at 12 and 24 h. In addition, the maximal responses occurred at 24 h of PspA stimulation for all of these mediators. However, the secretion of other inflammatory cytokines TNF-α, IL-1β and chemokine CCL3 could not be induced by PspA from human monocytes (Fig. 2\n). Besides, we found that this PspA activation could not enhance the capacity of human monocytes to internalize and clear TIGR4 pneumococcus in a direct functional test in vitro (data not shown).",
            "cite_spans": [],
            "section": "Effect of PspA on the secretion of IL-6, CXCL8, CCL2, CCL4 and CCL5 from human monocytes ::: Results",
            "ref_spans": [
                {
                    "start": 434,
                    "end": 440,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1175,
                    "end": 1181,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To verify that the cytokine and chemokine secreted from monocytes were newly synthesized upon the stimulation of PspA, transcriptional inhibitor actinomycin D and protein synthesis inhibitor cycloheximide were used. As shown in Fig. 3\n, A–E, both actinomycin D (1 μM) and cycloheximide (10 μM) alone could significantly suppress the secretion of cytokine and chemokine induced by PspA, and they had no significant cell toxicity under the dose used. These results therefore indicate that PspA actually induce the secretion of newly synthesized IL-6, CXCL8, CCL2, CCL4 and CCL5 rather than the preformed ones from monocytes.",
            "cite_spans": [],
            "section": "Effect of PspA on the secretion of IL-6, CXCL8, CCL2, CCL4 and CCL5 from human monocytes ::: Results",
            "ref_spans": [
                {
                    "start": 228,
                    "end": 234,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Human monocytes were stimulated with CCS derived from strain TIGR4 or medium alone, and the secretion of cytokine and chemokine was analyzed by ELISA. As shown in Fig. 4\n, A–E, CCS from wild type TIGR4 treatment was associated with significant increases in the secretion of IL-6, CXCL8, CCL2, CCL4 and CCL5. However, CCS from the PspA-deficient mutant TIGR4 pneumococcus induced significantly less secretion of cytokine IL-6 and chemokines.",
            "cite_spans": [],
            "section": "Modulation of IL-6, CXCL8, CCL2, CCL4 and CCL5 secretion by pneumococcal culture supernatant ::: Results",
            "ref_spans": [
                {
                    "start": 163,
                    "end": 169,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The cytotoxicities of different signaling molecule inhibitors on human monocytes were firstly determined by 3-(4,5-Dimethylthiazol-2-yl)-2,5-diphenyltetrazolium bromide (MTT) assay. We used the optimal concentrations of AG490 (3 μM), BAY11-7082 (1 μM), LY294002 (3 μM), PD98059 (5 μM), SB203580 (10 μM), and SP600125 (3 μM) with significant inhibitory effects without any cell toxicity. As shown in Fig. 5\n, A–E, all BAY11-7082, PD98059, SB203580 and SP600125 could partially but significantly suppress the secretion of IL-6, CXCL8, CCL2, CCL4 and CCL5. However, AG490 and LY294002 did not exert any significant effect on cytokine and chemokine secretion induced by PspA.",
            "cite_spans": [],
            "section": "Effects of signaling molecule inhibitors on cytokine and chemokine secretion induced by PspA ::: Results",
            "ref_spans": [
                {
                    "start": 399,
                    "end": 405,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Regarding the signal transduction mechanisms, we took advantage of a rapid and quantitative method. Using intracellular fluorescence staining by flow cytometry, we measured the contents of phosphorylated ERK, JNK, p38MAPK and IκB-α in permeabilized monocytes. The representative flow cytometry histograms in Fig. 6\nillustrated that the untreated human monocytes had a basal activity of ERK, JNK, p38 MAPK and IκB-α. However, human monocytes treated with PspA for 15 min were shown to significantly up-regulate expressions of phosphorylated ERK, JNK, p38 MAPK and IκB-α. The phosphorylation of ERK, JNK, p38 MAPK and IκB-α was highly reproducibly detectable in human monocytes on 15 min, stimulation with PspA by means of Western blot (Fig. 7\n). These data further confirmed the results from inhibitor assays described above.",
            "cite_spans": [],
            "section": "Effects of PspA on the phosphorylation of ERK, JNK, p38 MAPK and IκB-α signaling molecules in human monocytes ::: Results",
            "ref_spans": [
                {
                    "start": 308,
                    "end": 314,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 735,
                    "end": 741,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Human monocytes play an important role in the pathogenesis of bacterial infectious diseases [12]. It has been demonstrated that monocytes are key effectors in clearing primary pneumococcal colonization [16]. Since invasive pneumococcal infection is likely regulated through the contact with naive monocytes when pneumococcus enter the bloodstream, these cells are good targets of host -against- pneumococcus action through the production of cytokines and chemokines to regulate immune responses. Among the virulence proteins of S. pneumoniae, It is known that PspA is a surface-exposed protein and may be secreted in vivo [17]. PspA has been known to be an important factor in the pathogenesis of invasive pneumococcal infection. Previous studies demonstrated that opaque strains showed improved survival in the bloodstream and bear more of the protective antigen PspA [18]. Furthermore, Ogunniyi AD et al found that the expression of PspA was up-regulated threefold at 12 h post-infection and was 36-fold higher at 24 h post-infection [19].",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 96,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 202,
                    "end": 206,
                    "mention": "[16]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 622,
                    "end": 626,
                    "mention": "[17]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 869,
                    "end": 873,
                    "mention": "[18]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1036,
                    "end": 1040,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, we stimulated human peripheral blood monocytes with recombinant PspA and have shown, for the first time, that PspA could induce the secretion of inflammatory cytokine IL-6 and chemokines including CXCL8, CCL2, CCL4 and CCL5. However, PspA could not activate human monocytes to secrete TNF-α, IL-1β and CCL3. The explanation may be that PspA can not activate their gene transcriptions and selectively regulate the induction of different cytokines and chemokines by activation of different transcription factors. Although CCS containing a variety of native components released from PspA-deficient mutant pneumococcus that did not express PspA could induce significantly more secretion of these mediators than that of control medium, the secretion of these mediators was significantly less than that of CCS from wild type pneumococcus. Since CCS from PspA-deficient mutant pneumococcus was absent of full or truncated PspA confirmed by Western blot, we can conclude that native PspA of pneumococcus is an inducer of IL-6, CXCL8, CCL2, CCL4 and CCL5. In addition, given the known polymorphic variation in PspA between different pneumococcal strains, further studies are required to explore the impact of such differences on the secretion of IL-6, CXCL8, CCL2, CCL4 and CCL5.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Of the 5 newly synthesized mediators in response to PspA, IL-6 is an inflammatory cytokine secreted from a variety of cell types including monocytes. It induces the synthesis of acute-phase proteins and regulates various immune and inflammatory responses [20]. A previous study has demonstrated that IL-6 was one of the essential cytokines to induce the differentiation of IL-17-producing human Th cells [21]. Since IL-17A was shown to increase pneumococcal killing by human neutrophils [21], IL-6 may therefore play an important role in mediating pneumococcal immunity in humans. Among chemokines induced by PspA, CCL2 is a chemoattractant for monocytes. Beside, CCL2 can also induce the release of lysosomal enzymes, production of superoxide anions and expression of cytokines and chemokines from macrophage [22]. CCL2 overexpressing mice showed an improved pneumococcal clearance and survival, and that was associated with substantially increased lung mononuclear phagocyte subset accumulations [23]. CXCL8 can regulate various biological functions of neutrophils including chemotaxis, degranulation, superoxide production, and expression of adhesion molecules [24]. CCL4 preferentially attracts CD4+T cells, and it is also involved in the activation of human granulocytes and seems to be involved in acute neutrophilic inflammation [22]. CCL5 is chemotactic for T-cells, monocytes, eosinophils and basophils and plays an active role in recruiting these leukocytes into inflammatory sites [22]. Taken together, these inflammatory factors induced by PspA may regulate the initiation, maintenance, and termination of inflammatory reactions in invasive pneumococcal infection.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 259,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 404,
                    "end": 408,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 487,
                    "end": 491,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 810,
                    "end": 814,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 998,
                    "end": 1002,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1164,
                    "end": 1168,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1336,
                    "end": 1340,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1492,
                    "end": 1496,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The intracellular signaling mechanisms regulating the PspA-induced inflammatory cytokine IL-6 and chemokines (CXCL8, CCL2, CCL4, and CCL5) secretion in human monocytes are not completely understood. The signal transduction cascades are finely tuned, and they control gene expressions via phosphorylation of various protein kinases and target proteins upon various extracellular stimulations [25]. To investigate the underlying molecular mechanisms, we examined the role of NF-kB and MAPKs pathways using a pharmacological approach. PspA-induced secretion of IL-6, CXCL8, CCL2, CCL4 and CCL5 was significantly decreased by IκB-α and MAP kinase inhibitors, suggesting the involvement of these pathways in pneumococcal inflammatory diseases. However, either inhibition of ERK, JNK, p38 MAPK or NF-κB pathways could partially diminish the induced secretion of these mediators by PspA. These results indicated that all the three MAPK pathways and NF-κB pathway were partly but not predominantly involved in this induction. Furthermore, differential activation of other different intracellular signaling mechanisms and/or differential regulation of various transcription factors for the secretion of cytokines and chemokines in human monocytes cannot be excluded and require further investigation.",
            "cite_spans": [
                {
                    "start": 391,
                    "end": 395,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Elevated expression of intracellular phosphorylated MAPK proteins is a hallmark for the activation of MAPK signaling pathways [31]. In NF-κB signaling pathway, phosphorylation and subsequent degradation of the NF-κB inhibitor IκBα is required to allow NF-κB nuclear translocation. NF-κB is sequestered in the cytoplasm through their association with the inhibitor protein IκBα. When IκBα is phosphorylated and degraded by proteasome, free NF-κB translocates into the nucleus to regulate gene expression [32]. Using intracellular staining by flow cytometry and Western blot to investigate the phosphorylation levels of signaling molecules in monocytes, we confirmed that PspA could induce the phosphorylation of ERK, JNK, p38 MAPK and IκB-α in human monocytes, suggesting that pneumococcal PspA could activate ERK, JNK, p38 MAPK and NF-kB signaling pathways. NF-κB- and MAPKs-dependent chemokine synthesis in human antigen-presented dendritic cells in response to pneumococcal proteins pneumolysin and choline binding protein A (CbpA) has also been reported [26]. Therefore, the activated NF-κB and MAPKs signaling pathways are involved in pneumococcal infection. In fact, enhanced phospho-p38 MAPK expression in mononuclear cells has been investigated in severe acute respiratory syndrome [27]. Therefore, a better understanding of the signaling pathways involved in invasive pneumococcal infection may be important for developing strategies to reduce the septic inflammation associated with invasive pneumococcal infection.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "mention": "[31]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 503,
                    "end": 507,
                    "mention": "[32]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1057,
                    "end": 1061,
                    "mention": "[26]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1289,
                    "end": 1293,
                    "mention": "[27]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Previous reports have demonstrated that many different pneumococcal proteins have the capability to induce the release of pro-inflammatory mediators. For example, recombinant CbpA could induce increased secretion of CXCL8, CCL2, CXCL1, and CXCL5 and increase the expression of intercellular adhesion molecule 1 (ICAM-1) in the human alveolar epithelial cell line (A549 cell) [28]. Pneumolysin can induce the expression of NO, IL-6, TNF-α and COX-2 in RAW 264.7 macrophages [29]. Esterase A (EstA) of pneumococcus is an inducer of NO and TNF-α, IL-1β and IL-6 mRNA in RAW 264.7 macrophages [30]. Ferreira et al recently reported that PspA is a novel inducer of IL-17 and IFN-γ, two important cytokines which are involved in protection effects against pneumococcal infection [11]. However, this is the first study shown that PspA could stimulate the release of IL-6, CXCL8, CCL2, CCL4, and CCL5 from human peripheral blood monocytes via intracellular NF-κB and MAPKs signaling pathways. It is suggested that pro- and anti-inflammatory cytokines differentially regulate an in vivo humoral response to S. pneumoniae\n[3]. In fact, a complex series of interactions among immune, epithelial and vascular system cells, as well as pneumococcal virulence factors seems to be responsible for the outcome of invasive pneumococcal infection. As one of the most important virulence factors of pneumococcus, this study on PspA provides new insight for PspA-mediated activation of monocytes via differential intracellular signaling cascades in pneumococcal infection, and the work for identifying potential recognition receptor of PspA on human monocytes is ongoing. Our present findings may also have important implications in the development of effective vaccines or other therapeutic agents against pneumococcal infection.",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 379,
                    "mention": "[28]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 473,
                    "end": 477,
                    "mention": "[29]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 589,
                    "end": 593,
                    "mention": "[30]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 773,
                    "end": 777,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1112,
                    "end": 1115,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Kinetic secretion of IL-6 (A), CXCL8 (B), CCL2 (C), CCL5 (D), and CCL4 (E) from human monocytes activated by PspA. Monocytes (5 x105 cells) were cultured with or without PspA (50–1000 ng/ml) for 12 and 24 h. Cytokine and chemokine released by monocytes were determined by ELISA. Results are expressed as the arithmetic mean ± SD from 5 independent experiments, each performed with cells isolated from 5 different donors. *p < 0.05 vs. the medium control of the same time point.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Effects of PspA on the secretion of TNF-α, IL-1β and CCL3 from human monocytes. Monocytes (5 × 105 cells) were cultured with or without PspA (500 ng/ml) for 24 h. TNF-α, IL-1β and CCL3 released by monocytes were determined by ELISA. Results are expressed as the arithmetic mean ± SD from 5 independent experiments, each performed with cells isolated from 5 different donors. *p < 0.05 vs. the medium control of the same time point. CTL: control medium.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Effects of actinomycin D and cycloheximide on the secretion of IL-6 (A), CXCL8 (B), CCL2 (C), CCL5 (D), and CCL4 (E) from human monocytes induced by PspA. Monocytes (5 × 105 cells) were cultured with or without PspA (500 ng/ml) in the presence of actinomycin D (1 μM: act D) or cycloheximide (10 μM: cyclo) for 24 h. The concentrations of cytokine and chemokine were determined by ELISA. Results are expressed as the arithmetic mean ± SD from 5 independent experiments, each performed with cells isolated from 5 different donors. *p < 0.05 vs. the medium control. CTL: control medium.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Secretion of IL-6 (A), CXCL8 (B), CCL2 (C), CCL5 (D), and CCL4 (E) from human monocytes induced by pneumococcal culture supernatant. Monocytes (5 × 105 cells) were stimulated with wild type (WT) or PspA- deficient (PspA-) TIGR4 CCS (500 ng/mL) or medium alone for 24 h. The concentrations of cytokine and chemokine were determined by ELISA. Results are expressed as the arithmetic mean ± SD from 5 independent experiments, each performed with cells isolated from 5 different donors. #p < 0.05 vs. WT TIGR4; * p < 0.05 vs. medium control.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Effects of signaling molecule inhibitors on IL-6 (A), CXCL8 (B), CCL2 (C), CCL5 (D), and CCL4 (E) secretion from human monocytes activated by PspA. Monocytes (5 × 105 cells) were pretreated with AG490 (3 μM: AG), BAY11-7082 (1 μM:BAY), LY294002 (3 μM: LY), PD98059 (5 μM: PD), SB203580 (10 μM: SB)), and SP600125 (3 μM: SP) for 1 h, followed by incubation with or without PspA (500 ng/ml) in the presence of inhibitors for another 24 h. The concentrations of cytokine and chemokine were determined by ELISA. Results are expressed as the arithmetic mean ± SD from 5 independent experiments, each performed with cells isolated from 5 different donors. *p < 0.05 vs. monocytes without pretreatment of inhibitors. CTL: control medium.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Effects of PspA on the phosphorylation of intracellular ERK, JNK, p38 MAPK and IκB-α signaling molecules. Human monocytes (5 × 105 cells) were incubated with or without PspA (500 ng/ml) for 15 min. The amounts of intracellular phosphorylated signaling molecules in 5000 permeabilized monocytes were measured by flow cytometry. Histograms show overlays of phosphorylated signaling molecules in medium control and PspA-stimulated monocytes and IgG1 isotypic control. A representative experiment is shown. Results of phosphorylated ERK, phosphorylated JNK, phosphorylated p38 MAPK, and phosphorylated IκB-α are also shown in MFI subtracting corresponding isotypic control and are expressed as the arithmetic mean plus SD of 5 independent experiments, each performed with cells isolated from 5 different donors. *p < 0.05 vs. the medium control. CTL: control medium.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: Activation of ERK, JNK, p38 MAPK and IκB-α signaling molecules in human monocytes by PspA. Human monocytes (5 × 106) were incubated with or without PspA (500 ng/ml) for 15 min. Total cellular proteins were extracted from human monocytes for the measurement of phosphorylated and total ERK, phosphorylated and total JNK, phosphorylated p38MAPK and total p38MAPK, and phosphorylated and total IκB-α by Western blot analysis. A representative experiment is shown. Identical results were obtained with cells from 5 different donors. CTL: control medium.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Streptococcus pneumoniae colonisation: the key to pneumococcal disease",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Bogaert",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "De Groot",
                    "suffix": ""
                },
                {
                    "first": "P.W.",
                    "middle": [],
                    "last": "Hermans",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "144-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Pneumococcal surface protein A contributes to secondary Streptococcus pneumoniae infection after influenza virus infection",
            "authors": [
                {
                    "first": "Q.O.",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Harmsen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Infect Dis",
            "volume": "200",
            "issn": "",
            "pages": "537-545",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Characterization of protective mucosal and systemic immune responses elicited by pneumococcal surface protein PspA and PspC nasal vaccines against a respiratory pneumococcal challenge in mice",
            "authors": [
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Darrieux",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Silva",
                    "suffix": ""
                },
                {
                    "first": "L.C.",
                    "middle": [],
                    "last": "Leite",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": "Jr."
                },
                {
                    "first": "P.L.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Vaccine Immunol",
            "volume": "16",
            "issn": "",
            "pages": "636-645",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Blood monocytes: development, heterogeneity, and relationship with dendritic cells",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Auffray",
                    "suffix": ""
                },
                {
                    "first": "M.H.",
                    "middle": [],
                    "last": "Sieweke",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Geissmann",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annu Rev Immunol",
            "volume": "27",
            "issn": "",
            "pages": "669-692",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Early cellular responses to Salmonella infection: dendritic cells, monocytes, and more",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rydström",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sundquist",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Wick",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Immunol Rev",
            "volume": "225",
            "issn": "",
            "pages": "140-162",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Relative roles of genetic background and variation in PspA in the ability of antibodies to PspA to protect against capsular type 3 and 4 strains of Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Roche",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "L.S.",
                    "middle": [],
                    "last": "McDaniel",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Håkansson",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Briles",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Infect Immun",
            "volume": "71",
            "issn": "",
            "pages": "4498-4505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Enhanced protection against pneumococcal infection elicited by immunization with the combination of PspA, PspC, and ClpP",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "4996-5005",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Cellular effectors mediating Th17-dependent clearance of pneumococcal colonization in mice",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T.B.",
                    "middle": [],
                    "last": "Clarke",
                    "suffix": ""
                },
                {
                    "first": "J.N.",
                    "middle": [],
                    "last": "Weiser",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Invest",
            "volume": "119",
            "issn": "",
            "pages": "1899-1909",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Pneumococcal surface protein A is expressed in vivo, and antibodies to PspA are effective for therapy in a murine model of pneumococcal sepsis",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Swiatlo",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "G.S.",
                    "middle": [],
                    "last": "Nabors",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Mathews",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Briles",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Infect Immun",
            "volume": "71",
            "issn": "",
            "pages": "7149-7153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Molecular and cellular biology of pneumococcal infection",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Tuomanen",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Curr Opin Microbiol",
            "volume": "2",
            "issn": "",
            "pages": "35-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The genes encoding virulence-associated proteins and the capsule of Streptococcus pneumoniae are upregulated and differentially expressed in vivo",
            "authors": [
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Ogunniyi",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Giammarinaro",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Microbiology",
            "volume": "148",
            "issn": "",
            "pages": "2045-2053",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Pneumococcal vaccination in developing countries",
            "authors": [
                {
                    "first": "A.W.",
                    "middle": [],
                    "last": "Cripps",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Leach",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Lehmann",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The effects of IL-6 on CD4 T cell responses",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Dienz",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Rincon",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Immunol",
            "volume": "130",
            "issn": "",
            "pages": "27-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Interleukins 1beta and 6 but not transforming growth factor-beta are essential for the differentiation of interleukin 17-producing human T helper cells",
            "authors": [
                {
                    "first": "E.V.",
                    "middle": [],
                    "last": "Acosta-Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Napolitani",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Lanzavecchia",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Sallusto",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nat Immunol",
            "volume": "8",
            "issn": "",
            "pages": "942-949",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Human chemokines: an update",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Baggiolini",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Dewald",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Moser",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annu Rev Immunol",
            "volume": "15",
            "issn": "",
            "pages": "675-705",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Interleukin-17A mediates acquired immunity to pneumococcal colonization",
            "authors": [
                {
                    "first": "Y.J.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Gross",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Bogaert",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bagrade",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Pathog",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Lung-specific overexpression of CC chemokine ligand (CCL) 2 enhances the host defense to Streptococcus pneumoniae infection in mice: role of the CCL2-CCR2 axis",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Taut",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Srivastava",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Länger",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Briles",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Immunol",
            "volume": "178",
            "issn": "",
            "pages": "5828-5838",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Fidelity and spatio-temporal control in MAP kinase (ERKs) signalling",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Pouysségur",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Volmat",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Lenormand",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Biochem Pharmacol",
            "volume": "64",
            "issn": "",
            "pages": "755-763",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Induction of CC and CXC chemokines in human antigen-presenting dendritic cells by the pneumococcal proteins pneumolysin and CbpA, and the role played by toll-like receptor 4, NF-kappaB, and mitogen-activated protein kinases",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Bernatoniene",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Dogan",
                    "suffix": ""
                },
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Infect Dis",
            "volume": "198",
            "issn": "",
            "pages": "1823-1833",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Altered p38 mitogen-activated protein kinase expression in different leukocytes with increment of immunosuppressive mediators in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R.F.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "W.T.",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "P.M.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Immunol",
            "volume": "172",
            "issn": "",
            "pages": "7841-7847",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Choline-binding protein A of Streptococcus pneumoniae elicits chemokine production and expression of intercellular adhesion molecule 1 (CD54) by human alveolar epithelial cells",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Murdoch",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Read",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Finn",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "186",
            "issn": "",
            "pages": "1253-1260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Pneumolysin, a protein toxin of Streptococcus pneumoniae, induces nitric oxide production from macrophages",
            "authors": [
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Braun",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Novak",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Murray",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Shenep",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infect Immun",
            "volume": "67",
            "issn": "",
            "pages": "3750-3756",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The role of Streptococcus pneumoniae virulence factors in host respiratory colonization and disease",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kadioglu",
                    "suffix": ""
                },
                {
                    "first": "J.N.",
                    "middle": [],
                    "last": "Weiser",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                },
                {
                    "first": "P.W.",
                    "middle": [],
                    "last": "Andrew",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nat Rev Microbiol",
            "volume": "2008",
            "issn": "6",
            "pages": "288-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "EstA protein, a novel virulence factor of Streptococcus pneumoniae, induces nitric oxide and pro-inflammatory cytokine production in RAW 264.7 macrophages through NF-kappaB/MAPK",
            "authors": [
                {
                    "first": "E.H.",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Gebru",
                    "suffix": ""
                },
                {
                    "first": "M.H.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Microb Pathog",
            "volume": "47",
            "issn": "",
            "pages": "196-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "p38 MAP kinase regulates TNF alpha-, IL-1 alpha- and PAF-induced RANTES and GM-CSF production by human bronchial epithelial cells",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hashimoto",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Gon",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Maruoka",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kujime",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Clin Exp Allergy",
            "volume": "30",
            "issn": "",
            "pages": "48-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "The NF-kappa B and I kappa B proteins: new discoveries and insights",
            "authors": [
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Baldwin",
                    "suffix": "Jr."
                }
            ],
            "year": 1996,
            "venue": "Annu Rev Immunol",
            "volume": "14",
            "issn": "",
            "pages": "649-683",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Versatility of pneumococcal surface proteins",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bergmann",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hammerschmidt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Microbiology",
            "volume": "152",
            "issn": "",
            "pages": "295-303",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Pneumococcal diversity: considerations for new vaccine strategies with emphasis on pneumococcal surface protein A (PspA)",
            "authors": [
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Briles",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Tart",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Swiatlo",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Dillard",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "K.A.",
                    "middle": [],
                    "last": "Benton",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Clin Microbiol Rev",
            "volume": "11",
            "issn": "",
            "pages": "645-657",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Analysis of serum cross-reactivity and cross-protection elicited by immunization with DNA vaccines against Streptococcus pneumoniae expressing PspA fragments from different clades",
            "authors": [
                {
                    "first": "E.N.",
                    "middle": [],
                    "last": "Miyaji",
                    "suffix": ""
                },
                {
                    "first": "D.M.",
                    "middle": [],
                    "last": "Ferreira",
                    "suffix": ""
                },
                {
                    "first": "A.P.",
                    "middle": [],
                    "last": "Lopes",
                    "suffix": ""
                },
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Brandileone",
                    "suffix": ""
                },
                {
                    "first": "W.O.",
                    "middle": [],
                    "last": "Dias",
                    "suffix": ""
                },
                {
                    "first": "L.C.",
                    "middle": [],
                    "last": "Leite",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Infect Immun",
            "volume": "70",
            "issn": "",
            "pages": "5086-5090",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Diversity of PspA: mosaic genes and evidence for past recombination in Streptococcus pneumoniae",
            "authors": [
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Hollingshead",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Briles",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect Immun",
            "volume": "68",
            "issn": "",
            "pages": "5889-5900",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "PspA protects Streptococcus pneumoniae from killing by apolactoferrin, and antibody to PspA enhances killing of pneumococci by apolactoferrin",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Shaper",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Hollingshead",
                    "suffix": ""
                },
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Benjamin",
                    "suffix": "Jr."
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Briles",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Immun",
            "volume": "72",
            "issn": "",
            "pages": "5031-5040",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Effects of PspA and antibodies to PspA on activation and deposition of complement on the pneumococcal surface",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Szalai",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Hollingshead",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Briles",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Infect Immun",
            "volume": "72",
            "issn": "",
            "pages": "114-122",
            "other_ids": {
                "DOI": []
            }
        }
    }
}