{
    "paper_id": "PMC7123446",
    "metadata": {
        "title": "Infections in the PICU",
        "authors": [
            {
                "first": "Abdelaziz",
                "middle": [
                    "Y."
                ],
                "last": "Elzouki",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Harb",
                "middle": [
                    "A."
                ],
                "last": "Harfi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hisham",
                "middle": [
                    "M."
                ],
                "last": "Nazer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "F.",
                "middle": [
                    "Bruder"
                ],
                "last": "Stapleton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "William",
                "middle": [],
                "last": "Oh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Richard",
                "middle": [
                    "J."
                ],
                "last": "Whitley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tavey",
                "middle": [],
                "last": "Dorofaeff",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hadi",
                "middle": [],
                "last": "Mohseni-Bod",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [
                    "N."
                ],
                "last": "Cox",
                "suffix": "",
                "email": "peter.cox@sickkids.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Effective control of infections starts at the community level, outside the hospital. There are a number of important initiatives that, although simple and not necessarily intensive care related, have the greatest impact on the outcomes of infections. These include provision of adequate and age appropriate foods, breast feeding, drinkable water, provision of mosquito nets and shelter, avoidance of overcrowding, sanitization, and prevention of disease by vaccination. These are basic needs and requirements of mankind as a basis of good health. They are attainable in the largest cities or the most remote areas.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Infections are one of the commonest causes of mortality in the pediatric intensive care unit (PICU), with a mortality of up to 50%, depending on the origin of the infection.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Infections in the intensive care unit can be divided into those that occur outside the hospital (community acquired) and those that occur within the walls of the hospital and beyond 48 h of admission (nosocomial). Preventive measures give the most benefit, both outside and inside the hospital. Good hand washing, good respiratory care practice, and judicious use of antibiotics are examples of effective interventions that reduce the rate of nosocomial infections.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Sepsis comprises up to 25% of admissions to a typical pediatric intensive care unit. Shock and management of septic shock are discussed elsewhere in this text. However basic principles of management are the same and are not, and should not be, limited to the intensive care unit. Treatment should commence as soon as the recognition of any septic process is underway be it in the field, the clinics, emergency departments, or on the wards.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the community, on the hospital wards, and in the PICU, timely identification of illness and access to skilled healthcare personnel are crucial steps limiting the development of organ dysfunction and failure. Early identification means early resuscitation and early treatment. This may be hours or in some cases days prior to the admission to the PICU. This early recognition and intervention gives the patient the greatest chance of surviving a significant infection.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\n“Catalog” of important microorganisms and diseases they cause in the PICUBacteriaFungiViruses\nSignificance of viral infections in the PICUViral epidemics and pandemicsViral infections of regional importance(i)Dengue fever(ii)Viral hemorrhagic fevers\n\nParasitic infections in the PICUMalaria\nShock syndromes in the PICUStaphylococcal toxic shock syndromeStreptococcal toxic shock syndromeNecrotizing soft tissue infections\nAnatomical distribution of infections in the PICUUpper airway infectionsEpiglottitisCroupTracheitis\nLower respiratory tract infectionsCommunity-acquired pneumoniaBronchiolitis\nCardiac infectionsMyocarditisInfective endocarditisInfectious pericarditisWound infection after cardiac surgery\nCNS infectionsPurulent meningitisEncephalitisADEMGuillain-Barre syndromeBotulism\n\nInfection in the immunocompromised hostNeutropeniaCellular immune deficiencyHumoral immune deficiencyComplement deficiencyHuman stem cell transplant (HSTC) patientsSolid organ transplant patientsHIV/AIDS in the PICUBrief review of antifungal agents in the PICUBrief review of antiviral agents in the PICU\nNosocomial infections in the PICUBlood stream infectionsCentral venous access line infectionsVentilator associated pneumonia (VAP)Urinary tract infections (UTI)Wound infections\nInfection control principles in the PICUSummary\n",
            "cite_spans": [],
            "section": "Organization of this Chapter",
            "ref_spans": []
        },
        {
            "text": "\n\nStaphylococcus aureus. Pneumonia, disseminated infection/multi site (bone, heart, lungs, CSF), toxic shock syndrome, central venous line (CVL) infection\nStaphylococcus epidermidis. CVL infections\nStreptococcus pyogenes (Group A Streptococcus). Bacteremia, septicemia, necrotizing fasciitis, toxic shock syndrome\nStreptococcus agalactiae (Group B Streptococcus). Early/late onset group B sepsis in neonates\nEnterococcus faecalis. Urinary tract infections/VAP (Ventilator Associated Pneumonia)\nStreptococcus pneumoniae (Pneumococcus). Bacteremia, septicemia, pneumonia, meningitis\n",
            "cite_spans": [],
            "section": "Gram-Positive Cocci ::: Medically Important Bacteria in the Pediatric Intensive Care Unit ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\n\nClostridium tetani. Wound-related tetanus, neonatal tetanus in the developing world\nClostridium botulinum. Flaccid paralysis (Botulism)\nClostridium perfringens. Gangrene/sepsis/toxin mediated disease\nClostridium difficile. Antibiotic associated diarrhea, pseudomembranous colitis\nCorynebacterium diphtheriae. Diphtheria in unvaccinated\nListeria monocytogenes. Sepsis and meningitis in neonates and immunocompromised\n",
            "cite_spans": [],
            "section": "Gram-Positive Rods ::: Medically Important Bacteria in the Pediatric Intensive Care Unit ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\n\nNeisseria meningitidis (Meningococcus). Septicemia, meningitis\nNeisseria gonorrhoeae (Gonococcus). Neonatal conjunctivitis, pelvic inflammatory disease, occasionally disseminated infections and involvement of the joints\n",
            "cite_spans": [],
            "section": "Gram-Negative Cocci ::: Medically Important Bacteria in the Pediatric Intensive Care Unit ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\n\nE. coli, Klebsiella pneumoniae, Enterobacter cloacae, Serratia marcescens, Proteus Sp. (e.g., P. vulgaris, P. mirabilis), Bacteroides fragilis. Urinary tract infection, sepsis (esp. neonates and debilitated), CVL infections, Ventilator Associated Pneumonia (VAP), meningitis in neonates.\nHaemophilus influenzae (type A, B and non-typable). Otitis media, pneumonia, epiglottitis, and meningitis in the unvaccinated\nB. pertussis. “Whooping Cough” in older children, necrotizing/calcifying pneumonia, and cardiovascular collapse in neonates\nPseudomonas aeroginosa, Burkholderia cepacia, Stenotrophomonas maltophilia. Pneumonia/chronic infection/colonization of cystic fibrosis patients and patients with a tracheotomy, VAP\n",
            "cite_spans": [],
            "section": "Gram-Negative Rods ::: Medically Important Bacteria in the Pediatric Intensive Care Unit ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "These bacteria have a tendency for multiple antibiotic resistances.",
            "cite_spans": [],
            "section": "Gram-Negative Rods ::: Medically Important Bacteria in the Pediatric Intensive Care Unit ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "There are a number of other medically significant bacteria that only periodically present in the pediatric intensive care unit. These bacteria are prevalent in some regions and not elsewhere. They will not be discussed further in this chapter.",
            "cite_spans": [],
            "section": "Gram-Negative Rods ::: Medically Important Bacteria in the Pediatric Intensive Care Unit ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "ClassificationYeasts (e.g., Candida or Cryptococcus sp.)Molds – filamentous fungi (e.g., Aspergillus sp. and Trichophyton sp.)Dimorphic fungi – yeasts in tissue but grow in vitro as molds (e.g., Histoplasmosis)\n",
            "cite_spans": [],
            "section": "Fungi (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nCandida. C. albicans has the highest incidence in the critical care environment followed by C. parapsilosis, C. tropicalis, C. glabrata, and C. Krusei. Localized and systemic infections in neonates and immunocompromised children. Any organ can be involved: mucous membranes, larynx, esophagus, brain, eyes, lungs, heart, kidneys, liver, and spleen.",
            "cite_spans": [],
            "section": "Fungi (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nAspergillus. A. fumigatus is the most common species in invasive aspergillosis, followed by A. Flavus, and A. Nigra. Localized and systemic infection in immunocompromised children (particularly post stem cell transplant and in children with AML); in the skin, subcutaneous tissues, nasopharynx, lungs, brain, and virtually any other organ.",
            "cite_spans": [],
            "section": "Fungi (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nEndemic Mycosis (Histoplasmosis, Blastomycosis). Pneumonitis, hepatosplenomegaly, fever in children with T-cell dysfunction and in those with HIV infection.",
            "cite_spans": [],
            "section": "Fungi (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nCoccidioides immitis. Pneumonia, meningitis in children with T-cell dysfunction and in those with HIV infection.",
            "cite_spans": [],
            "section": "Fungi (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nCryptococcus neoformans. Pneumonia, meningitis in children with T-cell dysfunction and in those with HIV infection.",
            "cite_spans": [],
            "section": "Fungi (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nHerpes Simplex Virus (HSV, types 1 and 2)Systemic infection in the neonate with shock and coagulopathy and severe liver failureEncephalitis, hepatitisLocal (mouth, esophagus, larynx, lungs, heart, liver, kidneys, CNS) or systemic disease in organ and stem cell transplant and immunocompromised patients\nCytomegalovirus (CMV)Congenital infection in the neonate with systemic involvementLocalized (liver, lungs, heart, kidneys, GI, CNS, eyes) or systemic infection in solid organ and stem cell transplant as well as immunocompromised patients\nEpstein-Barr Virus (EBV)Infectious mononucleosisBurkitt’s lymphoma, X-linked Lymphoproliferative disorder (XL-LPD), post transplant lymphoproliferative disorder (PTLD)Localized (liver, heart, lungs, kidneys, GI, CNS) or systemic infection in solid organ and stem cell transplant and immunocompromised children\nVaricella-Zoster Virus (VZV)Chickenpox and its complications [pneumonia, encephalitis, meningoencephalitis, soft tissue necrotizing infections (caused by streptococcus and staphylococcus and associated with chickenpox)]Disseminated Herpes Zoster in immunocompromised children\n\n",
            "cite_spans": [],
            "section": "Human Herpes Viruses ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nHydrops fetalis in the neonateAplastic crisis in patients with sickle cell anemiaBone marrow failureMyocarditis\n",
            "cite_spans": [],
            "section": "Parvovirus ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nCoxsakie (A and B), and echovirusMyocarditis, pericarditisMeningitis\nPoliovirus (types 1 to 3) bulbar poliomyelitis\n",
            "cite_spans": [],
            "section": "Enteroviruses ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nUpper respiratory infection, pertussis-like syndrome, pneumonia, pharyngoconjunctival feverAcute hemorrhagic cystitisHepatitis, meningoencephalitis, myocarditisLocalized (liver, heart, lungs, kidneys, GI, CNS) or systemic infection in organ and stem cell transplant and immunocompromised children\n",
            "cite_spans": [],
            "section": "Adenovirus ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "Fulminant hepatitis",
            "cite_spans": [],
            "section": "Hepatitis Viruses (A, B, C, D, E) ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "HIV/AIDS",
            "cite_spans": [],
            "section": "Retroviruses ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nHemorrhagic feverEncephalitis\n",
            "cite_spans": [],
            "section": "Bunyaviridae and Arenaviridae ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nDengueYellow feverEncephalitis\n",
            "cite_spans": [],
            "section": "Togaviruses and Flaviviruses ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "Rabies",
            "cite_spans": [],
            "section": "Rhabdoviruses ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "Marborg and Ebola hemorrhagic fevers",
            "cite_spans": [],
            "section": "Filoviruses ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "Influenza A (H1N1, H2N2, H3N2, HSWN1, H5N1), and Influenza B and CUpper respiratory infection; croup, pneumonia, ARDSEncephalitis\n",
            "cite_spans": [],
            "section": "Orthomyxoviruses ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nMeasles (pneumonia, croup, encephalitis, subacute sclerosing panencephalitis(SSPE))Parainfluenza (bronchiolitis, pneumonia, croup)Mumps (parotitis, encephalitis, meningoencephalitis, orchitis, pancreatitis)RSV and Human Metapneumovirus (bronchiolitis, pneumonia, ARDS)\n",
            "cite_spans": [],
            "section": "Paramyxoviruses ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "SARS (severe acute respiratory distress syndrome)",
            "cite_spans": [],
            "section": "Coronaviruses ::: Viruses (of Importance in the PICU) ::: Catalog of Important Microorganisms in the PICU",
            "ref_spans": []
        },
        {
            "text": "All services that treat the acutely unwell child (and adult) are at risk of being overwhelmed in an epidemic. National and regional planning needs to be undertaken prior to the advent of any serious infection where ever possible. (Examples are SARS -Severe Acute Respiratory Syndrome, or H1N1 “Swine Flu.”) This is encapsulated in the worldwide pandemic planning taking lessons from the SARS epidemic and the last major (in terms of mortality) influenza epidemic, the “Spanish Flu” that was prevalent from 1918 to 1920.",
            "cite_spans": [],
            "section": "Viral Epidemics and Pandemics ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "At a hospital or an organizational level the concept of “surge strategy” is used. This is an organization based contingency plan to deal with large numbers of patients admitted simultaneously (i.e., mass trauma casualties or epidemics). In the case of influenza (or SARS) this is relevant to the intensive care in that there is a finite capacity of any unit to provide mechanical ventilation. In addition to this, the institution is responsible for the protection of health care workers who are at high risk to contract an infectious illness and become a patient themselves. This would further increase the burden of illness and has the potential to limit available human resources.",
            "cite_spans": [],
            "section": "Viral Epidemics and Pandemics ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nIncreased vascular permeability and “plasma leakage” leading to shock is the hallmark of severe dengue infection in children. High or progressively rising hematocrit is often a sign of plasma leakage. A drop in platelet count to 100,000/mm3 or less usually precedes a rise in hematocrit. Tachycardia, a narrow pulse pressure (<20 mmHg), prolonged capillary refill time, and cold extremities herald impending shock if appropriate treatment is not rapidly initiated. Hypotension is usually a late sign. Shock often occurs on day 4–5 of illness. Early onset shock (day 2 or 3) suggests very severe disease.Bleeding; skin or mucosal, GI bleeding.Hepatitis; RUQ tenderness and jaundice.Encephalopathy; lethargy or restlessness, coma, seizures.\n",
            "cite_spans": [],
            "section": "Severe Dengue (Dengue Hemorrhagic Fever and Dengue Shock Syndrome) ::: Dengue Fever ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Treatment is supportive; there is no specific treatment for dengue infections. The only effective treatment in DSS is timely, aggressive fluid resuscitation. There is no evidence that colloids are superior to crystalloids. With appropriate use of fluid resuscitation in DSS, the mortality has dropped from 10% to <0.2%. Steroids have not been shown to be effective. There may be a role for intravenous immunoglobulin (IVIG) or plasma exchange in severe dengue infections. Hypoglycemia and hyponatremia should be avoided and rapidly corrected if present. A platelet count of less than 20,000, or less than 40,000, with associated bleeding warrants platelet transfusion. Ventilation should be supported as needed by noninvasive or invasive mechanical ventilation. If ascites or pleural effusions (which are not uncommon due to vascular leak) cause hemodynamic or ventilatory compromise, the collection should be drained. Renal dysfunction may need hemofiltration/dialysis.",
            "cite_spans": [],
            "section": "Management of Dengue Shock Syndrome (DSS) ::: Dengue Fever ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Yellow fever is endemic in tropical Africa between 15°N to 10°S and in parts of Central and South America between 10°N and 40°S. In the life-cycle of this virus, in different parts of the world, mosquitoes (A. aegypti, Haemagogus, and Sabethes), monkeys, and people are involved; however, epidemic mosquito-borne human-to-human transmission can occur.",
            "cite_spans": [],
            "section": "Yellow Fever ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "After an incubation period of 3–10 days, fever, headache, malaise, nausea and vomiting, and musculoskeletal pain occur suddenly. Initially, the clinical signs may include conjunctivitis, flushing of the skin, and relative bradycardia. In about 10% of cases the illness deteriorates with development of shock, systemic toxicity, GI bleeding, renal dysfunction, liver failure and jaundice, encephalopathy, and systemic bleeding. This latter picture is associated with a high mortality rate (30–50%).",
            "cite_spans": [],
            "section": "Yellow Fever ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Differential diagnosis includes other viral hemorrhagic fevers, viral hepatitis, leptospirosis, malaria, typhus, typhoid fever, brucellosis, rickettsial disease, and some intoxications.",
            "cite_spans": [],
            "section": "Yellow Fever ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Therapy is supportive and these patients may need intensive care admission for hepatic, renal and circulatory failure.",
            "cite_spans": [],
            "section": "Yellow Fever ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "WHO has recommended routine childhood vaccination in endemic areas (for children >4 months of age). Vector control is important in highly populated areas to reduce the risk of epidemic transmission.",
            "cite_spans": [],
            "section": "Yellow Fever ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Lassa fever causes as many as 300,000 cases and 5,000 deaths each year in West Africa and is a leading cause of maternal and fetal deaths. The virus is carried by Mastomys huberti and Mastomys erythroleucus, the rodent reservoirs whose infectious excretions are the source of human infections in West Africa.",
            "cite_spans": [],
            "section": "Lassa Fever ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "In adults and children, early illness includes fever, malaise, headache, and musculoskeletal pain. These nonspecific symptoms progress over 4–5 days to include pharyngitis, cough, chest pain, diarrhea, and vomiting. In endemic areas, a purulent pharyngitis, with conjunctivitis, head and neck edema, and mucosal bleeding are highly specific signs of Lassa fever.",
            "cite_spans": [],
            "section": "Lassa Fever ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "In severe cases, the illness may be complicated by hypovolemic shock, encephalopathy, respiratory distress caused by laryngeal edema, pleural effusions, or pneumonitis. Liver failure, systemic and GI/GU bleeding, and myocarditis can occur. Mortality is between 15% and 30%. There are anecdotal reports of the use of intravenous ribavirin in critically ill children with Lassa fever but treatment is mainly supportive.",
            "cite_spans": [],
            "section": "Lassa Fever ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Lassa fever has been transmitted from person to person during hospitalization. Universal exposure precautions should be observed as well as contact and droplet precautions.",
            "cite_spans": [],
            "section": "Lassa Fever ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "CCHF is caused by a nairovirus (family Bunyaviridae), and is transmitted by Hyalomma ticks and by contact with infectious body fluids. The geographical distribution of the Hyalomma ticks covers Africa, the Middle East and Mediterranean areas, Eastern Russia, and West Asia.",
            "cite_spans": [],
            "section": "Congo-Crimean Hemorrhagic Fever (CCHF) ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The incubation period is from 2 to 9 days. Illness onset is abrupt and nonspecific, with fever, chills, rigors, intense headache, and generalized muscle pain. Onset of bleeding in the skin, mucous membranes, and the GI tract usually occurs after 3–6 days of illness. Hepatitis, liver failure, circulatory failure, shock, and ARDS can ensue with mortality in up to 30% of cases.",
            "cite_spans": [],
            "section": "Congo-Crimean Hemorrhagic Fever (CCHF) ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Treatment is mainly supportive. The virus is sensitive in vitro to Ribavirin, and this agent has been used in management of CCHF with variable success (WHO). The value of immune plasma from recovered patients for therapeutic purposes has not been demonstrated, although it has been employed on several occasions (WHO).",
            "cite_spans": [],
            "section": "Congo-Crimean Hemorrhagic Fever (CCHF) ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Patients with suspected or confirmed CCHF should be cared for by staff using added droplet and contact precautions.",
            "cite_spans": [],
            "section": "Congo-Crimean Hemorrhagic Fever (CCHF) ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "HFRS is caused by Old World Hantaviruses (family Bunyaviridae). The reservoirs are small rodents, and humans are infected percutaneously or by direct exposure. Clinical illness has an abrupt onset with fever, severe musculoskeletal pain, renal failure, systemic and GI bleeding, circulatory failure, and shock. This form of the disease is more common in Asia and Eastern Europe.",
            "cite_spans": [],
            "section": "Hemorrhagic Fever with Renal Syndrome (HFRS) ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "In Hantavirus pulmonary syndrome (HPS) (mainly seen in the Americas), within 12–24 h of onset of symptoms, most patients develop some degree of hemodynamic instability and pulmonary edema accompanied by hypoxemia to full blown ARDS. Petechiae of the head and neck are common but overt hemorrhagic symptoms are not. Treatment is supportive and in those who survive, recovery is usually rapid.",
            "cite_spans": [],
            "section": "Hemorrhagic Fever with Renal Syndrome (HFRS) ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "When given early in the course of illness, intravenous ribavirin has improved survival rate in HFRS but not in HPS. Steroids reduce the severity of the symptoms but do not increase the survival rate.",
            "cite_spans": [],
            "section": "Hemorrhagic Fever with Renal Syndrome (HFRS) ::: Viral Hemorrhagic Fevers ::: Regional Viral Infections ::: Significance of Viral Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Indicators of severe and complicated falciparum malaria and prognostic signs (World Health Organization 2000)\n",
            "cite_spans": [],
            "section": "Severe Malaria ::: Parasitic Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Impaired consciousness of any degree, prostration, jaundice, intractable vomiting, parasitemia >2% in nonimmune individuals. Levels of parasitemia should be interpreted in the light of immunity.",
            "cite_spans": [],
            "section": "Complicated Malaria ::: Parasitic Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Patients with complicated malaria should be managed as severe malaria, i.e., with parenteral antimalarials even though they do not necessarily meet the criteria of severe disease. For details of management, review 10.1007/978-3-642-02202-9_101.",
            "cite_spans": [],
            "section": "Complicated Malaria ::: Parasitic Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The World Health Organization defines Cerebral Malaria as unrousable coma in the presence of P. falciparum parasitemia when other causes of encephalopathy have been excluded. The precise etiology of cerebral malaria is not certain. Most likely it is caused by sequestration of infected erythrocytes. This condition has a high mortality that likely results from brain micro vascular ischemia, infarction, and secondary cerebral edema.",
            "cite_spans": [],
            "section": "Cerebral Malaria ::: Parasitic Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Cerebral malaria is a medical emergency that requires:Supportive care:Continuous monitoring of vital signs.Monitoring of serum electrolytes and glucose and correction of the abnormal results with appropriate therapy.Seizures are frequent and will require suppression with anticonvulsants.\nSpecific Parenteral Malarial therapy: Detailed discussion of anti malaria treatment is reviewed in 10.1007/978-3-642-02202-9_101.Parenteral quinine remains the first line treatment for severe falciparum malaria. Intravenous administration of this drug requires monitoring of the ECG and cardiac function. For travelers returning from Southeast Asia where quinine resistance is common, advice regarding the use of intravenous artesunate should be sought from specialist centers.Extracorporeal therapy: For severe parasitemia exchange transfusion may be required. Renal replacement therapy may be necessary in those presenting in advanced shock and multiorgan system failure (MOSF).Management of intracranial hypertension: Please read the section on raised intracranial pressure in bacterial meningitis later in this chapter, as the management is similar.\n",
            "cite_spans": [],
            "section": "Cerebral Malaria ::: Parasitic Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nS. aureus is a Gram-positive coccus that is grouped in clusters. It is responsible for a number of infections ranging from skin sepsis, pneumonia, and joint infections to endocarditis. Phage transformed Staphylococcus produces a toxin that initiates a syndrome known as toxic shock syndrome (TSS). This came to light in the 1980s with the “Menstrual Shock” syndrome. A non menstrual form was also identified. This was associated with Staphylococcus sepsis at surgical sites, skin or joint infections, and with staphylococcal pneumonia.",
            "cite_spans": [],
            "section": "Staphylococcal Toxic Shock ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "This syndrome is said to be “superantigen” mediated. The toxin proteins produced by the Staphylococcus are able to “cross-link” the T-cell receptor without being processed by an antigen presenting cell (APC). This leads to an uncontrolled cascade of cytokines and immune system up regulation. At the level of the capillary this leads to inflammation and increasing permeability with secondary organ dysfunction (renal impairment, cardiac, pulmonary, and liver dysfunction). Clinically this is manifested by skin erythema, tachycardia, hypotension, hypoxia and other critical organ dysfunction. Initially this is subtle but rapidly develops into multi organ dysfunction. See the table below for the criterion upon which a diagnosis of Staphylococcal toxic shock is made.",
            "cite_spans": [],
            "section": "Staphylococcal Toxic Shock ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Treatment consists of recognition of the process, draining any collections of pus, and debridement, if that is appropriate. At the same time initiation of large volume fluid resuscitation, inotropic support and support of failing lungs with oxygen and ventilation if needed. Anti-staphylococcal antibiotics should be administered (this includes an antibiotic to cover for methicillin resistant Staphylococcus). Clindamycin being an anti-ribosomal antibiotic (50S bacterial Ribosome) has a theoretical advantage in reducing the amount of toxin produced prior to antibiotic induced death of the bacterium. Intravenous immunoglobulin (IVIG) is a treatment for severe toxic shock that is progressing to multi-systems dysfunction. It has a proven efficacy in toxic shock in reducing the mortality of severe disease. This is thought to be via two general mechanisms. The first is by binding directly to the toxin. The second is by its immuno-mediatory properties.",
            "cite_spans": [],
            "section": "Staphylococcal Toxic Shock ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Major criteria (all required)Fever ≥38.8°CHypotension (orthostatic or shock)Rash (erythematous early and desquamative later)\n",
            "cite_spans": [],
            "section": "Staphylococcal Toxic Shock Syndrome (Case Definition from CDC) ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Minor criteria (any three required)Gastrointestinal: vomiting or diarrheaMuscular: severe myalgia or CPK ≥2x upper limit of normalMucous membranes: vaginal, oropharyngeal, or conjunctival hyperemiaRenal: urea or creatinine ≥2x upper limit of normal, or urinalysis with >5 WBC per high-power fieldHepatic: total bilirubin, AST or ALT ≥2x upper limit of normalBlood: platelet count <100,000/μlCNS: disorientation or change in level of consciousness without focality, noted when fever and hypotension are absent\n",
            "cite_spans": [],
            "section": "Staphylococcal Toxic Shock Syndrome (Case Definition from CDC) ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "AndAbsence of other explanationsBlood cultures negative (except for S. aureus)\n",
            "cite_spans": [],
            "section": "Staphylococcal Toxic Shock Syndrome (Case Definition from CDC) ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Streptococcal toxic shock is a syndrome that is analogous to staphyloccal toxic shock syndrome in that it is a superantigen mediated toxin related dysfunction of the immune system. Group A beta-hemolytic Streptococcus is most commonly associated with streptococcal toxic shock syndrome. Clinical presentation is very similar to staphylococcal toxic shock. See table below.",
            "cite_spans": [],
            "section": "Streptococcal Toxic Shock ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Treatment consists of appropriate antibiotics. Clindamycin is used for antimicrobial and antitoxin producing properties as previously mentioned. IVIG here too has a role in reducing the mortality of severe disease. Intensive care therapy consists of fluid resuscitation (large volume) and support of organ dysfunction (inotropes, ventilation, renal replacement therapy).",
            "cite_spans": [],
            "section": "Streptococcal Toxic Shock ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Hypotension or shock, plus any two of the following:Scarlet fever rashAbnormal liver function testsRenal insufficiencyDisseminated intravascular coagulopathy (DIC)Acute Respiratory Distress Syndrome (ARDS)Soft tissue necrosis\n",
            "cite_spans": [],
            "section": "Streptococcal Toxic Shock Syndrome (Case Definition from CDC) ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Definite: preceding requirements + isolation of group A streptococcus from a normally sterile body site",
            "cite_spans": [],
            "section": "Streptococcal Toxic Shock Syndrome (Case Definition from CDC) ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Probable: preceding requirements + isolation of group A streptococcus from a non sterile body site",
            "cite_spans": [],
            "section": "Streptococcal Toxic Shock Syndrome (Case Definition from CDC) ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Necrotizing soft tissue infections are aggressive soft tissue infections that cause extensive necrosis, and include necrotizing cellulitis, fasciitis, and myonecrosis.",
            "cite_spans": [],
            "section": "Necrotizing Soft Tissue Infections ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "The following clinical findings may be present:Erythema or discolored skinTense edemaDiscolored/gray wound dischargeBlisterUlcerSkin necrosisCrepitus\n",
            "cite_spans": [],
            "section": "Necrotizing Soft Tissue Infections ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Also the following systemic signs may be present:Local pain and tenderness out of proportion to physical findingsPain or tenderness that extends past the margin of apparent affected skin areaFeverPersistent tachycardiaDiaphoresisChange in sensoriumHypotension\n",
            "cite_spans": [],
            "section": "Necrotizing Soft Tissue Infections ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Necrotizing Fasciitis is a surgical emergency. It is caused by a number of organisms:",
            "cite_spans": [],
            "section": "Necrotizing Soft Tissue Infections ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Group A beta-hemolytic Streptococci and other streptococci, Staphylococcus, Clostridium, Pseudomonas, Klebsiella, Serratia, Neisseria, Escherichia, Morganella, Proteus, Shigella, Vibrio, Salmonella, Pasturella, Enterobacter, Corynebacterium, Cryptococcus, Fusobacterium, Peptococcus, Eikenella, Bacteroides.\n",
            "cite_spans": [],
            "section": "Necrotizing Soft Tissue Infections ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "The most common causative agent is group A Streptococcus. Pathologically it is characterized by micro angiopathic thrombosis and necrosis along superficial and deep fascial planes. The illness is associated with a breach of the integument. This can be by superficial infection, surgery or trauma. Non steroidal anti-inflammatory drugs are implicated in the pathogenesis. In children there is an association with Varicella (Chickenpox) infection. Clinically the lesions appear either pale or have violaceous discoloration, often edematous, and there may be crepitus from gas forming bacteria. Pain and tenderness in excess of that expected is a feature. The concern for the intensivist is the physiological decompensation that can lead to rapid cardiovascular collapse. Broad-spectrum (and appropriate) antibiotics are indicated, and mechanical ventilation and cardiovascular support may be needed. Urgent and wide surgical debridment of the affected areas is indicated. In cases of streptococcal necrotizing fasciitis there may be additional benefit from human immunoglobulin (IVIG) therapy. Though this has not been subjected to clinical trials, given the high mortality rate of necrotizing fasciitis and the biologically plausible consideration that IVIG could neutralize the effects of streptococcal superantigens, its use can be justified.",
            "cite_spans": [],
            "section": "Necrotizing Soft Tissue Infections ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "Other treatments that have been used are:Vacuum-assisted wound closure (particularly in patients who have had large wound debridement)Hyperbaric oxygen (anecdotal evidence)\n",
            "cite_spans": [],
            "section": "Necrotizing Soft Tissue Infections ::: Sepsis Syndromes",
            "ref_spans": []
        },
        {
            "text": "There is a prodrome of mild fever and URI symptoms for 1–2 days before the onset of stridor. The stridor is characteristically harsh, dry, high pitched, and inspiratory. A “barking” or “seal-like” cough is prominent and usually worse at night. These children do have a voice, though hoarse, and they do not have trismus, dyphagia, or significant drooling.",
            "cite_spans": [],
            "section": "Diagnosis ::: Croup or Laryngotracheobronchitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Children with stridor at rest should be admitted for observation, while those with severe UAO should be admitted to a PICU. Up to 15% of children with croup require hospitalization. Usually no investigations are needed.",
            "cite_spans": [],
            "section": "Management ::: Croup or Laryngotracheobronchitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Administration of steroids (oral route is as good as intramuscular) in the emergency room has decreased the rate of hospitalization. Hospitalized children with croup should receive a short course of oral or intravenous steroids (an example of a regimen is: Dexamethasone 0.6 mg/kg IV/PO as an initial dose followed by 0.15 mg/kg q 6 h IV/PO). Inhaled nebulized epinephrine 1:1,000 solution (0.5 ml/kg, up to 5 mg) reduces the severity of obstruction and stridor. This can be repeated as required. The child must be observed for at least 2 h after a dose of nebulized epinephrine as the effects are transient.",
            "cite_spans": [],
            "section": "Management ::: Croup or Laryngotracheobronchitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The decision on when to intubate a child with croup is a clinical one. If, despite maximum medical treatment there is not a clinical improvement or perhaps deterioration, a decision to intubate should be made or at least considered. A gentle and smooth intubation, using a tube one size smaller than usual for the age of the child, should be performed by a skilled and experienced practitioner. These children are at risk of accidental extubation and need proper securing of the ETT, skilled nursing care, and adequate sedation only once the airway has been secured.",
            "cite_spans": [],
            "section": "Management ::: Croup or Laryngotracheobronchitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Most clinicians extubate the child 2–6 days later, when an audible air leak has developed around the ETT and fever has settled.",
            "cite_spans": [],
            "section": "Management ::: Croup or Laryngotracheobronchitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "As fewer and fewer physicians have seen even one case of epiglottitis, it is important to have a high index of suspicion in any febrile child with UAO.",
            "cite_spans": [],
            "section": "Diagnosis ::: Epiglottitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The following signs are highly suspicious of epiglottitis:Usually there are no prodromal signs and symptoms.A few hours of high fever and tachypnea.Pain with swallowing, hence drooling is common.Reluctance to speak.The child looks ill, with circumoral pallor, and a “toxic” appearance.There is minimal or no coughing.Stridor is low-pitched and muffled, more like a snore.Child prefers to sit forward in the tripod position with mouth open and is reluctant to move his head or neck.\n",
            "cite_spans": [],
            "section": "Diagnosis ::: Epiglottitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "If you have suspicion (on clinical grounds) that a child may have epiglottitis:Do not make the child lie down.Do not separate the child from parent.Do not examine the throat.Do not place an IV cannula.Do not order a lateral x-ray of the neck.Do not order any blood work.Do not transport a child with epiglottitis between hospitals unintubated.The child should be accompanied by an expert in difficult airway management to the operating room for examination under anesthesia and securing airway if needed.\n",
            "cite_spans": [],
            "section": "Management ::: Epiglottitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The technique for induction of anesthesia is beyond the scope of this chapter. Generally the inhalational method is performed in the sitting position (position of comfort for the child), and once the child loses consciousness intravenous access is secured and the rest of the monitoring is applied. Laryngoscopy and intubation is only attempted after adequate depth of anesthesia has been obtained.",
            "cite_spans": [],
            "section": "Management ::: Epiglottitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Blood cultures and a swab from the inflamed epiglottis should be sent and a 3rd generation cephalosporin should be given once an IV is in place. When back in PICU, accidental extubation can have disastrous consequences. Skilled taping of the ETT, nursing care, and adequate anaelgesia/sedation cannot be over emphasized.",
            "cite_spans": [],
            "section": "Management ::: Epiglottitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Usually after 12–48 h of intravenous antibiotics the patient can be safely extubated, once the fever has subsided and presence of a leak is documented and the child is able to swallow (The child is not drooling). Some practitioners prefer to reevaluate by direct laryngoscopy with the patient deeply sedated or anesthetized.",
            "cite_spans": [],
            "section": "Management ::: Epiglottitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "If the causative organism is proved to be Hib, in families with siblings under 4 years of age or families with an immunocompromised child, prophylaxis with Rifampicin should be provided.",
            "cite_spans": [],
            "section": "Management ::: Epiglottitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "These children usually have a high fever, they look toxic, and the stridor characteristically is high pitched and composed of both inspiratory and expiratory components. Cough is usually prominent and they may have dysphonia or aphonia. Drooling can be seen with bacterial tracheitis. These patients are at risk of airway obstruction. They require appropriate antimicrobial therapy, observation, and intubation by experts if warranted.",
            "cite_spans": [],
            "section": "Diagnosis ::: Bacterial Tracheitis ::: Upper Airway Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Community-acquired pneumonia (as opposed to nosocomial or hospital acquired pneumonia) is a common pediatric diagnosis that leads to admission to hospital for intravenous antibiotics and supportive respiratory therapy. Pneumonia means inflammation of the lung parenchyma caused by infection and the diagnosis is made clinically in a febrile child with respiratory signs and symptoms who has evidence of consolidation on CXR.",
            "cite_spans": [],
            "section": "Community-Acquired Pneumonia ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Blood cultures frequently fail to reveal the infecting organism in pneumonia. Tracheal aspirate, or more reliably, bronchoalveolar lavage (BAL) and on occasions lung biopsy are required. Children with immunodeficiency or malignancy undergoing therapy are a common example of where BAL and/or lung biopsy may be necessary.",
            "cite_spans": [],
            "section": "Community-Acquired Pneumonia ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nRSVInfluenza A, B, CParainfluenza types 1–4Human metapneumovirusAdenovirusOthers: Rhinovirus, CMV, VZV, Enterovirus, HSV, Measles\n",
            "cite_spans": [],
            "section": "Viral ::: Etiology ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\n\nS. pneumoniae\n\nS. aureus\n\nH. influenzae\n\nS. pyogenes (group A streptococcus)Enteric Gram negatives (Klebsiella, E. coli, P. aeroginosa)\n",
            "cite_spans": [],
            "section": "Bacteria-typical ::: Etiology ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\n\nMycoplasma pneumoniae\n\nChlamydia pneumoniae\n\nLegionella pneumoniae\n\n",
            "cite_spans": [],
            "section": "Bacteria-atypical ::: Etiology ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\n\nMycobacterium tuberculosis\n\n",
            "cite_spans": [],
            "section": "Bacteria-mycobacteria ::: Etiology ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nS. pneumoniae and S. aureus are the most important bacterial pathogens in children with pneumonia who need intensive care admission. As a general rule, truly focal disease, confined to a single lobe, is more likely to be due to bacteria. An ill child with unilateral pleural effusion most likely has S. pneumoniae or S. aureus pneumonia.",
            "cite_spans": [],
            "section": "Bacteria-mycobacteria ::: Etiology ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Routes to acquire infection:Inhalation of infected particles (most common)AspirationHematogenous\n",
            "cite_spans": [],
            "section": "Pathophysiology ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Invasion of the lower respiratory tract with viruses and bacteria leads to inflammatory changes characterized by migration of neutrophils into the alveoli. Together with alveolar macrophages they provoke the production of inflammatory exudates and cellular debris that lead to consolidation of the lung parenchyma. The surrounding areas can be affected by atelectasis.",
            "cite_spans": [],
            "section": "Pathophysiology ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nSpO2 <90% in high concentrations of inspired Oxygen (>60% FiO2)Excessive work of breathing which may lead to exhaustionShock and hemodynamic instabilityChange in neurological status (agitation or alteration of the level of consciousness)\n",
            "cite_spans": [],
            "section": "Indications for PICU Admission ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Reasons of failure to respond to treatment on the pediatric ward or as outpatient:Development of an empyema or less commonly a lung abscessUnderlying lung disease such as: bronchopulmonary dysplasia (BPD, in ex-premies), cystic fibrosis, inhaled foreign body, tracheobronchomalacia or post tracheal surgery, or infected congenital lung cystDiagnosed or undiagnosed immunodeficiency states (primary, HIV, leukemia)Children with neuromuscular diseases, weakness, or spasticity such as muscular dystrophies, myasthenia, spinal muscular atrophy, or cerebral palsyInappropriate antibiotics, inappropriately low dose or resistant bacteriaNon bacterial pneumonia (viral pneumonia or alternative pathogen such as Tuberculosis)\n",
            "cite_spans": [],
            "section": "Indications for PICU Admission ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Once the culture results (BAL, blood culture, sputum culture) and sensitivities are known the therapy should be tailored to the antibiotic sensitivities of the causative organism(s).",
            "cite_spans": [],
            "section": "Indications for PICU Admission ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nEmpyema. More commonly seen with S. pneumoniae and S. aureus pneumonia. Generally a chest drain is needed. The use of fibrinolytics and surgery are areas for debate and local advice from thoracic or general surgeons and physicians from the respiratory and infectious diseases services should be sought.Lung abscess. With S. aureus, S. pneumoniae, Group A streptococcus, K. pneumonia, P. aeroginosa, anaerobic organisms, and Aspergillus. If there is no rapid response to intravenous antibiotics, early percutaneous drainage under CT guidance and a prolonged course of intravenous antibiotics is indicated.Pneumatocele, pneumothorax and “air leak,” with S. aureus or necrotizing lung infections. May need chest drain(s). If possible, wean positive pressure to spontaneous ventilation.HUS associated with S. pneumoniae pneumonia. These children are usually very sick, younger, and may have associated meningitis. Majority of them need temporary renal replacement therapy while in the PICU.\n",
            "cite_spans": [],
            "section": "Complications ::: Lower Respiratory Tract Infection ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The virus causes direct damage to the respiratory epithelium with resultant inflammation, increased secretions, small airway obstruction. Areas of hyperinflation and atelectasis exist simultaneously throughout the lung. This leads to ventilation and perfusion (V/Q) mismatch and hypoxia. Hyperinflation flattens the diaphragm and makes breathing less efficient.",
            "cite_spans": [],
            "section": "Pathophysiology ::: Bronchiolitis ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nHydration and nutrition: nasogastric feeding (if the infant does not seem to need immediate ventilatory support), intravenous fluids.Oxygenation: suction the nasal and nasopharyngeal airways frequently and provide supplemental oxygen via nasal cannulae or head box to keep SpO2 >90%.Drugs: “Routine” use of bronchodilators (salbutamol, ipratropium, and epinephrine) is not recommended. In practice, the response to a single dose of nebulized Salbutamol should be evaluated and continued only if improvement is observed.Ribavarin has NOT been shown conclusively to improve the outcome.Antibiotics are not routinely recommended, except with bacterial super infection.Steroids are not indicated.\n",
            "cite_spans": [],
            "section": "Management Outside the PICU ::: Bronchiolitis ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Do not over hydrate the child; there are reports that up to one third of these infants have hyponatremia due to excessive levels of ADH.",
            "cite_spans": [],
            "section": "Management Outside the PICU ::: Bronchiolitis ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nSpO2 < 90% despite high concentrations of supplemental O2 (> 60%)Apnea or irregular respiratory effortExcessive work of breathing leading to exhaustion (inability to settle or paucity of spontaneous movement)\n",
            "cite_spans": [],
            "section": "Indications for Transfer to PICU and Respiratory Support ::: Bronchiolitis ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Should they require respiratory support, many of these infants can be managed with noninvasive continuous positive airway pressure (CPAP) at 4–8 cm H2O. This reduces the work of breathing and improves oxygenation. Suction to maintain patency of airways is of crucial importance. If the saturations remain low and/or the infant continues to have frequent apneas despite providing noninvasive ventilatory support intubation of the trachea is indicated.Intubation is usually required for several days.Inadequate humidification and inadequate tracheal suctioning cause endotracheal tube blockage or lung atelectasis followed by increasing pressure and FiO2 requirements.As a general rule, the best ventilatory mode is one that assists spontaneous respiratory efforts; keep the child’s own respiratory and coughing efforts by providing enough comfort (sedation) and pressure support.PEEP or CPAP (initially at 4–6 cm H2O) may reduce the work of breathing.Apply enough peak inspiratory pressure (PIP) to achieve visible chest excursions and if higher pressures (>30 cm H2O) are needed, let the PaCO2 gradually rise to 75–80 mmHg with arterial pH > 7.2 (permissive hypercapnia).\n",
            "cite_spans": [],
            "section": "Guidelines for Respiratory Care in Infants with Bronchiolitis ::: Bronchiolitis ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Particular issues in infants with congenital heart disease and bronchiolitis:Infants with left to right shunts have more frequent viral and bacterial respiratory infections, and have higher morbidity and more prolonged course with bronchiolitis.Infants with palliated single ventricle physiology and those with limited cardiac output (for example severe valvar aortic stenosis) have high morbidity and mortality with bronchiolitis.Bronchiolitis and other viral respiratory infections in infants with congenital heart disease lead to operative delays and increasing complications post cardiac bypass surgery (e.g., pulmonary hypertension). In any infant with RSV bronchiolitis and congenital heart disease awaiting surgery, it is suggested to wait for 2–3 weeks before proceeding with bypass and surgery.\n",
            "cite_spans": [],
            "section": "Guidelines for Respiratory Care in Infants with Bronchiolitis ::: Bronchiolitis ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The American Academy of Pediatrics has specific recommendations on prophylactic monthly injection of RSV monoclonal antibody in “at risk” infants during the cold season. However, the use of this approach has only been shown to aid a small number of patients.",
            "cite_spans": [],
            "section": "Guidelines for Respiratory Care in Infants with Bronchiolitis ::: Bronchiolitis ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Myocarditis is an inflammatory disease of the heart muscle characterized in its active phase by cellular infiltrates and myocardial necrosis. However myocarditis can have cellular infiltrates with little or no myonecrosis. Most cases of myocarditis are thought to have a viral etiology; however, viruses are infrequently isolated. The most common viral causes include the enterovirus family particularly coxsackievirus B and adenovirus. Other viral causes are influenza, CMV, HSV, parvovirus, rubella, varicella, mumps, HIV, and EBV. Myocarditis has a number of other non viral etiologies, some infective and some not. They include bacteria, rickettsia, fungi, protozoa, pharmaceuticals, toxins, and connective tissue/autoimmune disorders.",
            "cite_spans": [],
            "section": "Myocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Typically viral myocarditis begins as a systemic viral illness with flu-like symptoms. As the virus infects the myocytes the immune system is up regulated and CD4 T-helper cells and CD8 cytotoxic T cells are stimulated along with proinflammatory cytokines. Persistence of the viral RNA and production of NO by the myocytes have been linked to myocardial tissue damage.",
            "cite_spans": [],
            "section": "Myocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Myocarditis can present in a number of ways:Out of hospital cardiac arrest/sudden deathCardiogenic shock (May mimic sepsis)Congestive heart failure (increasing dyspnea, lethargy)Dysrhythymias – bradycardia, tachycardia\n",
            "cite_spans": [],
            "section": "Myocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Whilst sepsis and hypovolemic shock are more common than cardiogenic shock from myocarditis, it should always be in the differential. Sometimes acute “decompensation” of these children is heralded by abdominal distension and vomiting. Teenagers may complain of a feeling of “impending doom” or severe chest discomfort.",
            "cite_spans": [],
            "section": "Myocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Clinically, signs of tachycardia/tachypnea, gallop rhythm, hyperdynamic precordium, and displaced apex are often present. Hepatomegaly and in older children elevated Jugular Venous Pressure (JVP) are usually present. Crackles on auscultation are often present in the chests of older children.",
            "cite_spans": [],
            "section": "Myocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Chest x-ray (CXR) may show an enlarged heart, pulmonary venous congestion, alveolar edema, Kerley B lines, and in some cases pleural effusions. In acute myocarditis the heart may often look normal in size on the CXR. A 12-lead ECG is useful to assess underlying rhythm, assess for ischemia and for the subtle ECG changes that are sometimes evident with myocarditis; ST-T changes, reduced QRS voltage, widened QRS.",
            "cite_spans": [],
            "section": "Myocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Echocardiography is absolutely necessary to assess structure and function of the heart and to assess for a pericardial effusion. Involvement of appropriate specialists is important – cardiologists, intensivists, and cardiothoracic surgeons work cooperatively to manage and stabilize these patients.",
            "cite_spans": [],
            "section": "Myocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Treatment of myocarditis is largely supportive. Immunomodulation using steroids, intravenous immunoglobulin, and immunosuppressive agents is controversial. Identifying any modifiable contributors, i.e., toxins and drugs, is of crucial importance. Supportive therapy for heart failure associated with myocarditis ranges from diuretics and afterload reduction, addition of inotropic support to placing the patient on mechanical circulatory support. Dopamine and Dobutamine increase contractility but also heart rate and myocardial oxygen consumption. Milrinone is an intravenous phosphodiesterase inhibitor that improves contractility and at the same time, reduces the afterload. Enoximone is an oral phosphodiesterase inhibitor that is available in Europe, but not in North America. Levosimendan is a calcium sensitizer and improves contractility. It has limited availability world wide.",
            "cite_spans": [],
            "section": "Myocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Positive intrathoracic pressure, given noninvasively via a face mask (CPAP), reduces LV afterload and may improve cardiac output in the setting of LV dysfunction.",
            "cite_spans": [],
            "section": "Myocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Failed medical therapy or deteriorating function will usually indicate the need for extracorporeal support and ultimately heart transplantation. Mechanical support (ECLS, “Berlin” heart) is frequently used as a “bridge” to recovery or transplant.",
            "cite_spans": [],
            "section": "Myocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "For a complete review of endocarditis review the Cardiology chapter in this book. The major reasons a child with endocarditis may need admission to PICU are:Congestive heart failure due to worsening valvar regurgitationCongestive heart failure with abrupt onset due to valve apparatus rupture/perforation, or dehiscence of a prosthetic valveSystemic to pulmonary artery shunt obstructionArrhythmiaRenal failureEmbolic events toBrainHeartLungsBowelExtremities\n\n",
            "cite_spans": [],
            "section": "Endocarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Therapy depends on the hemodynamic status of the patient. A toxic-looking child with physiological signs and symptoms of tamponade should be transferred urgently to the catheterization laboratory or to the intensive care unit for percutaneous drainage of the pericardial collection. Sometimes the pus in pericardium is so thick or organized (esp. with H. influenzae) that percutaneous drainage may not be sufficient and the child will need open surgical drainage. With tamponade physiology, administration of fluid boluses can temporarily increase the intracardiac “filling” and stabilize the patient until the definitive treatment (percutaneous or surgical drainage) is performed.",
            "cite_spans": [],
            "section": "Treatment of Purulent Pericarditis ::: Infectious Pericarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Broad-spectrum intravenous antibiotics with good antistaphylocccal coverage should be commenced promptly if purulent pericarditis is suspected.",
            "cite_spans": [],
            "section": "Treatment of Purulent Pericarditis ::: Infectious Pericarditis ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Surgical wound infections after cardiac surgery can be categorized as superficial (cellulitis) or deep (mediastinitis). The patient usually presents a few days after the procedure, but may occur up to 2 months after the initial operation. The important signs are erythema and induration at the surgical incision. The child may be irritable and have a mild fever. There may be a leukocytosis with “left shift” and elevated inflammatory markers such as C-reactive protein (CRP) or erythrocyte sedimentation rate (ESR). In addition to the wound erythema with or without purulent discharge there may be signs of sternal instability with “crepitus” on direct pressure over the sternum. Diagnosis nevertheless is a clinical one and relies on a high index of suspicion. The risk factors are: neonates, long cardiopulmonary bypass time, delayed sternal closure, and reexploration of the chest for postoperative bleeding. The most common organisms associated with sternal wound infections are S. aureus, S. epidermidis, Enterococcus species, and Candida species.",
            "cite_spans": [],
            "section": "Wound Infection After Cardiac Surgery ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Antibiotic treatment should begin as soon as a sternal wound infection is suspected and a wound swab has been sent. Blood cultures should be sent from both peripheral and central venous sites whenever possible. The initial antibiotic regimen should consist of broad-spectrum Gram-positive (anti-staphylococcal) coverage, with the addition of Gram-negative coverage if the patient is septic or mediastinitis is suspected. If there is not a rapid improvement or the patient deteriorates the sternal wound may need to be surgically explored and debrided. Antibiotics should be given for 10 days to 2 weeks for cellulitis and for 4–6 weeks for deep wound infections.",
            "cite_spans": [],
            "section": "Wound Infection After Cardiac Surgery ::: Cardiac Infections in the Pediatric Intensive Care Unit ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Meningitis is an inflammation of the leptomeninges of the brain. For a review of “aseptic” meningitis which also includes viral causes of meningitis, please look at the Neurology and Infectious Disease chapters in this textbook. Suffice to mention that patients with “aseptic” meningitis are usually not as sick as those with purulent meningitis, and the CSF abnormalities are not as prominent. Patients with bacterial meningitis have a number of reasons for requiring intensive care. The most common clinical scenarios are coma and seizures.",
            "cite_spans": [],
            "section": "Purulent Meningitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The local inflammatory response to bacteria multiplying in the CSF involves polymorphonuclear leukocytes, the endothelium, complement, and cytokines. This results in an alteration in the cerebral blood flow and venous drainage, vascular inflammation, and obstruction to CSF flow and reabsorption. The infection within the meninges may extend to the surrounding brain parenchyma.",
            "cite_spans": [],
            "section": "Purulent Meningitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The commonest bacteria are S. pneumoniae, N. meningitidis, and H. infuenzae. In the neonatal period, the likely causative organisms are different: Group B streptococcus, L. monocytogenes, and Gram-negative bacilli are the commonest.",
            "cite_spans": [],
            "section": "Purulent Meningitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "This profile will be modified depending on the local vaccination policy, socioeconomic status of the children in the area, and local/regional epidemics of disease.",
            "cite_spans": [],
            "section": "Purulent Meningitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "None the less the intensive care management is similar:Broad-Spectrum CNS penetrating antibiotics with narrowing of spectrum of antibiotic cover once results of cultures of the blood and CSF are known. Antibiotics with high CSF/brain tissue penetrance must always be used. In areas with high incidence of S pneumonia penicillin resistance (including the United States), empiric therapy for community-onset bacterial meningitis is both vancomycin and a 3rd generation cephalosporin.Appropriate level of observation and intensive care support depending on level of consciousness and physiological derangement.Management of raised intracranial pressure (ICP):Head in the midline and at 30°, no obstruction to the jugular venous return.Sedation and analgesia in intubated and monitored patients.Aggressive control of fever and seizures.Hyperosmolar agents such as mannitol and 3% sodium chloride.In intubated patients, keep PaCO2 in the low normal range (35–40 mmHg) and use hyperventilation temporarily and only for acute rises in ICP.CSF drainage (via an extraventricular drain), and (rarely) decompressive craniectomy. This is usually in discussion with an infectious diseases expert and a neurosurgeon.\n\n",
            "cite_spans": [],
            "section": "Purulent Meningitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Acute complications of bacterial meningitis are:Hyponatremia (serum sodium <135 micromole/l): This is usually due to the syndrome of inappropriate secretion of antidiuretic hormone (SIADH). There is hyponatremia and low serum osmolarity without signs of hypovolemia. Hyponatremia can cause convulsions. Cerebral salt wasting is a much rarer condition that gives hyponatremia with signs of volume contraction. SIADH is treated by free water restriction and cerebral salt wasting is treated with sodium (either IV or PO) supplementation. In a hyponatremic child with convulsions give 3% NaCl 3–5 ml/kg intravenously. It is important to note that the change of serum sodium (and hence serum osmolarity) is of more importance in some cases than the absolute serum sodium. A sudden drop in serum sodium (greater than 0.5–1.0 micromole/h) should be treated with hypertonic saline.Seizures: Convulsions that occur early in the course of purulent meningitis are usually generalized and have less prognostic significance than those occurring later. Etiology of convulsions in meningitis can be any of the following: brain edema, diffuse ischemia, hyponatremia, subdural collection, sinus venous thrombosis, or focal infarction.Subdural effusion: This complication is seen more commonly in neonates and infants. A good practice is to measure the head circumference daily in any infant with meningitis. The diagnosis is made or confirmed by neuroimaging. If the effusion is large, or if it is associated with focal signs, convulsions, or signs of increased intracranial pressure, a neurosurgical consultation is necessary.Obstructive hydrocephalus: Obstructive hydrocephalus occurs when the pus (often with high protein content) in the ventricles blocks the outflow of CSF. This situation occurs more frequently in small infants and neonates.\n",
            "cite_spans": [],
            "section": "Purulent Meningitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Similar to meningitis, seizures, focal or generalized signs, and coma, are common presentations. The list of differential diagnosis is long and includes: aseptic meningitis, post infectious encephalitis and noninfectious encephalopathies (metabolic, vascular, demyelinating disease, tumor).",
            "cite_spans": [],
            "section": "Encephalitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The most frequent causes of acute encephalitis include: enteroviruses, HSV, VZV, EBV, adenovirus, influenza virus, and M. pneumoniae. Mumps, measles, and rubella infections are rarely seen in developed countries.",
            "cite_spans": [],
            "section": "Encephalitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "In many parts of the world arboviruses are major causes of endemic encephalitides. Tuberculosis is always high on the list of differential diagnosis in developing countries.",
            "cite_spans": [],
            "section": "Encephalitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Diagnosis: CSF can be completely normal, but usually contains >10 leukocytes/mm3 (mainly lymphocytes), mildly increased protein level and mildly reduced to normal glucose level. In children with HSV encephalitis, the CSF may contain red blood cells. CSF in addition to cell count, chemistry and culture should be sent for PCR for viral agents. CSF PCR can be helpful in a number of the infectious encephalopathies. For example: M. pneumoniae, Mycobacterium, CMV, EBV, VZV; where the organism may not be cultured from the CSF.",
            "cite_spans": [],
            "section": "Encephalitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Brain imaging (CT or MRI) can be helpful in the diagnosis. In HSV encephalitis there may be focal edema and enhancement seen in the temporal area. This is relatively specific for HSV infection of the brain.",
            "cite_spans": [],
            "section": "Encephalitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The electroencephalogram may show focal periodic epileptiform activity in frontal and temporal parts of the brain. This is common in HSV disease. Diffuse slow waves generalized over the cerebral cortex may also be seen. This may either represent encephalitis or be secondary to sedatives and anticonvulsants used in the PICU. The primary use of EEG is in the management of seizures.",
            "cite_spans": [],
            "section": "Encephalitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Finally, when the etiologic diagnosis is not clear, or the patient is deteriorating despite treatment, brain biopsy may be performed.",
            "cite_spans": [],
            "section": "Encephalitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Treatment is largely supportive. As for meningitis this consists of appropriate antimicrobial (antiviral) therapy. There should be no delay in starting Acyclovir if HSV is suspected or considered. The dose is 30 mg/kg/day for 10 days. When M. pneumoniae is suspected antibiotics with good penetration into the brain (ciprofloxacin, or azithromycin) should be used.",
            "cite_spans": [],
            "section": "Encephalitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Additional management includes airway protection for coma and seizures. Medical and surgical therapies for management of intracranial hypertension, as discussed above should be adhered to.",
            "cite_spans": [],
            "section": "Encephalitis ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "ADEM is an acute or sub acute inflammatory demyelinating disease of the CNS (brain and spinal cord). In contrast to multiple sclerosis it is a monophasic illness. ADEM is considered a parainfectious disease and the precipitants include infection with upper respiratory tract viruses, influenza, group A streptococcus, EBV, VZV, measles, mumps, rubella, and Mycoplasma.",
            "cite_spans": [],
            "section": "Acute Demylinating Encephalomyelitis (ADEM) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Clinical presentation may involve fevers, seizures and a constellation of neurological phenomena. Commonly these are coma, focal neurological deficits or alterations in personality and behavior. Often a recent “viral infection” is present in the history.",
            "cite_spans": [],
            "section": "Acute Demylinating Encephalomyelitis (ADEM) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The lumbar puncture is done to exclude infections. CSF may have normal white cell count or mild pleocytosis (mainly lymphocytes), and mild to significant protein elevation. The cultures and PCR should be negative.",
            "cite_spans": [],
            "section": "Acute Demylinating Encephalomyelitis (ADEM) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Neuroimaging is the main diagnostic tool for ADEM MRI is the modality of choice, as the CT is normal in 40% of cases. The typical MRI findings are multiple disseminated asymmetrical hyperintense lesions on T2WI and FLAIR in the white matter and basal ganglia.",
            "cite_spans": [],
            "section": "Acute Demylinating Encephalomyelitis (ADEM) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The cerebrum is more involved than the cerebellum.",
            "cite_spans": [],
            "section": "Acute Demylinating Encephalomyelitis (ADEM) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Treatment: (1) Continue antibiotics and antivirals until final CSF cultures and PCR results are confirmed to be negative. (2) Once infection is ruled out Methylprednisolone “pulse” dose at 30 mg/kg/day (maximum 1 g) for 3 days followed by oral prednisolone 2 mg/kg/day for 2 weeks. This is followed by a 4 weeks weaning regimen. (3) Plasma exchange or IVIG for relapsed or refractory ADEM.",
            "cite_spans": [],
            "section": "Acute Demylinating Encephalomyelitis (ADEM) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "GBS is an immune-mediated polyneuropathy that is usually preceded by a viral or bacterial infection of the respiratory or GI tract 1–3 weeks prior to presentation.",
            "cite_spans": [],
            "section": "Guillain-Barre Syndrome (GBS) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "GBS is the most common cause of acute paralysis in developed countries and is characterized by progressive, ascending, symmetric motor weakness and loss of reflexes. The sensory symptoms (extremity pain, paresthesia) and autonomic irregularities (tachycardia, bradycardia, hypertension, hypotension, arrhythmia) can be prominent. There are usually no sensory deficits in physical examination.",
            "cite_spans": [],
            "section": "Guillain-Barre Syndrome (GBS) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Infections known to precede the onset of paralysis are: CMV, EBV, VZV, Campylobacter jejuni, Mycobacterium tuberculosis, HIV, and M. pneumoniae. The pathogenesis involves an immune response against the infectious agent and has components that cross-react with those of the peripheral nervous system.",
            "cite_spans": [],
            "section": "Guillain-Barre Syndrome (GBS) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Diagnosis is clinical but is aided by CSF and electrophysiology testing. The CSF shows a high protein content and low/normal white cell count. This may be missed if the lumbar puncture is done early in the first week of the illness.",
            "cite_spans": [],
            "section": "Guillain-Barre Syndrome (GBS) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Electrophysiology will show decreased conduction velocity in the peripheral nerves.",
            "cite_spans": [],
            "section": "Guillain-Barre Syndrome (GBS) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Treatment: IVIG at 2 g/kg/day for 2–5 days or plasma exchange. (Two courses for mild GBS and four to five courses for severe illness.)",
            "cite_spans": [],
            "section": "Guillain-Barre Syndrome (GBS) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Corticosteroids have not demonstrated effectiveness in GBS and are not recommended.",
            "cite_spans": [],
            "section": "Guillain-Barre Syndrome (GBS) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Indications for PICU admission:For respiratory supportFor plasma exchangeAutonomic instability (hypo- or hypertension, arrhythmia)\n",
            "cite_spans": [],
            "section": "Guillain-Barre Syndrome (GBS) ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Botulism is a toxin mediated disease caused by C. botulinum. Symptoms start a few hours and up to 6 days after exposure to the toxin. The cranial nerves are involved initially with difficulty swallowing, abnormal speech (abnormal cry in infants) and eye movements (ptosis). Other symptoms may include nausea, vomiting, constipation, and abdominal distension. As the illness progresses it causes paralysis of the extremities and respiratory muscles to various degrees. In infants the disease can be mild with hypotonia and constipation as the main findings. Also in infants there is sometimes a history of ingestion of honey before the onset of symptoms (Honey may contain the spores of C. Botulinum).",
            "cite_spans": [],
            "section": "Botulism ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Diagnosis is made from a combination of clinical findings and electromyography. Stool for botulinum toxin or serum serology is confirmatory but takes time.",
            "cite_spans": [],
            "section": "Botulism ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Treatment is with antitoxin to remove circulating toxin but this will not affect the toxin already present at the neuromuscular junction. Specific botulinum immunoglobulin is not readily available world wide. The cost is prohibitive for a lot of countries and the cost-benefit analysis is only favorable for those patients requiring mechanical ventilation. Penicillin and Metronidazole are given to eradicate the source of toxin production. Aminoglycosides and steroids should not be given as they may worsen the neurosmuscular transmission defect and increase muscular weakness. If the source of the C. Botulinum is a wound (i.e., wound botulism) then it will need surgical debridement.",
            "cite_spans": [],
            "section": "Botulism ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Indications for admission to PICU:Respiratory supportAutonomic instability\n",
            "cite_spans": [],
            "section": "Botulism ::: Central Nervous System Infections ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Neutropenia is defined as the absolute neutrophil count (ANC) [ANC = PMN + band count] <1,000/mm3, and is generally associated with cancer and its treatment. The risk of infection is particularly high with:Rapid drop in ANCANC < 100/mm3 (profound neutropenia)Prolonged neutropenia\n",
            "cite_spans": [],
            "section": "Neutropenia ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Fever in neutropenic patients is defined as an oral/tympanic membrane temperature >38°C in two repeated measurements over a 4 h period or one measurement above 38.5°C. The portals of entry of infectious agents are usually: the oral mucosa, the gut, the upper/lower respiratory tract, and central vascular lines. The most common organisms are Gram-positive cocci (S. aureus, S. epidermidis, and Strep. viridans), Gram-negative bacilli (E. coli, K. pneumoniae, P. aeroginosa), and fungi (Candida, Aspergillus).",
            "cite_spans": [],
            "section": "Neutropenia ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Recently the spectrum of pathogens has begun to change, with the emergence of more Gram-negative and fungal infections. This is likely due to an increase in resistant pathogens in the face of the use of very broad-spectrum antibiotics, intensity of therapy (high-dose chemotherapy and stem cell transplant) and prolonged neutropenia. The single most important risk factor for fungal infection is the duration of neutropenia.",
            "cite_spans": [],
            "section": "Neutropenia ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "It is standard of practice to start antibiotics for a child with ANC < 500 who is febrile. Initial empiric therapy for febrile neutropenia consists of a β-lactam antibiotic and an aminoglycoside, plus a glycopeptide if a coagulase negative staph or enterococcus is suspected or isolated, if the child is in shock, has an endoprosthesis or a vascular tunnel infection. If patient has a history of Arabinoside-C administration and has severe mucositis Strep viridans infection is highly suspected and vancomycin should be added. If perianal tenderness is present add anaerobic coverage (Metronidazole or clindamycin).",
            "cite_spans": [],
            "section": "Neutropenia ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "After 4–5 days of fever and neutropenia adding an antifungal is the usual practice of most oncologists.",
            "cite_spans": [],
            "section": "Neutropenia ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Infants with a severe combined or T-cell immune deficiency usually present early in the first few months. Defects in cell-mediated immunity can result from congenital disorders such as DiGeorge syndrome, severe combined immunodeficiency disease (SCID) and Wiskott–Aldrich syndrome. They can be secondary to lymphomas, immunosuppressive medications or chronic illness. Acute viral infections such as measles and pertussis are also known to decrease a patient’s cell-mediated immunity.",
            "cite_spans": [],
            "section": "Cellular Immune Dysfunction ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Typical infections are Pneumocystis jiroveci pneumonia (formerly carinii), CMV pneumonitis, RSV pneumonitis, disseminated enteroviral infection, and invasive fungal infection. Patients are highly susceptible to infections with intracellular organisms such as Salmonella, Listeria, mycobacteria, herpes family viruses (CMV, EBV, and HSV), as well as fungi and protozoa. In older children and those with secondary immunodeficiencies, these infections tend to be reactivated disease.",
            "cite_spans": [],
            "section": "Cellular Immune Dysfunction ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Children with chronic mucocutaneous candidiasis and chronic granulomatous disease typically present early in life with recurrent candida and staphylococcal infections.",
            "cite_spans": [],
            "section": "Cellular Immune Dysfunction ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Neonates with adhesion molecule deficiency usually present with delayed separation of the umbilical cord stump, increased polymorphonuclear count, and increased incidence of bacterial infections.",
            "cite_spans": [],
            "section": "Cellular Immune Dysfunction ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Children with primary humoral immune deficiency usually present between 6 months and 5 years of age. The onset is consistent with the time when the level of placentally transferred maternal antibodies (IgG) has declined. These defects as well as complement deficiency and asplenia are more commonly associated with infections by encapsulated microorganism such as H. influenza, N. meningitides, and S. pneumoniae.",
            "cite_spans": [],
            "section": "Humoral Immune Dysfunction ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Although patients with these conditions are mainly susceptible to bacterial infections involving the upper and lower respiratory tract, they can have protracted diarrhea with Giardia or echovirus.",
            "cite_spans": [],
            "section": "Humoral Immune Dysfunction ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Defects in the late complement component (the “attack” component, C5-9) are prone to recurrent Neisseria infections. Children with early complement defects usually have autoimmune and rheumatologic manifestations. Fulminant meningococcemia is also associated with properdin deficiency (alternative complement pathway).",
            "cite_spans": [],
            "section": "Complement Deficiency ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "HSCT is now an established treatment for a host of immunologic, metabolic, hematological, and neoplastic disorders. The “stem cells” may be obtained from the patient (autologous). Alternatively from an HLA-compatible related or unrelated donor (allogeneic). There is little risk of acute or chronic Graft Versus Host Disease (GVHD) with autologous HSCT. Currently there are three sources for stem cells: bone marrow, peripheral blood, and umbilical cord blood. Generally with the umbilical cord stem cell transplant the speed of engraftment is lower, but so is the risk of GVHD. With peripheral blood stem cell transplant engraftment occurs faster but the risk of GVHD is also higher. With bone marrow stem cell transplant the speed of engraftment and the risk of GVHD is somewhere between the other two sources.",
            "cite_spans": [],
            "section": "Hematopoietic Stem Cell Transplant Patient (HSCT) ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "With unrelated umbilical cord blood and T-cell depleted bone marrow or blood stem cell transplant, the risk of graft failure is higher.",
            "cite_spans": [],
            "section": "Hematopoietic Stem Cell Transplant Patient (HSCT) ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "There is a higher risk of infection with occurrence of GVHD, and with graft failure.",
            "cite_spans": [],
            "section": "Hematopoietic Stem Cell Transplant Patient (HSCT) ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The conditioning regimens used to prepare the patients generally consists of high-dose chemotherapy with or without regional or total body irradiation. Post transplant, there is a period of pancytopenia and though the neutrophil count usually normalizes after 3–4 weeks it is not unusual for these patients to need red cell or platelet transfusions for much longer.",
            "cite_spans": [],
            "section": "Hematopoietic Stem Cell Transplant Patient (HSCT) ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The risk of infection is influenced by rapidity of myeloid recovery and the rate of lymphoid reconstitution. The speed of restoration of adequate immune function is highly variable. The stem cell source, HLA compatibility, purging or T-cell depletion of the graft prior to transplant, and severity of GVHD are important factors.",
            "cite_spans": [],
            "section": "Hematopoietic Stem Cell Transplant Patient (HSCT) ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "In the early post-transplant period (first 100 days), transplant centers employ prophylactic measures to reduce the risk of infection. These measures vary between different centers, and include:Prophylactic antibiotics (for PCP, candida, HSV, CMV)Administration of IVIGEnvironmental precautions (isolation and barrier nursing)\n",
            "cite_spans": [],
            "section": "Hematopoietic Stem Cell Transplant Patient (HSCT) ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "In the early post-transplant period, patients are most susceptible to infections caused by both Gram-negative and Gram-positive organisms and by fungi. There is a higher risk of CMV pneumonitis in patients with GVHD (largely due to the need for immunosuppressive treatments). CMV negative recipients who receive transplant from a CMV positive donor are at highest risk for CMV pneumonitis.",
            "cite_spans": [],
            "section": "Hematopoietic Stem Cell Transplant Patient (HSCT) ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Children who have undergone HSCT and are admitted to PICU have a particularly poor prognosis. Pneumonia, mechanical ventilation, and the need for renal replacement therapy are especially poor prognostic factors. Those with septic shock and line sepsis have the best prognosis. In addition to bacteria, the most commonly isolated organisms are CMV, RSV, adenovirus, candida, aspergillus, and PCP. In a recent report from Great Ormond Street Hospital in London, UK, only 56% of these patients survived to discharge.",
            "cite_spans": [],
            "section": "Hematopoietic Stem Cell Transplant Patient (HSCT) ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Similar to children who have received HSCT, children receiving solid organ transplants are prone to infections before and after the transplant. The main differences are:Patients after solid organ transplants are usually less immunosuppressed than HSCT patients and are not at risk of immune reconstitution syndrome and its associated inflammatory and infectious complications. However they are at risk of surgery-related complications and postsurgical infection issues (wound infection, bacteremia, atelectasis/pneumonia, urinary tract infection).Infection of the transplanted organ due to latent or colonizing organisms present in either the donor or recipient can lead to invasive widespread disease in the immune suppressed post-transplant recipient. An example of this is the child with cystic fibrosis colonized with Pseudomonas species; those colonized with B. cepacia are particularly at risk of developing resistant infection post lung or combined heart/lung transplants.Children receiving solid organ transplants are at risk of reactivation of latent infections, such as CMV. But, unlike HSCT patients who most commonly present with CMV pneumonitis in recipients of solid organ transplants the CMV disease depends on the sites where the virus is latent and on the organ that has been transplanted. Lung, heart/lung, and liver transplant patients are most vulnerable to systemic disease. CMV infection can precipitate rejection and increase vulnerability to other infections such as fungal infections.EBV-associated post transplant lymphoproliferative disorder (PTLD) is a potentially fatal complication of solid organ transplant. The risk of PTLD is higher in children who were EBV seronegative prior to the SOT. EBV-related infection in SOT patients may present in several different ways: asymptomatic or nonspecific viral syndrome, mononucleosis syndrome, and PTLD. The latter can have a spectrum from fever, lymphadenopathy and diarrhea to full blown lymphoma. Tissue biopsy is necessary to establish the diagnosis of PTLD. The mainstay of therapy consists of decreasing immunosuppression. Chemotherapy and biological treatments (such as anti-CD20 monoclonal antibodies) have been used.\n",
            "cite_spans": [],
            "section": "Solid Organ Transplant Patient (SOT) ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The majority of cases of P. jiroveci pneumonia present in the first 6 months of life. Usually these children are quite hypoxemic. High fever is uncommon compared with bacterial pneumonia. There is a diffuse, bilateral air space or interstitial involvement on the chest x-ray. Occasionally there is a “ground glass” appearance. In an HIV positive patient with bilateral diffuse parenchymal or interstitial infiltrates on CXR, the development of pneumothorax is suggestive of P. jiroveci infection.",
            "cite_spans": [],
            "section": "Pneumocystis jiroveci ::: HIV Infection in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Diagnosis is by bronchoalveolar lavage (BAL). Even if a child develops Pneumocystis while on prophylactic therapy, high-dose intravenous trimethoprim/sulfamethoxazole should be started. Prophylaxis may have failed because of poor compliance. If one suspects drug resistance then other agents should be used (Pentamidine, Dapsone). Methylprednisolone at 2–4 mg/kg/day divided in four doses should be administered in moderate to severe cases (practically all children with pneumocystis who are admitted to PICU) for 5 days and then tapered.",
            "cite_spans": [],
            "section": "Pneumocystis jiroveci ::: HIV Infection in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Untreated, it is universally fatal. With proper therapy the mortality is less than 10%. The risk factors for mortality are the severity of respiratory failure and the severity of immunosuppression.",
            "cite_spans": [],
            "section": "Pneumocystis jiroveci ::: HIV Infection in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "LIP in children with AIDS is associated with increased risk of lower respiratory tract infections including bronchiectatsis. This condition can produce severe ventilation/perfusion mismatch and hypoxemia but may also be asymptomatic. The CXR shows diffuse infiltrates and hilar lymphadenopathy persisting for >2 months despite antibiotic therapy. Usually CXR changes are worse than clinical symptoms. LIP can be related to EBV infection or to an exaggerated immunological response to inhaled or circulating antigens or both. Steroids have been used in the treatment of symptomatic LIP.",
            "cite_spans": [],
            "section": "Lymphoid Interstitial Pneumonia (LIP) ::: HIV Infection in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Coexistence of HIV and TB accelerates the course of both of these infections. The risk of miliary and extra pulmonary TB is higher in children with AIDS and the course is more likely to be severe and rapid. A child with HIV infection is five to ten times more at risk of active TB. In countries with high prevalence of tuberculosis, the WHO suggests BCG vaccination of ALL neonates at birth but NOT in any child/infant with clinical AIDS.",
            "cite_spans": [],
            "section": "Tuberculosis ::: HIV Infection in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "For treatment of TB, please refer to the chapter in this book.",
            "cite_spans": [],
            "section": "Tuberculosis ::: HIV Infection in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "MAC can produce a systemic illness in children infected with HIV that is characterized by fever, chronic diarrhea, abdominal pain, malabsorption, lymphadenopathy, and obstructive jaundice. MAC usually would not present with significant lung disease in these children.",
            "cite_spans": [],
            "section": "Mycobacterium Avium Complex (MAC) ::: HIV Infection in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "IRIS occurring weeks after the initiation of specific anti-HIV treatment may on occasion be severe enough to cause respiratory failure warranting admission to the ICU, though it can also indicate latent or incipient mycobacterial disease. This (IRIS) is a diagnosis of exclusion and requires a BAL and possibly a transbronchial biopsy. Management is usually with corticosteroids.",
            "cite_spans": [],
            "section": "Immune Reconstitution Inflammatory Syndrome (IRIS) ::: HIV Infection in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Other than sepsis and respiratory failure, the other conditions that may bring the child with AIDS to the intensive care unit are (to name the more common ones):CNS infections (bacterial, Mycobacterium, fungi, Cryptococcus, viruses, and rarely CNS Toxoplasmosis), acute HIV encephalopathyHIV-related cardiomyopathySevere diarrhea and shock due to cryptosporidium or other microorganismsLiver failure due to infections or drugsComplications of antiviral medications such as acute pancreatitis, acute liver failure, Stevens–Johnson Syndrome\n",
            "cite_spans": [],
            "section": "Immune Reconstitution Inflammatory Syndrome (IRIS) ::: HIV Infection in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "An important aspect of care for these children in the PICU for the staff is risk of exposure to body fluids and of needle stick injury. Universal exposure precautions should be strictly adhered to. It is imperative that all staff be aware of the guidelines and procedures after exposure to biological fluids in their institutions and seek advice from the Occupational Health Department immediately if exposed.",
            "cite_spans": [],
            "section": "Immune Reconstitution Inflammatory Syndrome (IRIS) ::: HIV Infection in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "As increasing numbers of immunocompromised children with fungal and viral infections are admitted to the pediatric intensive care units, common antifungal and antiviral medications that are used against these infections are briefly reviewed. For a complete review of these topics, the reader is referred to chapters on individual fungal and viral infections in this book.",
            "cite_spans": [],
            "section": "Brief Review of Antifungal Agents in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Increasingly systemic fungal infections have become more significant in morbidity and mortality of immunocompromised patients in intensive care units. Factors that have been associated with this increase are:Use of more potent and broad-spectrum antibacterial agentsProlonged and severe neutropeniaProlonged and severe immune dysfunction (primary or secondary)Having central venous lines and invasive devicesTotal parenteral nutrition (TPN)\n",
            "cite_spans": [],
            "section": "Brief Review of Antifungal Agents in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The most common fungal pathogens causing systemic illness in critically ill children are Candida and Aspergillus species. In recent years there has been an increasing importance of uncommon fungal pathogens such as non-albicans Candida species, Fusarium species, Trichosporon species, and dematiaceous fungi.",
            "cite_spans": [],
            "section": "Brief Review of Antifungal Agents in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "In an immunocompromised patient with a positive fungal culture from a central venous line, current guidelines strongly advocate removal of the line.",
            "cite_spans": [],
            "section": "Brief Review of Antifungal Agents in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Traditionally with invasive Candidiasis, amphotericin B (AMB) has been the first-line drug to use. However, intravenous flucanozole and itraconazole could be considered. In non-neutropenic patients positive for C. albicans (but not other Candida species) fluconazole is as effective as AMB. In empirical treatment of prolonged febrile neutropenic patients (>4–5 days) AMB should be started. Clinical trials have shown that liposomal preparations of amphotericin B (L-AMB) have similar, but not better, efficacy compared with conventional AMB preparations. Some authors recommend a liposomal preparation of amphotericin as a preferred first-line treatment. Unfortunately, high cost can be prohibitive in many parts of the world. In general, the L-AMB agents cause less fever, rigors, nausea, and vomiting. They are also less nephrotoxic.",
            "cite_spans": [],
            "section": "Brief Review of Antifungal Agents in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Voriconazole, a second generation triazole, can be used for empirical treatment of febrile neutropenic patients in place of L-AMB. In patients with invasive aspergillosis it has been shown that initial therapy with voriconazole leads to a better response and improved survival with fewer side effects.",
            "cite_spans": [],
            "section": "Brief Review of Antifungal Agents in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Echinocandins such as caspofungin have been used in combination with AMB or voriconazole in more resistant cases of invasive aspergillosis with persisting fevers. Micafungin and Anidulafungin are two other agents in this family.",
            "cite_spans": [],
            "section": "Brief Review of Antifungal Agents in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Antifiungals (old and new) have a large potential for side effects and drug–drug interactions. Clinicians need to be aware of the specific profiles of the drugs they use from this antimicrobial family.",
            "cite_spans": [],
            "section": "Brief Review of Antifungal Agents in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Below are the common agents likely to be used in the intensive care unit. HIV drugs have not been discussed. Please refer to the chapter on HIV for more detailed discussion of these agents.",
            "cite_spans": [],
            "section": "Brief Review of Antiviral Agents in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "There are two main groups of antiviral agents:Inhibitors of viral replication\nInhibitors of viral assembly and release\n\n",
            "cite_spans": [],
            "section": "Brief Review of Antiviral Agents in the PICU ::: Infections in the Immunocompromised Child ::: Anatomical Location of Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Central venous lines (CVL) are used to provide secure intravenous access for administration of medications such as vasopressors and inotropes, to monitor pressures, blood oxygen saturations, and for intravenous nutrition. In a survey of PICU’s in the United States the rate of CVL infection was 7.6 per 1,000 catheter-days. In neonates the corresponding figure was 11.3 per 1,000 catheter-days. In Europe the CVL infections occurred at a rate of 10.9 infections per 1,000 catheter-days.",
            "cite_spans": [],
            "section": "Central Venous Catheter Associated Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Measures taken at time of insertion of the CVL significantly reduce the incidence of infection. Strict aseptic technique (gowns/gloves/mask and wide sterile field), use of Chlorhexidine (as opposed to povodine/iodine), and minimal trauma (use of ultrasound and experienced operators) are all very important factors at the time of insertion. Chlorhexidine disks topically placed upon the skin at the insertion site and antibiotic impregnated lines are used by some units but not proven to be of value.",
            "cite_spans": [],
            "section": "Central Venous Catheter Associated Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Cuffed and tunneled lines such as Hickman lines, Port-A-Cath lines and PICC (peripherally inserted central catheter) have a significantly lower rate of infections than standard central lines that are inserted in the intensive care. Where long term therapy >1 week is required consideration should be undertaken to the insertion of one of these types of lines.",
            "cite_spans": [],
            "section": "Central Venous Catheter Associated Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Site of insertion is important. The femoral vein is easy to cannulate with fewest insertion complications. However, it is more likely to become infected and thrombosed. It is good as a temporary line but early consideration should be given to removing and/or repositioning access.",
            "cite_spans": [],
            "section": "Central Venous Catheter Associated Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "To prevent central line infection minimization of the “opening” of the line on a daily basis is important. Asepsis on line ports prior to use (with alcohol or Chlorhexidene) is critically important.",
            "cite_spans": [],
            "section": "Central Venous Catheter Associated Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Ultimately to reduce infection rates lines should be kept for the briefest time possible. Difficulty of insertion and type of ongoing therapy come into this cost-benefit analysis.",
            "cite_spans": [],
            "section": "Central Venous Catheter Associated Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "When there is a suspicion that a central venous line has become infected then blood cultures should be drawn from the line and from a peripheral puncture. Broad-spectrum antibiotics that cover the bacteria above (Vancomycin and Gentamicin for example) should be commenced. The line should be removed if at all possible. An attempt to sterilize the line may be made in the circumstances where the line is “precious” and not easily replaced. This can involve alternate infusion of antibiotics through all lumens and the use of antibiotic “locks.”",
            "cite_spans": [],
            "section": "Central Venous Catheter Associated Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "This is defined as a respiratory infection that occurs 48 h post admission for mechanical ventilation. The respiratory infection is defined by: fever/hypothermia, crackles on physical exam, new respiratory infiltrates on CXR, deteriorating ventilatory status (tachypnea), cough, deteriorating gas exchange, elevated or depressed white cell counts. This may or may not be in the presence of bacterial isolates from a sterile respiratory sample (i.e., BAL). There are age specific criteria for the diagnosis of VAP.",
            "cite_spans": [],
            "section": "Ventilator Associated Pneumonia (VAP) ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The CDC has produced a document that lists the specific criteria. This can be found at:",
            "cite_spans": [],
            "section": "Ventilator Associated Pneumonia (VAP) ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "\nhttp://www.cdc.gov/ncidod/hip/NNIS/members/pneumonia/Final/PneumoCriteriaV1.pdf.",
            "cite_spans": [],
            "section": "Ventilator Associated Pneumonia (VAP) ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "The incidence of VAP in the PICU is 6–11.6 per 1,000 ventilator-days. The diagnosis of VAP is challenging and controversial. There are a number of simple interventions to reduce the incidence of VAP.",
            "cite_spans": [],
            "section": "Ventilator Associated Pneumonia (VAP) ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "They are:Elevate head of the bed to 30°Ventilator tubing:Dependant positioning of ventilator tubing to avoid aspirationRemoval of excess condensateLimit frequency of Tubing change unless required\nSuctioning:Limiting amount of saline lavage when suctioningSterile technique (Gloves and sterile catheter) + (gowns/masks and eye wear for protection of staff)\nMouth care: frequent mouth cares with Chlorhexidene-based washFeeding:Early institution of feedingAvoidance of gastric over distensionLimiting use of antacid therapy to high risk patients (i.e., burns, head injury)\nAvoid/limit antibiotic therapy to minimize chance of colonization with antibiotic resistant flora\n",
            "cite_spans": [],
            "section": "Ventilator Associated Pneumonia (VAP) ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Urinary tract infection is directly proportional to the length of time that a Foley catheter is in place. Frequently, patients are on antibiotics that will suppress urinary infections. However, virtually all intensive care patients with urinary catheters will acquire urinary sepsis if their stay is prolonged. More than 90% of hospital acquired UTI’s occur in catheterized children. The best intervention (as with central lines) is early removal of the catheter. When strict measurement of urinary output is not needed and the likelihood of urinary retention (due to illness or drugs) is not an issue then catheters should be removed. Intermittent catheterization can be considered as an intervention to avoid a permanent Foley catheter where retention is an issue in a longer term patient.",
            "cite_spans": [],
            "section": "Urinary Tract Infection (UTI) ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "If an ICU patient develops fever or unexplained sepsis then it is mandatory that a urine specimen be sent for microscopy and culture. This is especially important in the patient with a catheter. If urinary sepsis is proven then consideration for catheter removal should be given. Broad-spectrum antibiotics that cover the spectrum of bacteria listed above should be commenced. Antibiotics should be specifically weighted to cover the Gram-negative bacteria as these are most common.",
            "cite_spans": [],
            "section": "Urinary Tract Infection (UTI) ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "Surgical Site infections are a less frequent infection but none the less important source of infectious morbidity.",
            "cite_spans": [],
            "section": "Wound Related Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "If a wound is “dirty” or contaminated such as a traumatic soiled wound or contaminated peritoneum from perforated appendicitis then broad-spectrum antibiotics should be commenced in high dose. At the same time, appropriate surgical management should be undertaken to deal with the contaminated wound. The surgical team will usually offer guidance on this issue.",
            "cite_spans": [],
            "section": "Wound Related Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "If a wound is “clean,” for example a surgical incision, the surgical team will generally have a preference for antibiotic prophylaxis. Commonly a second generation cephalosporin will be used. This should be given at time of the operation and for a defined and limited time thereafter. Prolonged prophylaxis has been shown not to prevent inevitable wound infections and promotes emergence of multiple antibiotic resistances.",
            "cite_spans": [],
            "section": "Wound Related Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "For wounds that become infected in the intensive care unit, swabs should be taken of any discharge. Surgical review should be initiated and the wound dressed (with frequent changes). Appropriate antibiotics should commence. Opening of the wound and drainage/debridement of infected tissue is the responsibility of the managing surgical team.",
            "cite_spans": [],
            "section": "Wound Related Infection ::: Blood Stream Infections ::: Nosocomial Infections in the PICU",
            "ref_spans": []
        },
        {
            "text": "All Intensive Care Units should have the ability to isolate for airborne and body fluid infectious organisms. Simple hand washing is very important (before and after examining patients or attending the bed side). Where this is not practical an alcohol-based hand gel can be used. From simple hand washing a graduated appropriate degree of isolation and infection control processes should be undertaken, i.e., gowns, gloves, respiratory protection – masks with increasing filtering ability to full respirators.",
            "cite_spans": [],
            "section": "Infection Control Principles",
            "ref_spans": []
        },
        {
            "text": "Negative pressure rooms (with antechambers) are usually reserved for respiratory isolation for the protection of staff and other patients. Positive pressure rooms are for protective isolation of the patient who is immunocompromised. Negative pressure isolation and strict barrier isolation is reserved for highly infectious pathogens. SARS and Ebola Virus are examples where this may be necessary.",
            "cite_spans": [],
            "section": "Infection Control Principles",
            "ref_spans": []
        },
        {
            "text": "All intensive care staff should strictly adhere to hand washing practices (with a Chlorhexidine based product). Unfortunately this is not the case and medical staff are often the worst offenders in this regard. Active and repeated awareness campaigns should be carried out to reinforce this basic but very important healthcare related activity.",
            "cite_spans": [],
            "section": "Infection Control Principles",
            "ref_spans": []
        },
        {
            "text": "Severe infectious processes are common reasons for admission to the pediatric intensive care unit. Children in the PICU are at risk for developing severe infections.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "Increasingly children with a dysfunctional immune system survive their primary illnesses and are admitted to the PICU with severe infections. Secondary immune deficiency is common in the course of prolonged critical illness.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "Rapid sampling of body fluids and commencement of broad-spectrum antibiotic cover is of the utmost importance. It is shown that even 5 min of delay in starting appropriate antibiotics has been associated with increased mortality. If there are reasons to believe there is an anatomical source of infection (collection of pus, infected central venous line, infected prosthesis etc.) often the antibiotics would not achieve their effects until the source of infection is dealt with effectively (surgical evacuation/removal, drainage).",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "Optimizing the hemodynamic status of the patient (oxygen delivery, addressing preload, after load, and contractility) should start from the moment one considers the diagnosis of sepsis or severe life threatening infection. Diagnostic and therapeutic interventions all go hand in hand and start in parallel from the initial encounter with the patient.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "It is vital that every unit has an updated knowledge of the prevalence and sensitivity of the micro organisms prevalent in their community and in the hospital. Colleagues in clinical microbiology or infectious disease departments are invaluable members of any PICU team in dealing with these issues.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "Prophylactic measures such as effective hand washing, observing strict sterility while placing central venous lines, measures to reduce incidence of the VAP, discontinuing the invasive lines and catheters when not indicated anymore, and adherence to universal exposure precautions should be implemented and monitored and audited regularly. They save more lives and money than much more expensive interventions.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "Effective antibiotic stewardship, tailoring the antibiotic coverage when sensitivities of the causative organisms are known, and discontinuing broad-spectrum antibiotics as soon as clinically prudent will decrease the burden of antimicrobial resistance in the intensive care unit.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Toxic shock syndrome in children epidemiology, pathogenesis, and management",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chuang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Drugs",
            "volume": "7",
            "issn": "1",
            "pages": "11-25",
            "other_ids": {
                "DOI": [
                    "10.2165/00148581-200507010-00002"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Manson’s tropical disease",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "British thoracic society guidelines for the management of pleural infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gleeson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Thorax",
            "volume": "58",
            "issn": "",
            "pages": "18-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Prognostic factors in pediatric cancer patients admitted to the pediatric intensive care unit",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Dursun",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hazar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Karasu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pediatr Hematol Oncol",
            "volume": "31",
            "issn": "7",
            "pages": "481-484",
            "other_ids": {
                "DOI": [
                    "10.1097/MPH.0b013e3181a330ef"
                ]
            }
        },
        "BIBREF5": {
            "title": "Epidemiology and outcome of necrotizing fasciitis in children: an active surveillance study of the Canadian paediatric surveillance program",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Eneli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Pediatr",
            "volume": "151",
            "issn": "",
            "pages": "79-84",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2007.02.019"
                ]
            }
        },
        "BIBREF6": {
            "title": "Acute bronchiolitis and croup",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Everard",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatr Clin N Am",
            "volume": "56",
            "issn": "1",
            "pages": "119-133",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pcl.2008.10.007"
                ]
            }
        },
        "BIBREF7": {
            "title": "Ventilator-associated pneumonia in neonatal and pediatric intensive care unit patients",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Foglia",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meier",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Elward",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Microbiol Rev",
            "volume": "20",
            "issn": "3",
            "pages": "409-425",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00041-06"
                ]
            }
        },
        "BIBREF8": {
            "title": "Risk factors for healthcare-associated infection in a pediatric intensive care unit",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gonçalves-de-Mello",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "de-Albuquerque",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Lacerda",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Cad Saude Publica",
            "volume": "25",
            "issn": "Suppl 3",
            "pages": "S373-391",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A national point-prevalence survey of pediatric intensive care unit-acquired infections in the United States; Pediatric Prevention Network",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grohskopf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sinkowitz-Cochran",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Garrett",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Pediatr",
            "volume": "140",
            "issn": "4",
            "pages": "432-438",
            "other_ids": {
                "DOI": [
                    "10.1067/mpd.2002.122499"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Supportive care of children with cancer: current therapy and guidelines from the children’s oncology group",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Concept of operations for triage of mechanical ventilation in an epidemic",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hick",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "O’Laughlin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Acad Emerg Med",
            "volume": "13",
            "issn": "2",
            "pages": "223-229",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1553-2712.2006.tb01677.x"
                ]
            }
        },
        "BIBREF12": {
            "title": "Outcome of children requiring admission to an intensive care unit after bone marrow transplantation",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Jacobe",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hassan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Veys",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Crit Care Med",
            "volume": "30",
            "issn": "5",
            "pages": "1299-1305",
            "other_ids": {
                "DOI": [
                    "10.1097/01.CCM.0000060011.88230.C8"
                ]
            }
        },
        "BIBREF13": {
            "title": "Infections of the airway",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Saunders",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Paediatr Anaesth",
            "volume": "19",
            "issn": "Suppl 1",
            "pages": "118-130",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1460-9592.2009.02999.x"
                ]
            }
        },
        "BIBREF14": {
            "title": "The global neonatal and pediatric sepsis initiative",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kissoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carcillo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pediatr Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "77-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Infections in the intensive care unit",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kollef",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Micek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Infect Dis Clin North Am",
            "volume": "23",
            "issn": "3",
            "pages": "471-756",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idc.2009.05.001"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Urgences et Soins Intinsifs Paediatriques",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Severe malaria: lessons learned from the management of critical illness in children",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Maitland",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Trends Parasitol",
            "volume": "22",
            "issn": "10",
            "pages": "457-462",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pt.2006.07.006"
                ]
            }
        },
        "BIBREF18": {
            "title": "Sepsis and septic shock: a global overview",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mangia",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kissoon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carcillo",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pediatr Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "71-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Pediatric critical care surge capacity",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Markovitz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Trauma",
            "volume": "67",
            "issn": "",
            "pages": "S140-S142",
            "other_ids": {
                "DOI": [
                    "10.1097/TA.0b013e3181ac81b2"
                ]
            }
        },
        "BIBREF20": {
            "title": "Critical care outcomes in the hematologic transplant recipient",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "McArdle",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Chest Med",
            "volume": "30",
            "issn": "1",
            "pages": "155-167",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ccm.2008.10.002"
                ]
            }
        },
        "BIBREF21": {
            "title": "Incidence of pediatric and neonatal intensive care unit-acquired infections. National Nosocomial Infections Surveillance System; Pediatric Prevention Network",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Anerjee",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Grohskopf",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sinkowitz-Cochran",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "27",
            "issn": "6",
            "pages": "561-570",
            "other_ids": {
                "DOI": [
                    "10.1086/503337"
                ]
            }
        },
        "BIBREF22": {
            "title": "Clinical practice guidelines for the diagnosis and management of intravascular catheter-related infection: 2009 update by the infectious diseases society of America",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mermel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Allon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bouza",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Infect Dis",
            "volume": "49",
            "issn": "",
            "pages": "1-45",
            "other_ids": {
                "DOI": [
                    "10.1086/599376"
                ]
            }
        },
        "BIBREF23": {
            "title": "Management of severe dengue in children",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Moxon",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wills",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Adv Exp Med Biol",
            "volume": "609",
            "issn": "",
            "pages": "131-144",
            "other_ids": {
                "DOI": [
                    "10.1007/978-0-387-73960-1_10"
                ]
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Infectious diseases in the pediatric intensive care unit",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Rogers’ textbook of pediatric intensive care",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Red book: 2009 report of the committee on infectious diseases",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Nosocomial infections in pediatric patients: a European, multicenter prospective study; European Study Group",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Raymond",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Aujard",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "21",
            "issn": "4",
            "pages": "260-263",
            "other_ids": {
                "DOI": [
                    "10.1086/501755"
                ]
            }
        },
        "BIBREF28": {
            "title": "Hand washing in the intensive care unit: a big measure with modest effects",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Silvestri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Petros",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sarginson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Hosp Infect",
            "volume": "59",
            "issn": "",
            "pages": "172-179",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jhin.2004.11.005"
                ]
            }
        },
        "BIBREF29": {
            "title": "Evidence behind the WHO guidelines: hospital care for children: what treatments are effective for the management of shock in severe dengue?",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Smart",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Safitri",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Trop Pediatr",
            "volume": "55",
            "issn": "3",
            "pages": "145-148",
            "other_ids": {
                "DOI": [
                    "10.1093/tropej/fmp046"
                ]
            }
        },
        "BIBREF30": {
            "title": "Epiglottitis and croup",
            "authors": [
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Sobol",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zapata",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Otolaryngol Clin North Am",
            "volume": "41",
            "issn": "3",
            "pages": "551-566",
            "other_ids": {
                "DOI": [
                    "10.1016/j.otc.2008.01.012"
                ]
            }
        },
        "BIBREF31": {
            "title": "A prospective study of ventilator-associated pneumonia in children",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Asselin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gildengorin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatrics",
            "volume": "123",
            "issn": "",
            "pages": "1108-1115",
            "other_ids": {
                "DOI": [
                    "10.1542/peds.2008-1211"
                ]
            }
        },
        "BIBREF32": {
            "title": "Viral sepsis in the pediatric intensive care unit",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Argent",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Eley",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pediatr Infect Dis",
            "volume": "4",
            "issn": "",
            "pages": "161-172",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Predictors of mortality in patients undergoing autologous hematopoietic cell transplantation admitted to the intensive care unit",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Trinkaus",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Lapinsky",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Crump",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bone Marrow Transplant",
            "volume": "43",
            "issn": "5",
            "pages": "411-415",
            "other_ids": {
                "DOI": [
                    "10.1038/bmt.2008.336"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Pediatric critical care medicine: basic science and clinical evidence",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Pocket book of hospital care for children: guidelines for the management of common Illness with limited resources",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "The etiology and outcome of pneumonia in human immunodeficiency virus-infected children admitted to intensive care in a developing country",
            "authors": [
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Zar",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Apolles",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Argent",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatr Crit Care Med",
            "volume": "2",
            "issn": "2",
            "pages": "108-112",
            "other_ids": {
                "DOI": [
                    "10.1097/00130478-200104000-00003"
                ]
            }
        },
        "BIBREF37": {
            "title": "BTS guidelines for management of pleural infection in children",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Balfour-Lynn",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abrahamson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Thorax",
            "volume": "60",
            "issn": "Suppl 1",
            "pages": "1-21",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2004.030676"
                ]
            }
        },
        "BIBREF38": {
            "title": "Infection control and the prevention of nosocomial infections in the intensive care unit",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Bearman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Munro",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sessler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Semin Respir Crit Care Med",
            "volume": "27",
            "issn": "3",
            "pages": "310-324",
            "other_ids": {
                "DOI": [
                    "10.1055/s-2006-945534"
                ]
            }
        },
        "BIBREF39": {
            "title": "Ventilator-associated pneumonia in the pediatric intensive care unit: characterizing the problem and implementing a sustainable solution",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bigham",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Amato",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bondurrant",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Pediatr",
            "volume": "154",
            "issn": "",
            "pages": "582-587",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpeds.2008.10.019"
                ]
            }
        },
        "BIBREF40": {
            "title": "Necrotizing fasciitis in children: diagnostic and therapeutic aspects",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bingöl-Koloğlu",
                    "suffix": ""
                },
                {
                    "first": "RV",
                    "middle": [],
                    "last": "Yıldız",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Alper",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Pediatr Surg",
            "volume": "42",
            "issn": "",
            "pages": "1892-1897",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jpedsurg.2007.07.018"
                ]
            }
        },
        "BIBREF41": {
            "title": "Clinical practice parameters for hemodynamic support of pediatric and neonatal septic shock: 2007 update from the American College of Critical Care Medicine",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Brierley",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carcillo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Choong",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Crit Care Med",
            "volume": "37",
            "issn": "",
            "pages": "666-688",
            "other_ids": {
                "DOI": [
                    "10.1097/CCM.0b013e31819323c6"
                ]
            }
        },
        "BIBREF42": {
            "title": "Goal-directed management of pediatric shock in the emergency department",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carcillo",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Pediatr Emerg Med",
            "volume": "8",
            "issn": "",
            "pages": "165-175",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cpem.2007.07.002"
                ]
            }
        }
    }
}