{
    "paper_id": "PMC7173455",
    "metadata": {
        "title": "Dicistroviruses",
        "authors": [
            {
                "first": "P.D.",
                "middle": [],
                "last": "Christian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "P.D.",
                "middle": [],
                "last": "Scotti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brian",
                "middle": [
                    "W.J."
                ],
                "last": "Mahy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marc",
                "middle": [
                    "H.V."
                ],
                "last": "Van Regenmortel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "After the early 1960s, it became apparent that invertebrates, as well as vertebrates and plants, played host to a number of small (<40 nm in diameter) icosahedral viruses with RNA genomes. The initial descriptions of many of these viruses involved little more than their physical and biochemical characteristics such as diameter, density, and S-value. By the 1970s, many new invertebrate small RNA viruses were being isolated and described and even minimal characterization made it clear that new families of viruses were emerging from this assemblage of small RNA-containing viruses of invertebrates, along with apparent members of existing virus families. Two major families of viruses recognized in the late 1970s and early 1980s were the Tetraviridae and Nodaviridae. Any of the other viruses were simply considered to be ‘invertebrate picornaviruses’ or ‘small RNA viruses of insects’.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The properties of many of the yet-unclassified viruses were found to be very similar to those of the mammalian picornaviruses. In particular, the size of the virions (c. 30 nm), the composition of the capsids (three major proteins of around 30 kDa), and single-stranded, positive-sense RNA genomes all suggested these were invertebrate picornaviruses and this was very much the prevalent feeling – until 1998. At this point, the first full genome sequence of one such invertebrate virus, drosophila C virus (DCV), was published and surprisingly revealed a genome organization strikingly different from the picornaviruses, and indeed quite different from any other viruses known at that time. During the next several years, the genomes of a number of insect small RNA-containing viruses were sequenced and it became clear that two organizational paradigms existed. The first group became the Dicistroviridae while the second has become the (currently) unassigned genus Iflavirus.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The family Dicistroviridae currently comprises 12 species, most of them in the only genus recognized so far, Cripavirus (Table 1\n). There are a number of other potential candidates for the family but these have yet to be accepted as species by the International Committee on Taxonomy of Viruses. For the purposes of this article, we will limit our discussion to only those species shown in Table 1.",
            "cite_spans": [],
            "section": "Taxonomy and Classification",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 128,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 390,
                    "end": 397,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Dicistroviruses appear roughly spherical under the electron microscope in negative stained preparations with particle diameters of approximately 30 nm and no envelope (Figure 1\n). The mature virions contain three major structural proteins, VP1, VP2, and VP3 of between 28 and 37 kDa, although taura syndrome virus (TSV) does appear to have one larger structural protein of 56 kDa. In many mature virion preparations, one or more minor structural components can be present which are larger than the major capsid proteins and are presumed to be the precursor(s) of structural proteins. In some viruses, a fourth smaller structural protein (VP4) – of between 4.5 and 9 kDa – is also present in the virion. A summary of the biophysical properties of dicistrovirus virions and the size and composition of the genome is given in Table 2\n.",
            "cite_spans": [],
            "section": "Biophysical Properties",
            "ref_spans": [
                {
                    "start": 168,
                    "end": 176,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 823,
                    "end": 830,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The virions exhibit icosahedral, pseudo T = 3 symmetry and are composed of 60 protomers. Each of the protomers is composed of a single molecule of each of the structural proteins VP2, VP3, and VP1. The protomers are arranged so that the molecules of VP1 are set around the fivefold axes (Figure 2\n), with VP4 lying inside the virion below the molecules of VP1. Where the molecules of VP1 come together the surface of the virion shows a slightly raised crown – similar to that on the surface of poliovirus and other picornaviruses (Figure 3\n). In contrast to poliovirus, the surface of cricket paralysis virus (CrPV) does not show the characteristic deep canyon around the fivefold axes – which in the case of the former is where the receptor-binding site is known to be. The mature virions have a buoyant density in neutral CsCl of between 1.34 and 1.39 g cm−3 and sedimentation coefficients that range between 153S and 167S. For those viruses where physicochemical stability has been assessed, for example, CrPV, the virions are stable at pH 3.0 and are resistant to treatment with detergents and organic solvents such as ether and chloroform.",
            "cite_spans": [],
            "section": "Biophysical Properties",
            "ref_spans": [
                {
                    "start": 288,
                    "end": 296,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 531,
                    "end": 539,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The virions contain a single molecule of linear, positive-sense, single-stranded RNA (ssRNA) of approximately 9000–10 000 nt in size. Structural studies have not revealed any ordered structure to the RNA within the virion. Terminal modifications to the RNA include a covalently linked protein at the 5′ end of the genome (referred to as the VPg) and a polyA tract at the 3′ end.",
            "cite_spans": [],
            "section": "Biophysical Properties",
            "ref_spans": []
        },
        {
            "text": "The single-stranded genomes possess a 5′ untranslated region (5′ UTR) of 500–800 nt followed by two open reading frames (ORFs) of c. 5500 and 2600 nt. The ORFs are separated by an untranslated region of ∼190 nt, commonly referred to as the intergenic region (IGR) (Figure 4\n). The virion proteins (VPs) have been shown, by direct sequence analysis, to be encoded by an ORF proximal to the 3′ end, while the more 5′ ORF encodes protein(s) that have sequence motifs lying in the order (5′–3′) Hel-Pro-Rep, a feature common among a large number of other positive-sense RNA viruses such as picornaviruses, comoviruses, sobemoviruses, caliciviruses, sequiviruses, and potyviruses.",
            "cite_spans": [],
            "section": "Organization of the Dicistrovirus Genome",
            "ref_spans": [
                {
                    "start": 265,
                    "end": 273,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Where present, the sequence coding for the small virion protein VP4 is in the ORF encoding the structural proteins, between the region coding for the capsid proteins VP2 and VP3 (as it is also in the iflaviruses). VP4 is cleaved from VP3 during the maturation of the virion. The VPg is encoded in the nonstructural protein-encoding region, and in most dicistroviruses there are multiple copies of the VPg coding sequence which show some degree of heterogeneity.",
            "cite_spans": [],
            "section": "Organization of the Dicistrovirus Genome",
            "ref_spans": []
        },
        {
            "text": "The mechanism of virus entry into susceptible cells is unknown. Initiation of protein synthesis coincides with the shutdown or downregulation of host cell protein synthesis. During infection, a large number of precursor proteins are produced which are then cleaved to produce an array of smaller polypeptides. In the case of CrPV (one of the few dicistroviruses for which a permissive cell culture system exists), the structural proteins are produced in supramolar excess relative to the nonstructural proteins. Like many positive-sense RNA viruses, no subgenomic RNAs (sgRNAs) are produced during the infection cycle.",
            "cite_spans": [],
            "section": "Virus Replication and Genome Expression",
            "ref_spans": []
        },
        {
            "text": "The absence of sgRNAs indicates that the translation of ORF2 could be initiated by an internal ribosome entry site (IRES) similar to the mechanism known from picornaviruses. Experimental studies did indeed demonstrate this and that both the 5′ UTR and IGR of several dicistroviruses including CrPV, plautia stali intestine virus (PSIV), and rhopalosiphum padi virus (RhPV) can act as IRES elements to direct initiation of translation in either in vitro translation systems or in cultured invertebrate cells.",
            "cite_spans": [],
            "section": "Virus Replication and Genome Expression",
            "ref_spans": []
        },
        {
            "text": "However, perhaps the most unique feature of the replicative strategy of dicistroviruses is the fact that translation of the structural proteins from IGR–IRES element does not require the presence of a methionine codon. Computer modeling has shown that the IGRs of all dicistroviruses have predictable stem–loop structures. While there are two basic types among the dicistroviruses (Figure 5\n), these are fundamentally the same with six stem–loops – the most 3′ of which forms a pseudoknot with the codons involved in translation initiation. The initiation of translation is thought to be mediated by the codon which forms the part of the pseudoknot with stem loop VI, immediately upstream of the triplet which encodes the first amino acid of the mature VP2 (Table 3\n). In most cases, the initiation codon is CCU (Pro) while the first codon of VP2 encodes an alanine residue (Table 3). It has been shown experimentally that the glutamine at the 5′ end of PSIV VP2 can be replaced with any other amino acid to produce a mature protein in an in vitro translation system.",
            "cite_spans": [],
            "section": "Virus Replication and Genome Expression",
            "ref_spans": [
                {
                    "start": 382,
                    "end": 390,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 758,
                    "end": 765,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 875,
                    "end": 882,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Where cell culture systems are available, pulse-chase studies have shown that translation of dicistrovirus genomes results in the production of polyproteins that are then cleaved to produce the structural and nonstructural proteins. For the virion proteins of some dicistroviruses, the cleavage sites between proteins in the structural polypeptide have been experimentally determined and are shown in Table 3. These sites show some degree of conservation and point toward the involvement of cysteine proteases. While the viruses themselves encode cysteine protease-like peptides in the nonstructural region there is also some evidence, for CrPV at least, that host-cell-encoded proteases may also be involved in the processing of viral polypeptides.",
            "cite_spans": [],
            "section": "Virus Replication and Genome Expression",
            "ref_spans": [
                {
                    "start": 401,
                    "end": 408,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "To date, all members of the Dicistroviridae have been isolated from invertebrates, generally from a single species, or at most three closely related species. The hymenopteran viruses, acute bee paralysis virus (ABPV) and black queen-cell virus (BQCV), are known only from honeybees (Apis mellifera) but Kashmir bee virus (KBV) has also been isolated from the Asiatic hive bee Apis dorsata. It should also be noted that ABPV and KBV have been identified in the parasitic mite Varroa destructor, although there is no clear evidence that the virus is capable of replicating in this host. Solenopsis invicta virus-1 (SINV-1) is only known to infect the ant species, Selonopsis invicta.",
            "cite_spans": [],
            "section": "Host Range",
            "ref_spans": []
        },
        {
            "text": "Dicistroviruses found in homopterans and hemipterans (which includes aphids and true bugs, respectively) have slightly broader host ranges. RhPV has been isolated from laboratory and field populations of the aphids Rhopalosiphum padi, R. maidis, R. rufiabdominalis, Schizaphis graminum, Diuraphis noxia, and Metapolophium dirrhodum. Aphid lethal paralysis virus (ALPV) has only been isolated from aphids, but in this case from only three species: R. padi, M. dirrhodum, and Sitobian avenae. Himetobi P virus (HiPV) and PSIV are found in true bugs rather than aphids with HiPV having been isolated from the leafhoppers Laodelphax striatellus, Sogatella furcifera, and Nilaparvata lugens, and PSIV from the brown-winged green bug, Plautia stali. Triatoma virus is also a virus of hemipterans and has been found in the hematophagous triatomine bug, Triatoma infestan, which is also a vector of the protozoan agent that causes Chagas’ disease in South America.",
            "cite_spans": [],
            "section": "Host Range",
            "ref_spans": []
        },
        {
            "text": "DCV is the only dicistrovirus with a host range restricted to dipterans and has been isolated from Drosophila melanogaster and the sibling species D. simulans. TSV is a virus of penaeid shrimps and has been isolated from a number of species including Litopenaeus vannamei, L. stylirostris, Metapenaeus ensis, and Penaeus monodon. The majority of the dicistroviruses have relatively restricted host ranges and, at most, have only been isolated from insects of a single order. CrPV is the striking exception. Originally isolated from the field crickets Teleogryllus oceanicus and T. commodus, CrPV has subsequently been isolated from a further 20 species belonging to five taxonomic families: Orthoptera, Hymenoptera, Lepidoptera, Hemiptera, and Diptera. Interestingly, while a number of other RNA-containing viruses are known from lepidopterans (moths and butterflies), that is, the iflaviruses and tetraviruses, as well as a number of uncharacterized viruses, CrPV is the only dicistrovirus isolated from lepidopterans – in fact from ten lepidopteran species.",
            "cite_spans": [],
            "section": "Host Range",
            "ref_spans": []
        },
        {
            "text": "All of the above records refer to the natural host range of the viruses. To a certain extent, studies on the experimental host range of dicistroviruses are limited and those that have been carried out have not substantially extended the known host ranges. Again the exceptions are CrPV and DCV. CrPV replicates in a number of established insect cell lines including those from Drosophila, the hemipteran Agallia constricta, and the lepidopterans Pieris rapae, Plutella xylostella, Spodoptera ornithogalli, and Trichoplusia ni. In addition to insect cell lines, CrPV has also been found to replicate readily in larvae of the greater waxmoth, Galleria mellonella. This is an easy insect to rear and maintain and virus yields can be very high. Apart from CrPV, the only other dicistrovirus shown to replicate in cultured cells is DCV, which multiplies in several Drosophila cell lines (some DCV isolates also replicate in the greater waxmoth). Reports that TSV can replicate in some mammalian cell lines have never been substantiated and may simply be attributable to the production of a cytopathic effect in the absence of virus replication.",
            "cite_spans": [],
            "section": "Host Range",
            "ref_spans": []
        },
        {
            "text": "The names of several of the dicistroviruses imply that virus infection can produce a noticeable disease symptom, that is, CrPV, ABPV, ALPV, and BQCV (potential queens die as propupae or pupae in hive cells in which the walls turn black). However, the majority of virus–host interactions produce no noticeable disease. Although BQCV kills some queens in their cells, most infected larvae, pupae, and workers appear to be completely unaffected.",
            "cite_spans": [],
            "section": "Pathology and Transmission",
            "ref_spans": []
        },
        {
            "text": "Nevertheless, while disease symptoms may not be evident, in most of the cases studied, dicistrovirus infections reduce the life span of the infected individual. Or, more precisely, the presence of a dicistrovirus in a cohort (group of similar individuals) of insects coincides with a reduced life span relative to an uninfected cohort. This point is explicitly made since no studies have yet been undertaken where an invertebrate host has been nonlethally sampled for virus through its life span. In many other virus–host systems, for example, plants, mammals, or even fish and amphibians, it is possible to sample for virus without killing the host so the progress of infection can be measured at the level of the individual. With invertebrates, this has not been done and would generally be very difficult or impossible. The experimental approach has therefore been to introduce the virus into an uninfected cohort and compare the effects to a control cohort.",
            "cite_spans": [],
            "section": "Pathology and Transmission",
            "ref_spans": []
        },
        {
            "text": "Despite these practical limitations, a number of studies have demonstrated the routes of virus transmission. BQCV has been detected in the eggs, larvae, and offspring of queens that were found to be infected – indicating that the virus is vertically transmitted. Similar findings have been made with ALPV which can be vertically transmitted in the aphid host, R. padi; this infection subsequently results in reduced longevity and fecundity. It has also been shown that ALPV RNA can be detected in the developing embryos inside infected females.",
            "cite_spans": [],
            "section": "Pathology and Transmission",
            "ref_spans": []
        },
        {
            "text": "DCV is also vertically transmitted although virus is not present in the cytoplasm of the egg but is associated with the chorion on the egg surface. Infection presumably occurs when emerging larvae ingest the virus since they do not become infected if the chorion is removed. A similar phenomenon is found with CrPV and T. oceanicus where surface sterilization/dechorionation of eggs with dilute hypochlorite blocks the transmission of the virus to emerging nymphs.",
            "cite_spans": [],
            "section": "Pathology and Transmission",
            "ref_spans": []
        },
        {
            "text": "Evidence of horizontal transmission is in many respects even more difficult to obtain than data on vertical transmission. However, experimental feeding studies indicate that dicistroviruses can be transmissed horizontally. In the case of triatoma virus (TrV) and its host T. infestans, infected insects excrete virus in their feces and since triatomine bugs are coprophagous and TrV is infectious per os, the virus can be readily spread. With DCV, it has been found that when uninfected males are placed with uninfected females, these males become infected (and vice versa). In fact, even if uninfected female flies are placed on media on which infected males have been allowed to feed for several hours, the females become infected. Such manipulations with other virus and invertebrate host systems are not as easy as those involving Drosophila, as it is difficult to obtain colonies free of viruses and the insects are not as easy to manipulate in the laboratory.",
            "cite_spans": [],
            "section": "Pathology and Transmission",
            "ref_spans": []
        },
        {
            "text": "Evidence of vectors playing a role in dicistrovirus transmission is limited to honeybee viruses and their parasitic mite, Varroa destructor. It has been known for some time that the prevalence of a number of honeybee viruses increases in the presence of varroa mites. Initially, it was thought that the stress caused by varroa infestation induced the viruses to replicate. However, recently it has been shown that ABPV and KBV can be detected in mites implicating them more strongly in transmission of the viruses. In contrast, BQCV, although present at high frequency in adult honeybees, has not been detected in mites, suggesting that they play little or no role in transmission.",
            "cite_spans": [],
            "section": "Pathology and Transmission",
            "ref_spans": []
        },
        {
            "text": "Some dicistroviruses infect specific hosts with a wide geographic distribution or have been found to infect a number of species spread over a large geographic range. Several studies have looked at strain variation between geographic isolates of dicistroviruses using a variety of techniques. CrPV and DCV possess a range of biological and serological characteristics that show differentiation between geographical isolates. With CrPV, two major serogroups have been identified that separate Australian and New Zealand isolates from North American isolates. With DCV, isolates from different localities varied both in their pathogenicity and virus yield after injection into virus-free flies. Additional genetic studies on CrPV and DCV have utilized ribonuclease T1 fingerprinting and subsequently polymerase chain reaction restriction endonuclease analysis. Estimates of the maximum nucleotide divergence between isolates of CrPV and DCV were about 10%. In the case of CrPV, it was found that that the North American isolates were quite distinct from the antipodean isolates, a finding which reflects the serological data.",
            "cite_spans": [],
            "section": "Geographic and Strain Variation",
            "ref_spans": []
        },
        {
            "text": "More recently, a number of molecular studies with the honeybee dicistroviruses and TSVs have been undertaken to determine the levels of genetic variation between isolates of these viruses. In most instances, slightly different regions of the virion protein coding regions (usually regions of VP3) have been used, which makes direct comparison between studies quite difficult. Nevertheless, ABPV isolates show levels of nucleotide identity between 90% and 100%, but isolates from the same geographic region are more closely related than isolates from more distant locations. One such study has revealed that viruses isolated from different central Europe regions were more similar to each other than to isolates from North America or from the UK. Similar patterns are also evident for BQCV and KBV with nucleotide identity within species at 90–100%. To put these values in perspective, the region used for the KBV studies is c. 75% identical to the same region from ABPV.",
            "cite_spans": [],
            "section": "Geographic and Strain Variation",
            "ref_spans": []
        },
        {
            "text": "For TSV, the situation is slightly different, and it has been found that levels of nucleotide identity between isolates from North and Central America and Asia range from 95% to 100%. These lower levels of diversity may indicate that TSV has rapidly spread into many of the regions and hosts where it is now found – a hypothesis that is supported to some extent by the rapid emergence of the disease over the last two decades. There is also some evidence that there are serological differences between isolates.",
            "cite_spans": [],
            "section": "Geographic and Strain Variation",
            "ref_spans": []
        },
        {
            "text": "The taxonomy of the dicistroviruses currently recognizes only one genus, Cripavirus, into which most of the species are placed. However, comparisons of the coding sequences of the dicistroviruses reveal that they are only distantly related. For instance, the amino acid identity between the structural polyproteins of different species ranges from 19% to 66% while the amino acid similarity ranges from 37% to 80%. Using these data, the phenogram presented as Figure 6\nshows the pattern of relationships and reveals only two closely related pairs of species: CrPV and DCV (which also share a serological relationship) and ABPV and KBV. All other species are only distantly related. While the genus Cripavirus is currently proposed to include all but ABPV, KBV, SINV-1, and TSV, this genus will probably be divided and new genera established to accept the currently unassigned species listed above.",
            "cite_spans": [],
            "section": "Relationships within the Family",
            "ref_spans": [
                {
                    "start": 460,
                    "end": 468,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The dicistroviruses share various properties with a number of other positive-sense ssRNA virus genomes. Historically, these viruses have been collectively grouped as the picornavirus superfamily which has been considered to include the virus families Comoviridae, Picornaviridae, Potyviridae, Sequiviridae, Caliciviridae, and more recently the unassigned genera Iflavirus, Sadwavirus, and Cheravirus and the recently created family Marnaviridae. In all of the groups mentioned above, the gene order for the nonstructural proteins is the same, viz. Hel-Pro-Rep (as in Figure 4). When compared to other positive-sense viruses, these genes appear to be more closely related to each other than to genes from other viruses, for example, coronaviruses, toroviruses, and tetraviruses. However, there is a subset of the above taxa which shares a larger set of properties: for example, isometric virus particles with pseudo T\n = 3 symmetry (formed of three units of eight-stranded β-barrel); the absence of sgRNAs during replication; and the presence of a 3–4 kDa VPg. On the basis of these properties, the grouping would exclude the Caliciviridae (sgRNAs, large VPg, and true T = 3 symmetry) and the Potyviridae (large VPg, rod-shaped particles with helical symmetry).",
            "cite_spans": [],
            "section": "Similarity with Other Taxa",
            "ref_spans": [
                {
                    "start": 567,
                    "end": 575,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "There are also a large number of other isolates of invertebrate picorna-like viruses that share some properties with dicistroviruses, for example, single-stranded postive-sense RNA genomes, isometric virions of around 30 nm in diameter, and up to three virion proteins of around 30 kDa. Further studies will undoubtedly reveal additional structural and organizational paradigms among the yet uncharacterized picorna-like viruses of invertebrates besides increasing the number of known dicistroviruses.",
            "cite_spans": [],
            "section": "Similarity with Other Taxa",
            "ref_spans": []
        },
        {
            "text": "\nIflavirus; Insect Pest Control by Viruses; Picornaviruses: Molecular Biology; Taura Syndrome Virus\n",
            "cite_spans": [],
            "section": "See also",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Members of the virus family Dicistroviridae. Isolate and vernacular names are shown in brackets. Accession number for whole genome sequences are also given. A recently suggested taxonomy that places ABPV, KBV, SINV-1, and TSV as unassigned species in the family is followed\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Summary of some biophysical properties of dicistroviruses\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Some properties of the translation and processing of the structural polyprotein of the dicistroviruses. Only cleavage sites that have been empirically deduced from sequencing of the virion proteins are shown\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Negative stained electron micrograph of isometric particles CrPV showing rod-shaped particles of tobacco mosaic virus (diameter 18 nm) in the upper left- and lower right-hand corners. Electron micrograph supplied courtesy of Carl Reinganum.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Diagram showing the surface packing of the coat proteins (VP1, VP2, VP3) of CrPV. Reproduced with permission from Fauquet CM, Mayo MA, Maniloff J, Desselberger U, and Ball LA (eds.) (2005) Virus Taxonomy: Eighth Report of the International Committee on Taxonomy of Viruses. San Diego, CA: Elsevier Academic Press.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: The surface structure of (a) CrPV, (b) poliovirus, and (c) rhinovirus 14. The red arrows show the raised crown around the fivefold axes and in poliovirus the black arrow indicates the deep canyon around this raised crown. Courtesy of John Tate.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Diagrammatic representation of the genomic arrangement of the dicistroviruses, picornaviruses, and iflaviruses. The helicase (H), protease (P), and replicase (Rep) domains of the nonstructural proteins are indicated.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Predicted structure of the IGR–IRES elements of dicistroviruses. The structure represented by that of CrPV is shared by most dicistroviruses with the exception of ABPV, KBV, SINV-1, and TSV that have a structure similar to that represented by ABPV. The stem loop VI pseudoknot stuctures are shown in pink for CrPV and in purple for ABVP. The first translated codon is underlined in blue. Adapted with permission from Nobuhiko Nakashima.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Phenogram showing the relationships among members of the family Dicistroviridae, constructed from the amino acid identity of the structural proteins encoded in ORF2. The phenogram was constructed using the neighbor-joining algorithm of the MEGA software. The sequence from Poliovirus type 3 [L23844] was used as an outgroup for the analysis. Branch lengths are drawn approximately to scale.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "B.V.",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Virus Taxonomy: Eighth Report of the International Committee on Taxonomy of Viruses",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "The Insect Viruses",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}