{
    "paper_id": "PMC7223032",
    "metadata": {
        "title": "Antituberculars",
        "authors": []
    },
    "body_text": [
        {
            "text": "\nAuthor Information\nAn event is serious (based on the ICH definition) when the patient outcome is:* death* life-threatening* hospitalisation* disability* congenital anomaly* other medically important event\n",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "A 3-month-old male infant developed paradoxical worsening of pulmonary tuberculosis during treatment with ethambutol, isoniazid, pyrazinamide and rifampicin.",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "The infant was admitted to a paediatric emergency department of a hospital due to acute respiratory distress secondary to a mediastinal mass. He had increased difficulty in breathing and fever. He was born at full-term and his newborn screening test results were negative. He had received paediatric combination hexavalent vaccine (DTaP/HepB/ IPV/Hib), which containing diphtheria toxoid, acellular pertussis, tetanus toxoid, inactivated poliovirus and recombinant hepatitis B virus (HBV) surface antigen. Chest X-rays revealed a left displacement of the trachea and lung hyperinflation. At the hospitalisation, his chest CT scan was suggestive of pulmonary tuberculosis. Laboratory tests revealed microcytic anaemia due to chronic inflammation and iron deficiency. The anaemia was treated with oral iron supplements. Due to pulmonary tuberculosis, oral treatment with isoniazid, rifampicin, pyrazinamide and ethambutol [dosages not stated] was initiated. After 48 hours of oxygen therapy, his respiratory distress had resolved and discharged without signs of respiratory distress. However, 4 days later, he was again admitted due to vomiting. His chest X-ray showed signs of moderate respiratory distress that increased the possibility of a paradoxical reaction to oral medical treatment.",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "Anti-tubercular therapy was discontinued and the infant was treated with oxygen therapy using high-flow nasal cannula, which led to improvement in his respiratory status. Unspecified anti-emetic medications were also initiated.",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "The infant resumed oral anti-tubercular treatment and he remained stable for next 11 days. On hospitalisation day 12 day, he suddenly developed worsening respiratory distress along with desaturation, tachycardia and severe respiratory acidosis. Paradoxical worsening of pulmonary tuberculosis to the therapy was considered. The breath sounds were absent over the right haemithorax. X-ray of the chest revealed a right tension pneumothorax. He underwent needle thoracentesis and air aspiration from the pleural space. However, no improvement was noted, hence intubation was provided. Subsequently, his condition improved. During the next 4 days, he was haemodynamically stable. However, he experienced some respiratory failure episodes secondary to recurrent pneumothorax, which required manual aspiration. Bronchoscopy demonstrated extrinsic obstruction of both main bronchi, suggestive of emphysema. For bronchial collapse prophylaxis, a positive end-expiratory pressure was increased and ventilation support was provided with continued anti-tubercular therapy. A week later, no improvement was observed and her chest tubes were still draining air, indicating a persistent air leak. Further bronchoscopy revealed worsening of the bronchial obstruction along with the carinal obstruction. A chest CT scan showed decreased lymph node size; however, the right lung severe parenchymal emphysema was compressing the contralateral lung. On hospitalisation day 19, he suddenly developed respiratory failure along with desaturation and bradycardia secondary to tension pneumothorax that required expiratory pressure FiO2 of 100%, volume expansion and norepinephrine infusion. Due to poor response to the treatment, emergent right middle and lower lobectomy was performed. Intra-operative findings showed presence of caseating and distributed granulomas in the lymph nodes and lung parenchyma and cultures of the lymph nodes showed Mycobacterium tuberculosis complex. One week post-operation, bronchoscopy showed no endobronchial lesions or airway compression and subsequently oxygen support was decreased. Twenty four hours later, he again developed fever and respiratory distress. Laboratory tests revealed leukocytosis, high C-reactive protein level and left-sided pneumonia was identified upon chest X-rays. Treatment with vancomycin and meropenem was initiated and 24 hours later, the tracheal cultures showed Klebsiella oxytoca. In the following few hours, he had severe acute respiratory distress syndrome that required high level positive end-expiratory pressure and oxygenation. Norepinephrine was initiated and another drainage tube was placed due to tension pneumothorax in the right haemithorax. These measures failed to achieve adequate oxygenation; hence, high-frequency oscillatory ventilation was provided for following 48 hours, but no improvement was observed. Thereafter, the left bronchus was selectively intubated and subsequently adequate oxygenation and ventilation was achieved. During selective intubation, multiple sedatives were administered including midazolam 6 µg/kg/min, ketamine 4 µg/kg/hour, propofol 4 µg/kg/minute, fentanyl 2 µg/kg/hour and morphine 150 µg/kg/hour. He developed drug withdrawal post this sedative treatment, which required treatment with methadone, diazepam and clonidine. Following selective intubation, chest drains were continued and positive end-expiratory pressure was slowly reduced. Nine days after the left bronchus intubation, positive end-expiratory pressure was weaned off and CT scan of the chest revealed right lung collapse and left mediastinal displacement with parenchymal infiltrates in left-lung. On hospitalisation day 69, his chest tube was removed and 13 days later he was discharged. At the discharge, he was 15-months-old. During follow-up visits, no complications were observed.",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.12659/AJCR.920453"
                ]
            }
        }
    }
}