{
    "paper_id": "PMC7121058",
    "metadata": {
        "title": "Nanomicrobiology",
        "authors": [
            {
                "first": "Kewal",
                "middle": [
                    "K."
                ],
                "last": "Jain",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Microbiology plays an important role in practice of medicine. Nanodiagnostics have refined the detection of infectious diseases and many new nanotechnology-based therapies, particularly of viral diseases, are in development.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nMicrofabrication and application of arrays of silicon cantilever beams as microresonator sensors with nanoscale thickness have been applied to detect the mass of individual virus particles. The dimensions of the fabricated cantilever beams are in the range of 4–5 μm in length, 1–2 μm in width and 20–30 nm in thickness. The frequency spectra of the cantilever beams, due to thermal and ambient noise, are measured using a laser Doppler vibrometer under ambient conditions. The change in resonant frequency as a function of the virus particle mass binding on the cantilever beam surface forms the basis of the detection scheme. This device can detect a single vaccinia virus particle with an average mass of 9.5 fg. Such devices can be very useful as components of biosensors for the detection of airborne virus particles. This technology has been refined as described under nanocantilever biosensors.",
            "cite_spans": [],
            "section": "Cantilever Beams for Detection of Single Virus Particles ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Single-walled CNTs (SWCNTs ) have been functionalized under ambient conditions with either the Knob protein domain from adenovirus serotype 12 (Ad 12 Knob) or its human cellular receptor, the CAR protein, via diimide-activated amidation (Zhang et al. 2007). The biological activity of Knob protein immobilized on the nanotube surfaces was confirmed by using its labeled conjugate antibody. The activity and specificity of bound CAR on SWCNTs was evaluated first, in the presence of fluorescently labeled Knob, which interacts specifically with CAR, and second, with a negative control protein, YieF, which is not recognized by biologically active CAR proteins. In addition, current-gate voltage measurements on a dozen nanotube devices explored the effect of protein binding on the intrinsic electronic properties of the SWCNTs , and demonstrated the devices’ high sensitivity in detecting protein activity. All data show that both Knob and CAR immobilized on SWCNT surfaces fully retain their biological activities, suggesting that SWCNT-CAR complexes can serve as biosensors for detecting environmental adenoviruses.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 255,
                    "mention": "2007",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": " Carbon Nanotubes-Based Detection of Viruses ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Most viruses range between 20 and 300 nm in size. Although established methods, such as PCR, virus isolation, and next-generation sequencing (NGS) have been used to detect viruses, field samples with low virus count pose major challenges in virus surveillance and discovery. A unique CNT size-tunable enrichment microdevice (CNT-STEM) can efficiently enrich and concentrate viruses collected from field samples (Yeh et al. 2016). The channel sidewall in the microdevice was made by growing arrays of vertically aligned nitrogen-doped multiwalled CNTs (N-MWCNT), where the intertubular distance between CNTs could be engineered in the range of 17–325 nm to accurately match the size of different viruses. By adjusting the iron catalyst thickness, the intertubular distance between N-MWCNTs can be adjusted to snag and trap viruses. The CNT-STEM significantly improves detection limits and virus isolation rates by at least 100 times. Using this device, the authors successfully identified an emerging avian influenza virus strain as shown in Fig. 14.1. The device is useful for low handling viral titer samples filled with contaminants. Once virus samples are purified, the researchers can transport the sealed device to a lab for analysis by NGS, PCR, ELISA, or other tests.\n",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 427,
                    "mention": "2016",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": " Carbon Nanotubes-Based Detection of Viruses ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": [
                {
                    "start": 1046,
                    "end": 1050,
                    "mention": "14.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The rapid detection of viruses in biological samples is of increasing interest, particularly with the recent emergence of new viruses. A device that can quickly and easily detect them is difficult to construct because viral particles are present at such low concentrations in biological samples, such as blood. Typical procedures involve using passive diffusion to get the viral particles to bind to an antibody, a slow process that is not feasible for many applications, such as on the battlefield, where quick results are critical. However, liquid crystals are known to amplify signals from low concentrations of viral particles, quickly indicating if a virus is present on a surface. A study to speed up the collection of viral particles, particularly vesicular stomatitis virus, used directed assembly, in which external electrical and fluid flow fields are designed to drive nanoparticles to specific locations and in specific concentrations on a substrate (Docoslis et al. 2007). Electrical fields are advantageous because by designing the electrodes in a certain way, engineers can control directionality and intensity of electrical forces acting on nanoparticles. By using electrodes separated by just a few micrometers together with electrothermally induced fluid flow, one can accelerate the transport of viral particles from aqueous suspensions with physiological ionic strength to specific points on a surface, allowing them to reach local concentrations high enough to enable subsequent rapid detection. These observations provide a potentially useful approach for addressing a bottleneck in the development of devices that allow for rapid sampling and ‘on-the-spot’ detection of infectious biological agents such as viruses.",
            "cite_spans": [
                {
                    "start": 979,
                    "end": 983,
                    "mention": "2007",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": " Electric Fields for Accelerating Detection of Viruses ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Respiratory syncytial virus (RSV ) causes about one million deaths annually worldwide. RSV mediates serious lower respiratory tract illness in infants and young children and is a significant pathogen of the elderly and immune compromised. Although it is only life-threatening in one case out of every 100, it infects virtually all children by the time they are 5 years old. Approximately 120,000 children are hospitalized with RSV in the US each year. Few children in the US die from RSV but it causes 17,000–18,000 deaths annually among the elderly.",
            "cite_spans": [],
            "section": "QD Fluorescent Probes for Detection of Respiratory Viral Infections ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Rapid and sensitive RSV diagnosis is important for infection control and efforts to develop antiviral drugs. Current RSV detection methods are limited by sensitivity and/or time required for detection, which can take 2–6 days. This can delay effective treatment. Antibody-conjugated nanoparticles rapidly and sensitively detect RSV and estimate relative levels of surface protein expression. A major development is use of dual-color QDs or fluorescence energy transfer nanobeads that can be simultaneously excited with a single light source.",
            "cite_spans": [],
            "section": "QD Fluorescent Probes for Detection of Respiratory Viral Infections ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "A QD system can detect the presence of particles of the RSV in a matter of hours. It is also more sensitive, allowing it to detect the virus earlier during an infection. When an RSV virus infects lung cells, it leaves part of its coat containing F and G proteins on the cell’s surface. QDs have been linked to antibodies keyed to structures unique to RSV’s coat. Therefore, when QDs come in contact with either viral particles or infected cells they stick to their surface. In addition, co-localization of these viral proteins was shown using confocal microscopy. The potential benefits for such an early detection system are that it can:Increase the proper use of antiviral medicines. Although such medicines have been developed for some respiratory viruses, they are not used often as therapy because they are only effective if given early in the course of infection. By the time current tests identify the virus, it is generally too late for them to work.Reduce the inappropriate use of antibiotics. Currently, physicians often prescribe antibiotics for respiratory illnesses. However, antibiotics combat respiratory illness caused by bacteria and are ineffective on viral infections. An early virus detection method would reduce the frequency with which doctors prescribe antibiotics for viral infections inappropriately, thereby reducing unnecessary antibiotic side-effects and cutting down on the development of antibiotic-resistance in bacteria.Allow hospital personnel to isolate RSV patients. RSV is extremely infectious so early detection would allow hospital personnel to keep the RSV patients separate from other patients who are especially susceptible to infection, such as those undergoing bone-marrow transplants.\n",
            "cite_spans": [],
            "section": "QD Fluorescent Probes for Detection of Respiratory Viral Infections ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Currently, there are three diagnostic tests available for identifying respiratory viruses like RSV . The “gold standard” involves incubating an infected sample in a tissue culture for a few days and then using a fluorescent dye to test for the presence of the virus. The main problem with this technique is that the virus is multiplying in the patient at the same time as it is growing in the culture. This has caused many hospitals to switch to real time PCR, which is extremely sensitive but still takes several hours because of the need for a technician well trained in molecular biologist to conduct the test in a reference laboratory. The third method, the antigen test, takes ~30 min but it is not sensitive enough to detect the presence of the virus at the early stages of an infection. By comparison, the QD method takes 1–2 h and is even more sensitive than real time PCR. It can detect the presence of RSV within an hour after the virus is added to a culture. QDs have an advantage over many traditional fluorophores because their fluorescence properties can be finely tuned and they are resistant to photobleaching (Halfpenny and Wright 2010).",
            "cite_spans": [
                {
                    "start": 1148,
                    "end": 1152,
                    "mention": "2010",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "QD Fluorescent Probes for Detection of Respiratory Viral Infections ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "\nVerigene (Nanosphere Inc) platform is based on a direct genomic detection technology uses DNA probes coated with gold nanoparticles to identify a unique oligonucleotide sequence and combines it with biobarcode protein detection technology. Verigene Respiratory Virus Plus Assay, which runs on an automated sample-to-result molecular diagnostic instrument, is more sensitive than currently available rapid tests. It combines optimized ease of use and turnaround time not found in either traditional culture methods or the currently available molecular tests for viruses and is cleared by the FDA for detection of influenza and RSV .",
            "cite_spans": [],
            "section": "Verigene Respiratory Virus Plus Assay  ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Although surface enhanced Raman scattering (SERS ) is well known, previous attempts to use spectroscopy to diagnose viruses failed because the signal produced is inherently weak. A spectroscopic assay based on SERS using silver nanorods, which significantly amplify the signal, has been developed for rapid detection of trace levels of viruses with a high degree of sensitivity and specificity (Shanmukh et al. 2006). The technique measures the change in frequency of a near-infrared laser as it scatters viral DNA or RNA. That change in frequency is as distinct as a fingerprint. This novel SERS assay can detect spectral differences between viruses, viral strains, and viruses with gene deletions in biological media. The method provides rapid diagnostics (<1 min) for detection and characterization of viruses generating reproducible spectra without viral manipulation. It is also quite cheap and is very reproducible.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 415,
                    "mention": "2006",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": " Surface Enhanced Raman Scattering for Detection of Viruses ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "A dual-mode molecular beacon, based on a combined SERS and fluorescent molecular beacon assay that is assembled on nanobarcode particles, has been developed and used to measure unlabeled human viral RNA (Sha et al. 2007). The molecular beacon probe is a single-stranded oligonucleotide that has been designed with a hairpin structure that holds the dye at 3′-end close to the particle surface when the probe is attached through a 5′-thiol group. In this configuration, the SERS spectrum of the label is obtained and its fluorescence quenched because the dye is in very close to a noble metal surface with nanoscale features. The SERS signal decreases and the fluorescence signal increases when target viral RNA is captured by this molecular beacon probe. In addition, a HCV RT-PCR product is detected using this dual-mode beacon. The development of a multiplexed, label-free assay system with the reassurance offered by detection of two distinctly separate signals offers significant benefits for rapid molecular diagnostics.",
            "cite_spans": [
                {
                    "start": 215,
                    "end": 219,
                    "mention": "2007",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": " Surface Enhanced Raman Scattering for Detection of Viruses ::: Detection of Viruses ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Bioconjugated nanoparticle-based assays for in situ pathogen quantification can detect a single bacterium within minutes. Such nanoparticles provide high fluorescent signals for bioanalysis and can be easily incorporated in a biorecognition molecule such as an antibody. The antibody-conjugated nanoparticles can readily and specifically identify a variety of bacteria such as Escherichia coli O157:H7\nthrough antibody-antigen interaction and recognition. This method can be applied to multiple bacterial samples with high throughput and has a potential for application in ultrasensitive detection of disease biomarkers and infectious agents.",
            "cite_spans": [],
            "section": " Nanoparticle-Based Methods for Bacterial Detection ::: Detection of Bacteria ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "\nVerigene Gram-Positive Blood Culture (BC-GP) Test (Nanosphere Inc) is a multiplexed, nanoparticle-based automated nucleic acid test for the identification of genus, species, and genetic resistance determinants for a broad panel of the most common gram-positive blood culture isolates. Whereas conventional microbiological methods may require 2–4 days to produce bacterial identification and resistance results, the Verigene BC-GP test provides results within 2.5 h of blood culture positivity. The Verigene System’s unique instrumentation with <5 min of user hands-on time per test, enables true random access test processing directly from positive blood culture bottles.",
            "cite_spans": [],
            "section": " Nanoparticle-Based Methods for Bacterial Detection ::: Detection of Bacteria ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Multifunctional magnetic-plasmonic Fe3O4-Au core-shell nanoparticles (Au-MNPs) have been prepared for simultaneous fast concentration of bacterial cells by applying an external point magnetic field, and sensitive detection and identification of bacteria using SERS (Zhang et al. 2012). Surrounded by dense uniformly packed Au-MNPs, bacteria can be sensitively and reproducibly detected directly using SERS. This method can be used in molecular diagnosis of bacterial infections.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 283,
                    "mention": "2012",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": " Nanoparticle-Based Methods for Bacterial Detection ::: Detection of Bacteria ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "AuNPs functionalized with single stranded oligonucleotides as visual detection probes ( AuNP-oligo probe) have been used for rapid and specific detection of E. coli (Padmavathy et al. 2012). The AuNP- oligo probe on hybridization with target DNA samples containing complementary sequences remain red whereas test samples without complementary DNA sequences to the probe turns purple due to acid induced aggregation of AuNP-oligo probes. The color change of the solution is observed visually by naked eye demonstrating direct and rapid detection of the pathogenic E. coli from its genomic DNA without the need for PCR amplification. The limit of detection is ~54 ng for unamplified genomic DNA and the method requires <30 m to complete after genomic DNA extraction. However, by using unamplified enzymatic digested genomic DNA, the detection limit of 11.4 ng can be attained. Results of UV-Vis spectroscopic measurement and AFM imaging further support the feasibility of aggregation-based visual discrimination. This assay has been validated on clinical specimens of pathogenic E. coli obtained from local hospitals and found to be 100% sensitive as well as highly specific without any cross reaction with non-Escherichia coli strains. The salient features of this approach include POC application, low-cost, robust reagents and simple colorimetric detection of pathogen.",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 188,
                    "mention": "2012",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": " Nanoparticle-Based Methods for Bacterial Detection ::: Detection of Bacteria ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Detection of single-molecule hybridization has been achieved by a hybridization detection method using multicolor oligonucleotide-functionalized QDs as nanoprobes. In the presence of various target sequences, combinatorial self-assembly of nanoprobes via independent hybridization reactions leads to the generation of discernible sequence-specific spectral codings. This method can be used for genetic analysis of anthrax pathogenicity by simultaneous detection of multiple relevant sequences.",
            "cite_spans": [],
            "section": " QDs for Detection of Bacterial Infections ::: Detection of Bacteria ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Fluorescent QDs coated with zinc(ii)-dipicolylamine coordination complexes can selectively stain a rough E. coli mutant that lacks an O-antigen element and permit optical detection in a living mouse leg infection model (Leevy et al. 2008). QDs have potential use as labeling agents for bacteriophages associated with bacterial infections. A rapid and simple method has been reported that combines in vivo biotinylation of engineered host-specific bacteriophage and conjugation of the phage to streptavidin-coated QDs (Edgar et al. 2006). The method provides specific detection of as few as 10 bacterial cells per ml in experimental samples, with an approximately 100-fold amplification of the signal over background in 1 h. The method can be applied to any bacteria susceptible to specific phages and would be particularly useful for detection of bacterial strains that are slow growing such as Mycobacterium, or are highly infectious such as B. anthracis. To monitor the infection of E. coli cells by light microscopy, procedures have been developed for the tagging of mature bacteriophages with QDs (Edgar et al. 2008). Fluorescent QDs have been used for detection and sorting of pathogenic bacteria by flow-cytometry (Zahavy et al. 2012).",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 237,
                    "mention": "2008",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 531,
                    "end": 535,
                    "mention": "2006",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1115,
                    "end": 1119,
                    "mention": "2008",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1235,
                    "end": 1239,
                    "mention": "2012",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": " QDs for Detection of Bacterial Infections ::: Detection of Bacteria ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "Magnetic Resonance Detection ( T2 Biosystems) uses magnetic nanoparticles coupled with reagents to quickly detect, within minutes, the presence of specific substances in solution using a miniaturized, portable MRI instrument. Detection of a high intensity MRI signal from the solution enables the detection of low concentrations of target agents or substances. Unlike most existing diagnostic detection techniques which are based on optical detection methods that require pure samples and multiple processing steps, T2’s technology is not optical and therefore does not require purification of biological samples. The significant advantage allows the T2 system to perform single-step processing and rapid turnaround times without the need for trained technicians. Furthermore, the technology can accurately identify almost any specimen, including proteins, nucleic acids, or enzymes; microbes; or small molecule drug compounds within almost any sample, including whole blood, plasma, serum and urine. This method has been used to analyze whole blood specimens from patients with five different types of Candida spp. infections and is currently in clinical trials with an aim for regulatory approval for diagnosis of Candida infection.",
            "cite_spans": [],
            "section": " Magnetic Nanoparticle-Based Technique for Detection of Fungi ::: Role of Nanobiotechnology in Diagnosis of Fungal Infections ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "In one method, fungal ribosomal DNA was amplified using PCR and the products were hybridized with the species-specific probes immobilized on the surface of a microarray where hybridizing signals were enhanced with gold nanoparticles and silver deposition (Lu et al. 2010). The probes were designed to detect several different clinical pathogenic fungi using a flatbed scanner or visually. The technique showed higher efficiency, specificity and sensitivity compared with other methods.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 270,
                    "mention": "2010",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": " Nano-amplification Technique for the Detection of Fungal Pathogens ::: Role of Nanobiotechnology in Diagnosis of Fungal Infections ::: Nanodiagnosis of Infections",
            "ref_spans": []
        },
        {
            "text": "According to their 16S rDNA structure, nanobacteria belong to the alpha-2 Proteobacteria, subgroup, which includes the Brucella and Bartonella species. Nanobacterium sanguineum (nanobacteria) is the smallest self-replicating organism ever detected – at 50–500 billionths of a meter, 1/1000th the size of the smallest previously known bacteria. Primordial proteins in nanobacteria, only recently identified in the atmosphere, could play a significant role in clouds, accelerating the formation of cloud droplets and interconnecting nanobacteria (and possibly nanobacteria and other microorganisms), thus enhancing their chances to eventually reach the Earth.",
            "cite_spans": [],
            "section": " Nature of Nanobacteria ::: Role of Nanobacteria in HumanDiseases",
            "ref_spans": []
        },
        {
            "text": "Several research studies indicate that nanobacteria are alive, but it is still unclear whether they represent novel life forms, overlooked nanometer-size bacteria, or some other primitive self-replicating microorganisms. A study has shown that CaCO3 precipitates prepared in vitro are remarkably like the purported nanobacteria in terms of their uniformly sized, membrane-delineated vesicular shapes, with cellular division-like formations and aggregations in the form of colonies (Martel and Young 2008). The gradual appearance of nanobacteria-like particles in incubated human serum as well as the changes seen with their size and shape can be influenced and explained by introducing varying levels of CO2 and NaHCO3 as well as other conditions known to influence the precipitation of CaCO3. Western blotting reveals that the monoclonal antibodies, claimed to be specific for nanobacteria, react in fact with serum albumin. Furthermore, nanobacteria-like particles obtained from human blood can withstand high doses of -irradiation up to 30 kGy, and no bacterial DNA is found by performing broad-range PCR amplifications. These findings provide a more plausible abiotic explanation for the unusual properties of purported nanobacteria.",
            "cite_spans": [
                {
                    "start": 499,
                    "end": 503,
                    "mention": "2008",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": " Nature of Nanobacteria ::: Role of Nanobacteria in HumanDiseases",
            "ref_spans": []
        },
        {
            "text": "Approximately 12% of men and 5% of women develop kidney stones by the time they reach the age of 70 years but exactly how kidney stones form is not known. Kidney stones can be debilitating and recur in 50% of patients within 5 years. Kidney stone formation is a multifactorial disease in which the defense mechanisms and risk factors are imbalanced in favor of stone formation. One theory is that if nanoparticles accumulate in the kidney, they can form the focus of subsequent growth into larger stones over months to years. Other factors, such as physical chemistry and protein inhibitors of crystal growth, also play a role.",
            "cite_spans": [],
            "section": "Nanobacteria and Kidney Stone Formation ::: Role of Nanobacteria in HumanDiseases",
            "ref_spans": []
        },
        {
            "text": "Mineral forming nanobacteria are active nidi that attach to, invade and damage the urinary epithelium of collecting ducts and papilla forming the calcium phosphate center(s) found in most kidney stones. Scientists at NASA have used multiple techniques to determine that nanobacteria infection multiplies faster in space flight simulated conditions than on earth. Nanobacteria are considered to initiate kidney stone formation as they grow faster in a microgravity environment and may explain why astronauts get kidney stones on space missions. This discovery may prove to be critical for future exploratory missions to the moon and Mars. For further proof to this hypothesis, screening of the nanobacterial antigen and antibody level in flight crew before and after flight would be necessary. This concept also opens the door for new diagnostic and therapeutic techniques addressing nanobacterial infection in kidney stones.",
            "cite_spans": [],
            "section": "Nanobacteria and Kidney Stone Formation ::: Role of Nanobacteria in HumanDiseases",
            "ref_spans": []
        },
        {
            "text": "Nanoparticles have been isolated and cultured from most of renal stones obtained at the time of surgical resection (Kumar et al. 2006). Isolates were susceptible to selected metabolic inhibitors and antibiotics and contained conserved bacterial proteins and DNA. These results suggest that renal stone formation is unlikely to be driven solely by physical chemistry; rather, it is critically influenced by specific proteins and cellular responses, and understanding these events will provide clues toward novel therapeutic targets. Using high-spatial and energy resolution near-edge x-ray absorption fine structure at the 25 nm spatial scale, it is possible to define a biochemical signature for cultured calcified bacteria, including proteins, polysaccharides, nucleic acids, and hydroxyapatite (Benzerara et al. 2006). These preliminary studies suggest that nanoparticles isolated from human samples share spectroscopic characteristics with calcified proteins.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 133,
                    "mention": "2006",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 814,
                    "end": 818,
                    "mention": "2006",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Nanobacteria and Kidney Stone Formation ::: Role of Nanobacteria in HumanDiseases",
            "ref_spans": []
        },
        {
            "text": "Nanometer-scale objects, spherical in shape and ranging in size from 30–100 nm with a spectral pattern of calcium and phosphorus (high-energy dispersive spectroscopy), have been identified with positive immunostaining in surgical specimens from patients with cardiovascular pathology. Nano-sized particles cultured from calcified but not from non-calcified aneurysms were recognized by a DNA-specific dye, incorporated radiolabeled uridine, and after decalcification, appeared via electron microscopy to contain cell walls. Nanometer-scale particles like those described as nanobacteria isolated from geological specimens and human kidney stones can be visualized in and cultured from human calcified cardiovascular tissue. In further studies, nanoparticles were found near plaque-filled arteries in animal models. These observations suggest that nanoparticles potentially represent a previously unrecognized factor in the development of arteriosclerosis and calcific arterial disease.",
            "cite_spans": [],
            "section": "Nanobacteria in Cardiovascular Disease ::: Role of Nanobacteria in HumanDiseases",
            "ref_spans": []
        },
        {
            "text": "CNTs have the potential to address the challenges of combating infectious agents by both minimizing toxicity by dose reduction of standard therapeutics and allowing a multiple payload capacity to achieve both targeted activity and combating infectious strains, particularly those resistant to antibiotics (Rosen and Elman 2009). One of their unique characteristics is the network of carbon atoms in the nanometer scale, allowing the creation of nanochannels via cellular membranes.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 326,
                    "mention": "2009",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": " Carbon Nanotubes as Antimicrobial Agents ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Attempts have been made to destroy anthrax spores by antimicrobial agents targeted to bind to carbohydrates on the spore surface but with limited success. SWCNTs have been successfully used as a truly unique scaffold for displaying multivalent monosaccharide ligands that bind effectively to anthrax spores with divalent cation mediation to cause significant spore aggregation (Wang et al. 2006). The work should have far-reaching implications in development of technologies to counteract bioterrorism such as by use of anthrax. For SWCNTs to be effective against anthrax, they must be made into a fine powder that can easily enter the lungs when inhaled. That nanotechnology-based agent clings to the anthrax spores to make their inhalation into the lungs difficult. Similar approach using sugar-coated carbon nanotubes to stop the spread of E. coli bacteria was tested successfully.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 394,
                    "mention": "2006",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": " Carbon Nanotubes as Antimicrobial Agents ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Colloidal silver has been used as an antibacterial agent since ancient Greece. Unlike antibiotic drugs, bacteria cannot easily develop resistance because silver targets multiple components in the bacterial cell. Effects of gold and silver NPs have been investigated on BCG and E. coli (Zhou et al. 2012). Experimentally, particle size and shape were characterized using TEM. Different concentrations of NPs were applied in bacterial culture. The growth of E. coli was monitored through colony forming units (CFU). The mechanism of interaction between NPs and bacteria was analyzed through bacterial thin sections followed by TEM and SEM. Antibacterial effects on BCG were observed by recording fluorescent protein expression levels. The results suggest NPs have potential applications as anti-TB compounds. The antibacterial effects and mechanism of action for NPs were dependent upon composition and surface modifications. Synthetic-peptides containing arginine, tryptophan and cysteine can target negatively-charged bacteria and penetrate bacterial cell membrane. Peptide immobilized gold nanoparticles (AuNPs) were shown to have targeting capacity and antibacterial activity against Staphylococci, Enterococci and antibiotic-resistant bacterial strain (Kuo et al. 2016).",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "mention": "2012",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1267,
                    "end": 1271,
                    "mention": "2016",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": " Gold and Silver Nanoparticles as Antibacterial Agents ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "To address the problem of antibiotic drug resistance, a study has used S. aureus as a proof-of-principle pathogen to demonstrate that an appropriate antibiotic (daptomycin) can be incorporated into polydopamine-coated gold nanocages (AuNC@PDA), which can be conjugated to antibodies targeting a species-specific surface protein (staphylococcal protein A ; Spa) as a means of achieving selective delivery of the nanoconstructs directly to the bacterial cell surface (Meeker et al. 2016b). Targeting specificity was confirmed by demonstrating a lack of binding to mammalian cells, reduced photothermal and antibiotic killing of the Spa-negative species Staphylococcus epidermidis, and reduced killing of S. aureus in the presence of unconjugated anti-Spa antibodies. The authors demonstrated that laser irradiation at levels within the current safety standard for use in humans can be used to achieve both a lethal photothermal effect and controlled release of the antibiotic, thus resulting in a degree of therapeutic synergy capable of eradicating viable S. aureus cells. The system was validated using planktonic bacterial cultures of both methicillin-sensitive and methicillin-resistant S. aureus strains. This approach has the potential to be expanded to deal with other bacterial pathogens that could be targeted by substituting an effective antibiotic and an appropriate targeting agent (antibody, peptide, etc.). Thus, the concept of using photoactivatable nanodrugs has tremendous potential to overcome the growing problem of acquired antibiotic resistance in bacteria as well as the intrinsic resistance of biofilm-associated infections (Meeker et al. 2016a).",
            "cite_spans": [
                {
                    "start": 480,
                    "end": 485,
                    "mention": "2016b",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1660,
                    "end": 1665,
                    "mention": "2016a",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": " Gold Nanoparticles for Targeting Drug-Resistant Bacteria ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Antimicrobial peptides are natural weapons against bacteria in the body and occur in many organisms. They offer a possible alternative to conventional antibiotics because of increasing resistance to conventional antibiotics, but have not yet been successfully used clinically, because they are broken down in the human body too quickly to exert their effect. Efforts are being made to develop liquid-crystalline nanocarriers to protect the peptides and thus ensure they are safely delivered to the target site. Small-angle X-ray scattering, dynamic light scattering, and cryogenic transmission electron microscopy studies have shown that amphiphilic peptide LL-37 integrates into the bicontinuous cubic structure, and induces colloidal transformations of micelles in a concentration-dependent manner (Gontsarik et al. 2016). These investigations, along with in vitro evaluation studies using a clinically relevant bacterial strain, have determined the composition-nanostructure-activity relationship that can guide the design of new nanocarriers for antimicrobial peptides and may provide essential knowledge about the mechanisms underlying bacterial membrane disruption with peptide-loaded nanostructures. The protective coverings formed by the lipids not only ensure the safe delivery of the peptides to the area where they are needed, but also intensify their action at the target site. The structure of nanocarriers may be modified in a way that enables their controlled release at a specific time. This is a topic for further research.",
            "cite_spans": [
                {
                    "start": 818,
                    "end": 822,
                    "mention": "2016",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Nanocarriers for Antibacterial Peptides ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "The antimicrobial nanoemulsions (NanoBio) are emulsions that contain water and soya bean oil with uniformly sized droplets in the 200–400 nm range. These droplets are stabilized by surfactant and are responsible for the microbicidal activity. In concentrated form, the nanoemulsions appear as a white milky substance with a taste and consistency of cream. They can be formulated in a variety of carriers allowing for gels, creams, liquid products, etc. In most applications, the nanoemulsions become largely water-based, and in some cases such as a beverage preservative comprise 0.01% or less of the resultant mixture. Laboratory results indicate a shelf life of at least 2 years and virtually no toxicity. NanoBio Corporation’s nanoemulsions destroy microbes effectively without toxicity or harmful residual effects. The nanoparticles fuse with the membrane of the microbe and the surfactant disrupts the membrane, killing the microbe. The classes of microbes eradicated are virus (e.g. HIV, herpes), bacteria (e.g. E. coli, Salmonella), spores (e.g. anthrax), and fungi (e.g. Candida albicans, Byssochlamys fulva). NB-402 (NanoBio), a nanoemulsion antimicrobial agent for the treatment of infection due to CF-related opportunistic pathogens is in development (see Chapter on Nanopulmonology). Clinical trials have shown efficacy in healing cold sores due to herpes simplex virus 1 and toenail fungus. The nanoemulsions also can be formulated to kill only one or two classes of microbes. Due in large part to the low toxicity profile, the nanoemulsions are a platform technology for any number of topical, oral, vaginal, cutaneous, preservative, decontamination, veterinary, and agricultural antimicrobial applications.",
            "cite_spans": [],
            "section": "Nanoemulsions as Microbicidal Agents ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Since it is non-toxic and non-corrosive, nanoemulsion can be used to decontaminate personnel, equipment, terrain, structures, and water. Further, tests by DTRA (Defense Threat Reduction Agency ), an agency of the US Department of Defense, have demonstrated that the nanoemulsion is a chemical decontaminating agent. The US Army tested the nanoemulsion and nine other biodecontamination technologies at against an anthrax surrogate. The nanoemulsion was one of four technologies that proved effective.",
            "cite_spans": [],
            "section": "Nanoemulsions as Microbicidal Agents ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Antibiotic resistance in bacteria can be caused by localized acidity, a phenomenon that can occur due to the combined actions of bacterial metabolism and the host immune response. NPs have shown promise in treating bacterial infections, but a significant challenge has been to develop a formulation that may be suitable for systemic administration. Drug-encapsulated, pH-responsive, surface charge-switching poly(d,l-lactic-co-glycolic acid)-b-poly(l-histidine)-b-poly(ethylene glycol) (PLGA-PLH-PEG) nanoparticles have now been developed for treating bacterial infections (Radovic-Moreno et al. 2012). Antibiotic-carrying NPs were designed to switch their charge depending on their environment. While they circulate in the bloodstream, the particles have a slight negative charge. However, when they encounter an infection site, the particles gain a positive charge, allowing them to tightly bind to bacteria and release their drug payload. This switch is provoked by the slightly acidic environment surrounding bacteria, which is due to lack of oxygen triggering a change in bacterial metabolism, leading them to produce organic acids. The body’s immune cells, neutrophils, also produce acids as they try to consume the bacteria. These NP drug carriers are designed to shield nontarget interactions at pH 7.4 but bind avidly to bacteria in acidity, delivering drugs and mitigating in part the loss of drug activity with declining pH. NP binding studies demonstrate pH-sensitive NP binding to bacteria with a ~3.5-fold increase in binding to bacteria at pH 6.0 compared to 7.4. Further, PLGA-PLH-PEG-encapsulated vancomycin demonstrates reduced loss of efficacy at low pH, with an increase in minimum inhibitory concentration of 1.3-fold as compared to 2-fold and 2.3-fold for free and PLGA-PEG-encapsulated vancomycin, respectively. The PLGA-PLH-PEG NPs are a first step toward developing systemically administered drug carriers that can target and potentially treat Gram-positive, Gram-negative, or polymicrobial infections associated with acidity. This approach would enable targeted delivery of high doses of antibiotics over an extended period to overcome antibiotic resistance, but protect the beneficial bacteria that normally live inside human bodies. A potential challenge to this approach is that negatively charged tissue cells and proteins at infection sites can compete with bacteria in binding to nanoparticles and potentially block them from binding to bacteria. The investigators are studying how much this might limit the effectiveness of the NP delivery. They are also conducting studies in animals to determine whether the particles will remain pH-sensitive in the body and survive in the circulation long enough to reach their targets.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 600,
                    "mention": "2012",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": " Nanoparticles for Overcoming Antibiotic Resistance ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "An example of this is Nanosomal Amphotericin B (Jina Pharmaceuticals Inc) formulated in lipids without using any detergent or toxic organic solvents during the preparation (Sheikh et al. 2010). Electron microscopy and particle size determination of this preparation showed a homogeneous population of nanosized particles <100 nm. Hemolysis assay indicated that Nanosomal Amphotericin B causes significantly less lysis of red blood cells than Amphotericin B deoxycholate and was comparable to Ambisome, the approved liposome preparation. A maximum daily dose of Nanosomal Amphotericin B at 5 mg/kg in rabbits and 10 mg/kg in mice for 28 days showed no symptoms of toxicity, mortality or significant body weight reduction. Nanosomal Amphotericin B and Ambisome were injected intravenously at 2 mg/kg consecutively for 5 days into mice infected with Aspergillus fumigatus. The treatment resulted in 90% survival with Nanosomal Amphotericin B and only 30% survival with Ambisome after 10 days of fungal infection. However, all the 10 control mice not treated with Amphotericin B, died within 5 days of fungal infection. Nanosomal Amphotericin B is safe, cost-effective and provides an alternative option for treatment of fungal disease.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 191,
                    "mention": "2010",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Nanoformulations of Antifungal Agents ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Certain formulations of nanoscale powders possess antimicrobial properties. These formulations are made of simple, nontoxic metal oxides such as magnesium oxide (MgO) and calcium oxide (CaO, lime) in nanocrystalline form, carrying active forms of halogens, e.g., MgO.Cl2 and MgO.Br2. When these ultrafine powders contact vegetative cells of Escherichia coli, Bacillus cereus, or Bacillus globigii, over 90% are killed within a few minutes. Likewise, spore forms of the Bacillus species are decontaminated within several hours. Dry contact with aflatoxins and contact with MS2 bacteriophage (surrogate of human enterovirus) in water also causes decontamination in minutes.",
            "cite_spans": [],
            "section": " Nanoscale Bactericidal Powders ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "A nanopowder of MgO can scour contaminated rooms of anthrax spores. Unlike antibacterial gases and foams, which are messy, corrosive and ruin electrical equipment, the powder can be sprayed into rooms and swept or vacuumed up. The chemical specks attract oppositely charged spores. The particles then chemically break down the spores’ tough outer shell. Based on this technology, NanoScale Corporation markets a dry powder dubbed FAST-ACT® (First Applied Sorbent Treatment Against Chemical Threats ) that decomposes toxic chemicals. The powder contains reactive nanoparticles that attract and then break down at least 24 commonly transported toxic chemicals, including some acids. Unlike foams, the powder need not be wet to be effective and works on liquids and vapors.",
            "cite_spans": [],
            "section": " Nanoscale Bactericidal Powders ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "A simple molecule, synthesized from a hydrocarbon and an ammonium compound, produces a unique nanotube structure with antimicrobial capability. The quaternary ammonium compound is known for its ability to disrupt cell membranes and causes cell death whereas the hydrocarbon diacetylene can change colors when appropriately formulated; the resulting molecule would have the desired properties of both a biosensor and a biocide. Self-assembled nanotubes are perfectly uniform and organize themselves into an expanse of upright clusters that when magnified a million times resemble the fibers of a shag rug leading to the name “nanocarpet”. The self-assembling nanotubes have all the same diameter (89 nm) and wall thickness (27 nm). The nanocarpet measures about 1 μm in height, approximately the same height as the free-form nanotubes. This alignment of nanotubes in the absence of a template is unprecedented and represents an important step toward rational design of bioactive nanostructures. In addition, because they form within hours under room-temperature conditions, the significant costs of synthesizing carbon nanotubes can be reduced. Normally a neutral color, when exposed to ultraviolet light the nanotubes changed to a permanent deep blue. The process also chemically altered the nanotubes so that they became polymerized, giving them a firmer structure. Polymerized, these nanotubes could change from blue to other colors, depending on its exposure to different materials. For instance, in tests with acids and detergents, they turned red or yellow.",
            "cite_spans": [],
            "section": "Nanotubes for Detection and Destruction of Bacteria ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Because they display sensitivity to different agents by changing color, these nanotubes can be trained to kill bacteria. In the presence of E. coli, some strains of which are food-borne pathogens, the nanotubes turned shades of red and pink. Moreover, with the aid of an electron microscope, the researchers observed the tubes piercing the membranes of the bacteria like a needle being inserted into the cell. Both the polymerized (those that can change color) and the unpolymerized nanotube structures were effective antimicrobials, completely killing all the E. coli within an hour’s time. The findings have implications for developing products that can simultaneously detect and kill biological weapons. The research, funded by the Department of Defense’s Army Research Office, has as its goal the development of a paint that in the event of biological or chemical agents being deployed would change color and simultaneously destroy the deadly substances.",
            "cite_spans": [],
            "section": "Nanotubes for Detection and Destruction of Bacteria ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Silver is used in medical equipment coatings and dental resin components. The mechanism underlying its antibacterial activity is that it weakens DNA replication and inactivates proteins. The Institute for New Materials (Saarbrucken, Germany), a research institute specializing in applied nanotechnology applications, has developed a silver nanoparticles surface coating that is deadly to fungi and bacteria. The researchers added the germicidal ability by sprinkling copious amounts of silver nanoparticles through the coating material (every square centimeter contains more than one billion of the invisible particles) and aligning them so that they release a tiny number of silver ions. These ions are the death knell for fungus and bacteria that might have succeeded in gathering on the surface despite its already dirt-repellent qualities. Applications include any surface where germs can gather and possibly endanger people’s health. That includes surfaces in hospitals, public buildings, factories or in the home. The coating could be applied to almost any surface that people touch often such as metal, glass or plastic and would remove the need for constant cleaning with liquid disinfectants, especially in areas where hygienic conditions are crucial. People who normally cannot use hearing aids that lie inside the ear because of the risk of infection of the auditory canal can safely wear nanocoated appliances.",
            "cite_spans": [],
            "section": "Silver Nanoparticle Coating as Prophylaxis Against Infection :::  Nanoscale Surface Structure for Antibacterial Defense ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Bio-Gate (Nürnberg, Germany) produces NanoSilver BG, a nanoporous silver powder with particle size ranging from 50 nm to 100 nm. It has a homogeneous distribution of nanoparticles in the material and antiinfective properties.",
            "cite_spans": [],
            "section": "Silver Nanoparticle Coating as Prophylaxis Against Infection :::  Nanoscale Surface Structure for Antibacterial Defense ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Silver nanoparticles have been incorporated in preparations for wound care to prevent infection. Acticoat bandages (Smith & Nephew) contain nanocrystal silver, which is highly toxic to pathogens in wounds.",
            "cite_spans": [],
            "section": "Silver Nanoparticle Coating as Prophylaxis Against Infection :::  Nanoscale Surface Structure for Antibacterial Defense ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "\nAcryMed’s silver nanoparticle technology, SilvaGard, involves coating with silver nanoparticles with size range of 2–20 nm in a stable solution and antimicrobial treatment levels last for more than a year. With other technologies, nano-based silver coatings must be applied through vapor deposition, which coats only on one side, whereas AcryMed technology is a solution that provides a complete surface treatment rather than a coating.",
            "cite_spans": [],
            "section": "Silver Nanoparticle Coating as Prophylaxis Against Infection :::  Nanoscale Surface Structure for Antibacterial Defense ::: Nanotechnology-Based Microbicidal Agents",
            "ref_spans": []
        },
        {
            "text": "Scanning surface confocal microscopy, simultaneous recording of high-resolution topography and cell surface fluorescence in a single scan enables imaging of individual fluorescent particles in the nanometer range on fixed or live cells. This technique has been used to record the interaction of single virus-like particles with the cell surface and demonstrated that single particles sink into the membrane in invaginations reminiscent of pinocytic vesicles. This method enables elucidation of the interaction of individual viruses and other nanoparticles, such as gene therapy vectors, with target cells.",
            "cite_spans": [],
            "section": "Study of Interaction of Nanoparticles with Viruses ::: Nanobiotechnology and Virology",
            "ref_spans": []
        },
        {
            "text": "Silver nanoparticles undergo a size-dependent interaction with HIV-1 and particles in the range of 1–10 nm attached to the virus. The regular spatial arrangement of the attached nanoparticles, the center-to-center distance between nanoparticles, and the fact that the exposed sulfur-bearing residues of the glycoprotein knobs would be attractive sites for nanoparticle interaction suggest that silver nanoparticles interact with the HIV-1 virus via preferential binding to the gp120 glycoprotein knobs. Due to this interaction, silver nanoparticles inhibit the virus from binding to host cells, as demonstrated in vitro.",
            "cite_spans": [],
            "section": "Study of Interaction of Nanoparticles with Viruses ::: Nanobiotechnology and Virology",
            "ref_spans": []
        },
        {
            "text": "Research in nanobiotechnology helps in understanding the pathomechanism of viral diseases and devising strategies for treatment. An example is the neurotropic herpes simplex virus (HSV), which infects mucosal epithelia and enters nerve terminals, from where it travels in axons to dorsal root ganglia neurons and delivers its genome into the nucleus of the cell body. In the nucleus, the genome may give rise to infectious progeny or become latent with little gene expression. The silenced genome can be reactivated upon stress and establish a productive infection in the peripheral nervous system and, later, also in the mucosal periphery. To achieve this, a virus must elude host restrictions at multiple levels, including entry, cytoplasmic transport, replication, innate and adaptive immune recognition, and egress from the infected cell.",
            "cite_spans": [],
            "section": "Study of Pathomechanism of Viral Diseases ::: Nanobiotechnology and Virology",
            "ref_spans": []
        },
        {
            "text": "Research on virus nanoparticles has provided cues to the regulation of cytoplasmic transport. Viruses that replicate their genomes in the nucleus make use of the microtubule and the actin cytoskeleton as molecular motors for trafficking toward the nuclear membrane during entry and the periphery during egress after replication. Analyzing the underlying principles of viral cytosolic transport will be helpful in the design of viral vectors to be used in research as well as human gene therapy, and in the identification of new antiviral target molecules.",
            "cite_spans": [],
            "section": "Study of Pathomechanism of Viral Diseases ::: Nanobiotechnology and Virology",
            "ref_spans": []
        },
        {
            "text": "\nDermaVir Patch (Genetic Immunity) in a transdermally delivered nanomedicine to enhance de novo HIV-specific memory T-cell responses of HIV-infected individuals and improve the ability of their own immune system to control the disease by killing only HIV-infected cells. Mice receiving DermaVir formulated with HIV-1 Gag plasmid in the presence of IL-7- or IL-15-encoding plasmid have significantly enhanced Gag-specific central memory T-cells, as measured by a peptide-based cultured IFN-γ ELISPOT (Calarota et al. 2008). In a DermaVir prime/vaccinia vector boost regimen, the inclusion of IL-15 together with DermaVir significantly improved Gag-specific effector memory T-cell responses. This study demonstrates IL-15 is a promising DermaVir adjuvant to enhance antigen-specific central memory type T-cells in a prime-boost setting. It is in phase II clinical trials.",
            "cite_spans": [
                {
                    "start": 516,
                    "end": 520,
                    "mention": "2008",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Transdermal Nanoparticles for Immune Enhancement in HIV ::: Nanobiotechnology and Virology",
            "ref_spans": []
        },
        {
            "text": "One of the complications of blood transfusion is transmission of viral infections. Nanofiltration, use of nanotechnology in viral removal filtration systems, is an important safety step in the manufacture of plasma-derived coagulation factor concentrates and other biopharmaceutical products from human blood. Nanofiltration of plasma products has already been carried out since the early 1990s to improve margin of viral safety, as a complement to the viral reduction treatments, such as solvent-detergent and heat treatments, which are applied for the inactivation of HIV as well as hepatitis B and C viruses. The main reason for the introduction of nanofiltration was the need to improve product safety against non-enveloped viruses and to provide a possible safeguard against new infectious agents potentially entering the human plasma pool. Nanofiltration has gained quick acceptance as it is a relatively simple manufacturing step that consists in filtering protein solution through membranes with nanopores (pore size typically 15–40 nm) under conditions that retain viruses by a mechanism largely based on size exclusion. Recent large-scale experience throughout the world has now established that nanofiltration is a robust and reliable viral reduction technique that can be applied to essentially all plasma products. Many of the licensed plasma products are currently nanofiltered. The technology has major advantages as it is flexible and it may combine efficient and largely predictable removal of a wide range of viruses. Compared with other viral reduction means, nanofiltration may be the only method to date permitting efficient removal of enveloped and non-enveloped viruses under conditions where 90–95% of protein activity is recovered. New data indicate that nanofiltration may also remove prions, opening new perspectives in the development of this technique.",
            "cite_spans": [],
            "section": " Nanofiltration to Remove Viruses from Plasma Transfusion Products ::: Nanobiotechnology and Virology",
            "ref_spans": []
        },
        {
            "text": "Shortcomings of some membranes are that they often form pin-holes and cracks during the fabrication process, resulting in wasted membranes Specially designed ceramic membranes have been used as nano-mesh for nanofiltration as they are less likely to be damaged during manufacture and have the potential to remove viruses from water, air and blood. Mesh structure, which is the most efficient form of filtration, has been successfully constructed on a nanoscale with ceramic fibers. This modification has increased the rates of flow that pass through the membranes 10-fold compared with current ceramic membranes, while maintaining the efficiency of capturing over 96% of the unwanted particles. This technology could be used to filter airborne viruses such as the severe acute respiratory syndrome (SARS) and the avian flu virus. It may be possible to filter HIV from human blood to treat patients with AIDS.",
            "cite_spans": [],
            "section": " Nanofiltration to Remove Viruses from Plasma Transfusion Products ::: Nanobiotechnology and Virology",
            "ref_spans": []
        },
        {
            "text": "Antibodies typically neutralize viruses by binding to virion particles in solution prior to attachment to susceptible cells. Once viruses enter cells, conventional antibodies cannot inhibit virus infection or replication. A method has been described for the delivery of small recombinant antibody fragments into virus-infected cells using a dendrimer-based molecular transporter (Sapparapu et al. 2014). The construct penetrated virus-infected cells efficiently and inhibited virus replication. This method provides a novel approach for the immediate delivery of inhibitory antibodies directed to virus proteins that are exposed only in the intracellular environment. This approach circumvents the current and rather complicated expression of inhibitory antibodies in cells following gene transfer. Internalization via the molecular transporter-antibody conjugate to reach conserved internal viral proteins in infected cells could expand the use of antibodies beyond prophylactic indications to therapeutic applications. These novel antibodies could also be coupled with RNAi strategies for combination antiviral therapy that is more powerful than monotherapy due to synergistic effects.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 401,
                    "mention": "2014",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Dendrimer-Based Intracellular Delivery of Antibodies ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "DC-based immunotherapies have various limitations, but one of the most critical point is the antigen loading into DCs. Nanotechnology offers new tools to overcome these constraints. Dendrimers have been proposed as carriers for targeted delivery of HIV antigens in DCs. These nanosystems can release the antigens in a controlled manner leading to a more potent specific immune response. Improvements in rational synthesis and engineering of dendrimer as well as new strategies in HIV epitopes selection and antigen design (overlapping peptides, bioinformatic-designed mosaic antigens or immunogenic broadly neutralizing antibody-derived peptides) will permit the design of novel safe and immunogenic nanovaccines that effectively target antigen delivery in vivo, replacing the expensive and unbeatable ex vivo culturing techniques and facilitating large-scale application of DC-based vaccination (Vacas-Córdoba et al. 2014).",
            "cite_spans": [
                {
                    "start": 918,
                    "end": 922,
                    "mention": "2014",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Dendrimers as Nonviral Vectors in Dendritic Cell-Based Immunotherapies ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "A series of bis-fulleropyrrolidines bearing two ammonium groups have been synthesized and their activities against HIV-1 and HIV-2 have been evaluated (Marchesan et al. 2005). Two trans isomers were found to have interesting antiviral properties, confirming the importance of the relative positions of the substituent on the C60 cage. None of the compounds showed any inhibitory activity against a variety of DNA and RNA viruses other than HIV.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 173,
                    "mention": "2005",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": " Fullerenes as Antiviral Agents ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "Cationic, anionic and amino acid-type fullerene derivatives have inhibitory effect against HIV-reverse transcriptase and HCV. Out of all derivatives of fullerenes, anionic fullerenes, were found to be the most active. All the tried fullerene derivatives were more active than the non-nucleoside analog of HIV-RT inhibitor. The effect of long alkyl chains on fullerenes was not significant; rather it depressed the inhibition strength. The two important targets for anti-HIV characteristics are the HIV-protease and HIV-reverse transcriptase. The molecular modeling experimental designs exhibit that C60-core could penetrate hydrophobic binding site of HIV protease. However, the mechanism of this anti-HIV activity is through HIV-protease inhibition, which has not been experimentally demonstrated.",
            "cite_spans": [],
            "section": " Fullerenes as Antiviral Agents ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "The emergence of the pandemic 2009 H1N1 influenza virus has become a world-wide health concern. As drug resistance appears, a new generation of therapeutic strategies will be required. Use of RNA immune activator molecule is limited by their instability when delivered into cells but this can be overcome by using a nanobiotechnology-based delivery system. Gold nanorods protect the RNA from degrading once inside cells, while allowing for more selected targeting of cells Usefulness of delivery of a biocompatible gold nanorod, GNR-5′PPP-ssRNA nanoplex, has been demonstrated for innate immune activation against type A influenza virus (Chakravarthy et al. 2010). In human respiratory bronchial epithelial cells, this nanoplex containing the single strand RNA molecule activated the retinoic acid-inducible gene I pathogen recognition pathway, resulting in increased expression of IFN (interferon)-β and other IFN-stimulated genes (e.g. PKR, MDA5, IRF1, IRF7, and MX1), which resulted in a decrease in the replication of H1N1 influenza viruses. The novelty of this approach is that most of RNA viruses share a common host-response immune pathway, and enhancement of the host immune response reduces the ongoing viral resistance generated through mutations. Diseases that could be effectively targeted with this new approach include any viruses that are susceptible to the innate immune response triggered by IFN. Animal studies have started based on these in vitro results, and further evaluation of biocompatible nanoplexes as unique antivirals for treatment of seasonal and pandemic influenza viruses is warranted.",
            "cite_spans": [
                {
                    "start": 658,
                    "end": 662,
                    "mention": "2010",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Gold Nanorod-Based Delivery of RNA Antiviral Therapeutics  ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "Laboratory testing of the permanent nanocoating SERQET™ (LaamScience Inc) showed the coating kills 99.9% of influenza viruses and 99.99% of vaccinia viruses that cause rash, fever, head and body aches. This technology may enable one to protect oneself from virtually all viruses and bacteria by simply exposing a surface to light.",
            "cite_spans": [],
            "section": " Nanocoating for Antiviral Effect ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "In 2006, Mass Transit Railway (MTR), the corporation that runs Hong Kong subway, announced that Nano Silver-Titanium Dioxide Coating (NSTDC , a non-toxic disinfectant) will be applied to surfaces that passengers commonly touch to enhance hygiene levels in MTR stations and trains. The coating is manufactured using nanotechnology, which maximizes coverage and effectiveness of NSTDC. Developed in Japan, NSTDC is certified to be effective in killing a wide range of bacteria, viruses and mold including the H1N1 Influenza Virus A. It is used in hospitals, offices and homes in Japan. NSTDC’s main component, titanium dioxide (TiO2), has been approved for use in foods by the FDA and under the Public Health and Municipal Services Ordinance in Hong Kong.",
            "cite_spans": [],
            "section": " Nanocoating for Antiviral Effect ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "Nanoviricides (NanoViricides Inc) are polymeric micelles, which act as nanomedicines to destroy viruses. As defined by NanoViricides Inc, “a nanoviricide is a polymeric single chemical chain with covalently attached ligands that specify the virus target. The antiviral spectrum of the drug is determined by the specificity of the set of ligands attached to the chain, in addition to other functionally important aspects inherent in the chemistries”. Nanoviricide is designed to seek a specific virus type, attach to the virus particle, engulf or coat the virus particle, thereby neutralizing the virus’s infectivity, destabilize and possibly dismantle the virus particle, and optionally it may also be made capable of attacking the viral genome thereby destroying the virus completely. Active pharmaceutical ingredients are optional and can be hidden in the core of the nanoviricide missile.",
            "cite_spans": [],
            "section": " Nanoviricides ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "In contrast to other approaches, a NanoViricide™ micelle can recognize and bind to more than one type of binding site on the virus. The NanoViricide™ system enables design of a drug that binds to more than one type of site – currently as many as three different sites, on the virus – for a highly effective attack. NanoViricides Inc terms this as “multi-specific targeting”. A NanoViricide™ drug goes much further than just blocking all of the binding sites of the virus. The base material of a NanoViricide™ is a specially designed polymeric micelle material. It can disassemble an HIV particle by itself. Thus, after coating the virus particle, the NanoViricide™ loosens the virus particle, and weakens it. Some virus particles will even fall apart (uncoat). This provides a further therapeutic benefit. NanoViricides plans to enhance the viral disassembly capabilities of the nanoviricides™ by attaching specially designed “molecular chisels” to the NanoViricide™. Once the NanoViricide™ micelles coat the virus particle, the attached “molecular chisels” will go to work. They literally insert themselves into the virus coat at specific vulnerable points and pry apart the coat proteins so that the virus particle falls apart readily. The mechanism of action of NanoViricide is depicted schematically in Fig. 14.2.\n",
            "cite_spans": [],
            "section": " Nanoviricides ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": [
                {
                    "start": 1312,
                    "end": 1316,
                    "mention": "14.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "NanoViricides have been compared to current approaches to viral diseases, which are seldom curative and some of the advantages include the following:Specific targeting of the virus with no metabolic adverse effects on the host.The biological efficacy of NanoViricides drugs may be several orders of magnitude better than that of usual chemical drugs. This may limit the potential for mutant generation.There are also other key aspects of the design of NanoViricides that are expected to lead to minimizing mutant generation.Nanoviricides are safe because of their unique design and the fact that they are designed to be biodegradable within the body.The new technology enables rapid drug development against an emerging virus, which would be important for global biosecurity against natural as well as man-made (bioterrorism) situations. It is possible to develop a research drug against a novel life-threatening viral disease within 3–6 weeks after the infection is found, i.e. as soon as an antibody from any animal source is available.It is possible to make a single NanoViricide drug that responds to several viral threats by using targeting ligands against the desired set of viruses in the construction of the drug. It is possible to “tune” the specificity and range (spectrum) of a NanoViricide drug within a virus type, subtype, or strain, by appropriate choices of the targeting ligand(s).The safety of NanoViricide drugs is proven now as they specifically attack the virus and not the host.A variety of formulations, release profiles and routes of administration are possible.Low cost of drug development, manufacture, distribution.\n",
            "cite_spans": [],
            "section": " Nanoviricides ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "Targets for this approach include influenzas, HIV, HCV, rabies and other viruses. NanoViricide drug candidates are currently in preclinical studies. Clinical trials are planned. Initially injectable products are the most effective but alternative routes of administrations such as nasal sprays and bronchial aerosols can also be developed.",
            "cite_spans": [],
            "section": " Nanoviricides ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "NanoViricides Inc developed and evaluated NanoViricides against influenza and avian flu H5N1 for efficacy and safety. FluCide™ nanoviricide is designed as a polymeric surfactant micelle which has covalently attached to it ligands that bind to the influenza A virus on conserved sites. The current drug candidate was effective against both H1 and H5, and different strains of H5. This is a direct result of using a conserved binding strategy, very like that used by zanamivir. However, FluCide is directed to bind to HA rather than to inhibit neuraminidase. Binding to HA followed by putative engulfment of the virus particle should lead to viral load reduction and therapeutic benefit. Preclinical studies have shown that FluCide does more than an antibody does, in that it completes the task of encapsulating and possibly dismantling the virus, rather than merely tagging it for the immune system as a foreign particle. In mouse model of common murine-adapted influenza A/H1N1, it would require about eight times greater dosage of oseltamivir as compared to FluCide to achieve the same survival advantage results. In cell cultures (MDCK and PMKC) against influenza A/H5N1 bird flu strains (Clade 1 and Clade 2), these drug candidates have shown as high as 70% CPE inhibition. An intravenous preparation for systemic administration is in development with a ready-to-use preloaded syringe. Other routes of administration are being explored. A pre-IND briefing document about FluCide has been submitted to the FDA.",
            "cite_spans": [],
            "section": " Nanoviricides ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "Nanocarrier-mediated delivery of siRNA enhances the efficacy of siRNA-based therapies for HIV/AIDS (Mishra et al. 2014). In vivo use of siRNA is limited by various factors including degradation by RNase, rapid elimination, endosomal trapping, and low cell permeability because of the aqueous solubility and high negative charge of siRNAs. However, several promising nanoparticles, including liposomes and dendrimers are in development for siRNA-mediated gene silencing as treatment for HIV-1. Such nanocarriers have improved specificity, minimal toxicity, and ability to shepherd siRNA delivery toward the specified target site by crossing the plasma membrane.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 118,
                    "mention": "2014",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Nanocarrier-Mediated siRNA Delivery for Treatment of HIV/AIDS ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "Silver nanoparticles possess many unique properties that make them attractive for use in biological applications. Silver nanoparticles are used as surface coatings for prophylaxis of infections. It has been shown that 10 nm silver nanoparticles are bactericidal, and possible use of silver nanoparticles as an antiviral agent is being explored.",
            "cite_spans": [],
            "section": " Silver Nanoparticles as Antiviral Agents ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "Silver nanoparticles undergo a size-dependent interaction with HIV-1 and particles in the range of 1–10 nm attached to the virus. The regular spatial arrangement of the attached nanoparticles, the center-to-center distance between nanoparticles, and the fact that the exposed sulfur-bearing residues of the glycoprotein knobs would be attractive sites for nanoparticle interaction suggest that silver nanoparticles interact with the HIV-1 virus via preferential binding to the gp120 glycoprotein knobs. Due to this interaction, silver nanoparticles inhibit the virus from binding to host cells, as demonstrated in vitro.",
            "cite_spans": [],
            "section": " Silver Nanoparticles as Antiviral Agents ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "\nSilver nanoparticles can inhibit a prototype arenavirus, Tacaribe virus, at non-toxic concentrations and effectively inhibit arenavirus replication when administered prior to viral infection or early after initial virus exposure (Speshock et al. 2010). This suggests that the mode of action of viral neutralization by silver nanoparticles occurs during the early phases of viral replication.",
            "cite_spans": [
                {
                    "start": 247,
                    "end": 251,
                    "mention": "2010",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": " Silver Nanoparticles as Antiviral Agents ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        },
        {
            "text": "TKM-130803 (Arbutus Biopharma), a siRNA lipid nanoparticle, is a novel antiviral drug for the treatment of Ebola virus (EV) infection. Arbutus has conducted a series of studies in collaboration with the US Army Medical Research Institute of Infectious Diseases demonstrating the ability of TKM-130803 to protect nonhuman primates from EV (Geisbert et al. 2010). When used to treat infected nonhuman primates, TKM-130803 resulted in complete protection from an otherwise lethal dose of Zaire EV, which has been associated with periodic outbreaks of hemorrhagic fever in human populations with mortality rates reaching 90%. These data show the potential of RNAi as an effective postexposure treatment strategy for people infected with EV, and suggest that this strategy might also be useful for treatment of other emerging viral infections. In 2010, Arbutus was awarded up to a $140 million contract from the US Government’s Transformational Medical Technologies Program to advance TKM-130803 and IND application was approved by the FDA in 2011 and phase I safety trials with this drug started. The FDA placed a hold on this trial owing to “cytokine release”, but then partially relaxed it to allow its use in EV-infected patients. In 2014, the FDA granted a Fast Track designation for the further development of TKM-130803. In a single-arm phase II trial, on adults with laboratory-confirmed EVD, administration of TKM-130803 at a dose of 0.3 mg/kg/day by intravenous infusion to adult patients with severe EVD was not shown to improve survival when compared to historic controls (Dunning et al. 2016).",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "mention": "2010",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1595,
                    "end": 1599,
                    "mention": "2016",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "siRNA Lipid Nanoparticle for the Treatment of Ebola Virus Infection ::: Nanotechnology-Based Antiviral Agents",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 14.1: CNTs for improvement of detection and isolation of viruses (Image from a scanning electron microscope (scale bar at 200 nm) of the H5N2 avian influenza virus seen in purple is trapped inside the aligned carbon nanotube. Source: Yeh et al. (2016), by permission)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 14.2: Schematic representation of NanoViricide attacking a virus particle (Reproduced by permission of NanoViricide Inc.)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Search for microbial signatures within human and microbial calcifications using soft X-ray spectromicroscopy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Benzerara",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Barell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Invest Med",
            "volume": "54",
            "issn": "",
            "pages": "367-379",
            "other_ids": {
                "DOI": [
                    "10.2310/6650.2006.06016"
                ]
            }
        },
        "BIBREF1": {
            "title": "Nanoparticle detection of respiratory infection",
            "authors": [
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Halfpenny",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Wiley Interdiscip Rev Nanomed Nanobiotechnol",
            "volume": "2",
            "issn": "",
            "pages": "277-290",
            "other_ids": {
                "DOI": [
                    "10.1002/wnan.83"
                ]
            }
        },
        "BIBREF2": {
            "title": "Cell biology of pathologic renal calcification: contribution of crystal transcytosis, cell-mediated calcification, and nanoparticles",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Farell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Invest Med",
            "volume": "54",
            "issn": "",
            "pages": "412-424",
            "other_ids": {
                "DOI": [
                    "10.2310/6650.2006.06021"
                ]
            }
        },
        "BIBREF3": {
            "title": "Functional gold nanoparticle-based antibacterial agents for nosocomial and antibiotic-resistant bacteria",
            "authors": [
                {
                    "first": "YL",
                    "middle": [],
                    "last": "Kuo",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "CY",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nanomedicine (Lond)",
            "volume": "11",
            "issn": "",
            "pages": "2497-2510",
            "other_ids": {
                "DOI": [
                    "10.2217/nnm-2016-0232"
                ]
            }
        },
        "BIBREF4": {
            "title": "Quantum dot probes for bacteria distinguish Escherichia coli mutants and permit in vivo imaging",
            "authors": [
                {
                    "first": "WM",
                    "middle": [],
                    "last": "Leevy",
                    "suffix": ""
                },
                {
                    "first": "TN",
                    "middle": [],
                    "last": "Lambert",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chem Commun (Camb)",
            "volume": "20",
            "issn": "",
            "pages": "2331-2333",
            "other_ids": {
                "DOI": [
                    "10.1039/b803590c"
                ]
            }
        },
        "BIBREF5": {
            "title": "Application of an oligonucleotide microarray-based nano-amplification technique for the detection of fungal pathogens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Clin Chem Lab Med",
            "volume": "48",
            "issn": "",
            "pages": "1507-1514",
            "other_ids": {
                "DOI": [
                    "10.1515/CCLM.2010.284"
                ]
            }
        },
        "BIBREF6": {
            "title": "Anti-HIV properties of cationic fullerene derivatives",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marchesan",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Da Ros",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Spalluto",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioorg Med Chem Lett",
            "volume": "15",
            "issn": "",
            "pages": "3615-3618",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bmcl.2005.05.069"
                ]
            }
        },
        "BIBREF7": {
            "title": "Purported nanobacteria in human blood as calcium carbonate nanoparticles",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martel",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "105",
            "issn": "",
            "pages": "5549-5554",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0711744105"
                ]
            }
        },
        "BIBREF8": {
            "title": "Could targeted, antibiotic-loaded gold nanoconstructs be a new magic bullet to fight infection?",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Meeker",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Smeltzer",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nanomedicine (Lond)",
            "volume": "11",
            "issn": "",
            "pages": "2379-2382",
            "other_ids": {
                "DOI": [
                    "10.2217/nnm-2016-0260"
                ]
            }
        },
        "BIBREF9": {
            "title": "Synergistic photothermal and antibiotic killing of biofilm-associated Staphylococcus aureus using targeted antibiotic-loaded gold nanoconstructs",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Meeker",
                    "suffix": ""
                },
                {
                    "first": "SV",
                    "middle": [],
                    "last": "Jenkins",
                    "suffix": ""
                },
                {
                    "first": "EK",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "ACS Infect Dis",
            "volume": "2",
            "issn": "",
            "pages": "241-250",
            "other_ids": {
                "DOI": [
                    "10.1021/acsinfecdis.5b00117"
                ]
            }
        },
        "BIBREF10": {
            "title": "siRNA nanotherapeutics: a Trojan horse approach against HIV",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Mishra",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kesharwani",
                    "suffix": ""
                },
                {
                    "first": "NK",
                    "middle": [],
                    "last": "Jain",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Drug Discov Today",
            "volume": "19",
            "issn": "",
            "pages": "1913-1920",
            "other_ids": {
                "DOI": [
                    "10.1016/j.drudis.2014.09.019"
                ]
            }
        },
        "BIBREF11": {
            "title": "IL-15 as memory T-cell adjuvant for topical HIV-1 DermaVir vaccine",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Calarota",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Dai",
                    "suffix": ""
                },
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Trocio",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Vaccine",
            "volume": "26",
            "issn": "",
            "pages": "5188-5195",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vaccine.2008.03.067"
                ]
            }
        },
        "BIBREF12": {
            "title": "A direct detection of Escherichia coli genomic DNA using gold nanoprobes",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Padmavathy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vinoth Kumar",
                    "suffix": ""
                },
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Jaffar Ali",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Nanobiotechnol",
            "volume": "10",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1477-3155-10-8"
                ]
            }
        },
        "BIBREF13": {
            "title": "Biophysical model of bacterial cell interactions with nanopatterned cicada wing surfaces",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pogodin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hasan",
                    "suffix": ""
                },
                {
                    "first": "VA",
                    "middle": [],
                    "last": "Baulin",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biophys J",
            "volume": "104",
            "issn": "",
            "pages": "835-840",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bpj.2012.12.046"
                ]
            }
        },
        "BIBREF14": {
            "title": "Surface charge-switching polymeric nanoparticles for bacterial cell wall-targeted delivery of antibiotics",
            "authors": [
                {
                    "first": "AF",
                    "middle": [],
                    "last": "Radovic-Moreno",
                    "suffix": ""
                },
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "VA",
                    "middle": [],
                    "last": "Puscasu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "ACS Nano",
            "volume": "6",
            "issn": "",
            "pages": "4279-4287",
            "other_ids": {
                "DOI": [
                    "10.1021/nn3008383"
                ]
            }
        },
        "BIBREF15": {
            "title": "Carbon nanotubes in drug delivery: focus on infectious diseases",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rosen",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Elman",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Expert Opin Drug Deliv",
            "volume": "6",
            "issn": "",
            "pages": "517-530",
            "other_ids": {
                "DOI": [
                    "10.1517/17425240902865579"
                ]
            }
        },
        "BIBREF16": {
            "title": "Intracellular neutralization of a virus using a cell-penetrating molecular transporter",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sapparapu",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Sims",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Aiyegbo",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nanomedicine (Lond)",
            "volume": "9",
            "issn": "",
            "pages": "1613-1624",
            "other_ids": {
                "DOI": [
                    "10.2217/nnm.13.139"
                ]
            }
        },
        "BIBREF17": {
            "title": "Detection of human viral RNA via a combined fluorescence and SERS molecular beacon assay",
            "authors": [
                {
                    "first": "MY",
                    "middle": [],
                    "last": "Sha",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Penn",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                },
                {
                    "first": "WE",
                    "middle": [],
                    "last": "Doering",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "NanoBiotechnology",
            "volume": "3",
            "issn": "",
            "pages": "23-30",
            "other_ids": {
                "DOI": [
                    "10.1007/s12030-007-0003-5"
                ]
            }
        },
        "BIBREF18": {
            "title": "Rapid and sensitive detection of respiratory virus molecular signatures using a silver nanorod array SERS substrate",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shanmukh",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Driskell",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Nano Lett",
            "volume": "6",
            "issn": "",
            "pages": "2630-2636",
            "other_ids": {
                "DOI": [
                    "10.1021/nl061666f"
                ]
            }
        },
        "BIBREF19": {
            "title": "Nanosomal Amphotericin B is an efficacious alternative to Ambisome for fungal therapy",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sheikh",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                },
                {
                    "first": "MU",
                    "middle": [],
                    "last": "Ahmad",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Int J Pharm",
            "volume": "397",
            "issn": "",
            "pages": "103-108",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijpharm.2010.07.003"
                ]
            }
        },
        "BIBREF20": {
            "title": "Nanobacteria: a possible etiology for type III prostatitis",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ming",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Urol",
            "volume": "184",
            "issn": "",
            "pages": "364-369",
            "other_ids": {
                "DOI": [
                    "10.1016/j.juro.2010.03.003"
                ]
            }
        },
        "BIBREF21": {
            "title": "Interaction of silver nanoparticles with Tacaribe virus",
            "authors": [
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Speshock",
                    "suffix": ""
                },
                {
                    "first": "RC",
                    "middle": [],
                    "last": "Murdock",
                    "suffix": ""
                },
                {
                    "first": "ILK",
                    "middle": [],
                    "last": "Braydich-Stolle",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Nanobiotechnol",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1477-3155-8-19"
                ]
            }
        },
        "BIBREF22": {
            "title": "Gold nanorod delivery of an ssRNA immune activator inhibits pandemic H1N1 influenza viral replication",
            "authors": [
                {
                    "first": "KV",
                    "middle": [],
                    "last": "Chakravarthy",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Bonoiud",
                    "suffix": ""
                },
                {
                    "first": "WG",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "107",
            "issn": "",
            "pages": "10172-10177",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0914561107"
                ]
            }
        },
        "BIBREF23": {
            "title": "Nanobacteria-like particles in human arthritic synovial fluids",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Tsurumoto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yonekura",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shindo",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Proteome Res",
            "volume": "5",
            "issn": "",
            "pages": "1276-1278",
            "other_ids": {
                "DOI": [
                    "10.1021/pr050450w"
                ]
            }
        },
        "BIBREF24": {
            "title": "Dendrimers as nonviral vectors in dendritic cell-based immunotherapies against human immunodeficiency virus: steps toward their clinical evaluation",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Vacas-Córdoba",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Climent",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "De La Mata",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nanomedicine (Lond)",
            "volume": "9",
            "issn": "",
            "pages": "2683-2702",
            "other_ids": {
                "DOI": [
                    "10.2217/nnm.14.172"
                ]
            }
        },
        "BIBREF25": {
            "title": "Unique aggregation of anthrax (Bacillus anthracis) spores by sugar-coated single-walled carbon nanotubes",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Am Chem Soc",
            "volume": "128",
            "issn": "",
            "pages": "13364-13365",
            "other_ids": {
                "DOI": [
                    "10.1021/ja065455o"
                ]
            }
        },
        "BIBREF26": {
            "title": "Tunable and label-free virus enrichment for ultrasensitive virus detection using carbon nanotube arrays",
            "authors": [
                {
                    "first": "YT",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sebastian",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Adv",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/sciadv.1601026"
                ]
            }
        },
        "BIBREF27": {
            "title": "Application of nanoparticles for the detection and sorting of pathogenic bacteria by flow-cytometry",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Zahavy",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ber",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Gur",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Adv Exp Med Biol",
            "volume": "733",
            "issn": "",
            "pages": "23-36",
            "other_ids": {
                "DOI": [
                    "10.1007/978-94-007-2555-3_3"
                ]
            }
        },
        "BIBREF28": {
            "title": "Functionalized carbon nanotubes for detecting viral proteins",
            "authors": [
                {
                    "first": "YB",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kanungo",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nano Lett",
            "volume": "7",
            "issn": "",
            "pages": "3086-3091",
            "other_ids": {
                "DOI": [
                    "10.1021/nl071572l"
                ]
            }
        },
        "BIBREF29": {
            "title": "Multifunctional magnetic-plasmonic nanoparticles for fast concentration and sensitive detection of bacteria using SERS",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Biosens Bioelectron",
            "volume": "31",
            "issn": "",
            "pages": "130-136",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bios.2011.10.006"
                ]
            }
        },
        "BIBREF30": {
            "title": "Antibacterial activities of gold and silver nanoparticles against Escherichia coli and bacillus Calmette-Guerin",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kundu",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Nanobiotechnol",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1477-3155-10-19"
                ]
            }
        },
        "BIBREF31": {
            "title": "Using nonuniform electric fields to accelerate the transport of viruses to surfaces from media of physiological ionic strength",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Docoslis",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Espinoza",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Langmuir",
            "volume": "23",
            "issn": "",
            "pages": "3840-3848",
            "other_ids": {
                "DOI": [
                    "10.1021/la061486l"
                ]
            }
        },
        "BIBREF32": {
            "title": "Experimental treatment of Ebola virus disease with TKM-130803: a single-arm phase 2 clinical trial",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dunning",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Sahr",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rojek",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "PLoS Med",
            "volume": "13",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pmed.1001997"
                ]
            }
        },
        "BIBREF33": {
            "title": "High-sensitivity bacterial detection using biotin-tagged phage and quantum-dot nanocomplexes",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Edgar",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "McKinstry",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hwang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "103",
            "issn": "",
            "pages": "4841-4845",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0601211103"
                ]
            }
        },
        "BIBREF34": {
            "title": "Bacteriophage infection is targeted to cellular poles",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Edgar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rokney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Feeney",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol Microbiol",
            "volume": "68",
            "issn": "",
            "pages": "1107-1116",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2958.2008.06205.x"
                ]
            }
        },
        "BIBREF35": {
            "title": "Postexposure protection of non-human primates against a lethal Ebola virus challenge with RNA interference: a proof-of-concept study",
            "authors": [
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Robbins",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1896-1905",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(10)60357-1"
                ]
            }
        },
        "BIBREF36": {
            "title": "Antimicrobial peptide-driven colloidal transformations in liquid-crystalline nanocarriers",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gontsarik",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Buhmann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Yaghmur",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Phys Chem Lett",
            "volume": "7",
            "issn": "",
            "pages": "3482-3486",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.jpclett.6b01622"
                ]
            }
        }
    }
}