{
    "paper_id": "PMC7165997",
    "metadata": {
        "title": "A study of the probable transmission routes of MERS‐CoV during the first hospital outbreak in the Republic of Korea",
        "authors": [
            {
                "first": "S.",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Y.",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": "liyg@hku.hk",
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Sung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Z.",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "As a novel human coronavirus with alarming morbidity and mortality,1 the Middle East respiratory syndrome coronavirus (MERS‐CoV) has become a global threat since it was first identified in 2012. By September 2017, over 2000 cases of MERS‐CoV had been reported in 27 countries, leading to at least 722 deaths.2 Although the majority of those cases were distributed on or near the Arabian Peninsula,3 a single imported case in the Republic of Korea led to an unprecedentedly large MERS epidemic between May and July 2015,4 revealing the potential for the global spread of MERS.5\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Similar to other coronaviruses, MERS‐CoV is thought to be shed mainly in the respiratory secretions of infected individuals and spread through respiratory activities such as coughing. However, the precise human‐to‐human transmission routes of the virus remain unclear.6 As shown in Figure 1, three major possible transmission routes are known to exist for communicable respiratory infections: the long‐range airborne route, the close contact route, and the fomite route.7, 8, 9 The current dominant view is that MERS‐CoV largely spreads via the respiratory close contact route,10, 11 which is supported by evidence that most of the affected healthcare workers (HCWs) have been nurses who have had prolonged and repeated close contact with MERS‐CoV patients.12 Nevertheless, the possible roles of airborne and fomite transmission cannot be excluded. Research suggests that MERS‐CoV may be spread through long‐range airborne transmission. For example, the viral RNA has been detected on the entrance to air‐ventilating equipment,13 and the virus has been detected in air samples from patients’ rooms, restrooms and common corridors.14 On the other hand, Seo et al13 and Kim et al14 detected MERS‐CoV RNA on objects in MERS patients’ rooms and in elevators, and experiments by van Doremalen et al15 suggest that MERS‐CoV is able to survive on surfaces long enough for further transmission, which increases the likelihood of fomite transmission. Thus, the recommendations of World Health Organization (WHO)10, 16 and Centers for Disease Control and Prevention (CDC)17 on standard precaution, droplet precaution, contact precaution, and airborne precaution remain vague. A better understanding of the exact transmission mode of MERS‐CoV could aid the development and selection of more appropriate and effective intervention methods.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 289,
                    "end": 290,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Healthcare settings have been investigated as breeding grounds for large MERS outbreaks because many cases of infection have not been recognized and isolated in time.3, 5, 18 Similarly, in the Republic of Korea, almost all cases are suspected to have been hospital acquired, originating from Pyeongtaek St. Mary's Hospital.19 The index patient for the outbreak in this hospital was a 68‐year‐old man who had recently travelled to the Middle East and was hospitalized from 15 to May 17, 2015 with no isolation or protection measures implemented.4 He was thought to have directly infected 26 people, including 11 other patients, 13 visitors or family members, and two HCWs.4 Compared to previous nosocomial outbreaks on or near the Arabian Peninsula, this outbreak was larger20 and the distribution of infection showed a clear spatial pattern, although the sample size was not sufficiently large for this pattern to be statistically significant.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "To investigate the probable transmission routes of MERS‐CoV, we carried out a detailed modeling study of the outbreak in Pyeongtaek St. Mary's Hospital. We retrospectively analyzed the spatial pattern of infection and developed a multi‐agent model to simulate the possible spread of the virus from the index patient's ward by air flow, close contact, and surface touching. Table 1 lists the seven hypotheses examined in the study: three for single routes, three for two‐route combinations, and one for a three‐route combination. The dose‐response relationship model was used to calculate the possible infection risk for each hypothesis. A major challenge with this approach is the lack of appropriate input data, such as dose‐response parameters. Hence, a range of such parameters was considered with various value combinations of important parameters. Least‐squares fitting was carried out in 1140 scenarios to compare the distribution of the infection risk with that of the reported attack rates. The results presented below provide probable evidence for the transmission of MERS‐CoV in different scenarios. Our analyses allowed us to retrospectively acquire the largest virus‐containing droplet sizes, dose‐response parameters, and virus loads.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 379,
                    "end": 380,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "As revealed by Google Maps and verified by our field visits, Pyeongtaek St. Mary's Hospital is located in a rather open area and is much taller than all of the surrounding buildings, except one, as shown in Figure 2. The outbreak occurred on the eighth floor of the hospital, for which the floor plan is shown in Figure 3. The floor plan, excluding the elevators and storerooms, was used as the computational domain. The index patient stayed in the hospital from 15 to 17 May 2015, and thus, this period was taken as the suspected exposure period. The symptoms of the index patient included fever, cough, dyspnoea, and myalgia.21\n",
            "cite_spans": [],
            "section": "The outbreak ::: METHODS",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 320,
                    "end": 321,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The eighth floor contained one nurses’ station and 32 wards, comprising 19 single rooms (Rooms 8201‐8219), six double rooms (Rooms 8101‐8106), and seven large rooms for five (Room 8109) or seven persons (Rooms 8107 and 8108, and Rooms 8110‐8113). According to the hospital staff, nurses and cleaners visited patients on the floor from Room 8101 in a clockwise direction to Room 8219. A mechanical ventilation system, which included a supply and an exhaust, was installed in all rooms except the index patient's room, Room 8104.22 The mechanical ventilation rate was assumed to be 10 L/s per person. Each room had a separate ceiling fan coil unit to provide cooling and heating, and each toilet had a separate exhaust system. The toilet exhaust air flow rate was assumed to be 6 ACH. There were two small windows (each 35 × 35 cm) in the single rooms and double rooms, four in the large rooms, and 10 in the corridor. The doors and windows in the regular rooms were usually closed. Because there was no ventilation system in the index patient's room, we assumed that the door and windows in this room were slightly (15%) open during the day and completely closed at night.",
            "cite_spans": [],
            "section": "The outbreak ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Figure 3 shows the total numbers of infected patients of the first generation and other inpatients on the eighth floor of Pyeongtaek St. Mary's Hospital. We studied the infection patterns of the inpatients because they stayed on the floor longer and more data are available. During the period in which the index patient was hospitalized, 11 MERS cases of 67 normal patients were reported in the first generation on the eighth floor.4 We assumed that all of the exposure doses received by the first generation of infected patients came from the index patient as a result of his respiratory activities, such as coughing.6 Wards on the floor were categorized by their position in four regions, namely the source ward (Room 8104), adjacent wards (Rooms 8101‐8103 and 8105‐8108), downstream wards (Rooms 8109‐8113), and remote wards (Rooms 8213‐8219). The average attack rate was 0.16. The rate was highest in the source ward (1.00), lower in the downstream and adjacent wards (0.21 and 0.12, respectively), and non‐existent in remote wards (0.00).",
            "cite_spans": [],
            "section": "The outbreak ::: METHODS",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Because we evaluated the seven hypotheses based on the differences between the attack rate and predicted infection risk in different regions, the spatial distribution characteristics of the different hypotheses were important factors in our study. However, the existing models, such as the discrete‐time Markov chain model8, 23 and the differential equation model,24, 25 are commonly used to estimate overall infection risk, and thus predict uniform distributions. Therefore, we developed a multi‐agent model,26 which enabled us to model the individual heterogeneities caused by the agents’ behavior and geographical environment.27, 28 Figure 4 shows the system architecture of our model. The system is modular based and consists of four basic components: the initialization generator, simulation engine, global database, and data processing module. Appendix S1: Fig. S1 shows the basic procedures included in the program for the model.",
            "cite_spans": [],
            "section": "The multi‐agent modeling framework ::: METHODS",
            "ref_spans": [
                {
                    "start": 643,
                    "end": 644,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The initialization generator has two branches, namely the geometric generator and agents generator. The geometric generator is used to build the virtual physical environment and produce surfaces. Based on the literature29, 30 and life experience, we identified 20 kinds of representative surface, which were (Appendix S2: Table S1) classified into five groups according to their materials, namely porous surfaces, non‐porous surfaces, toilet surfaces, skin, and mucous membranes, which differ in properties such as virus transfer rates (Appendix S2: Table S2) and virus inactivation rates (Appendix S2: Table S3). The agents generator was used to create representative individuals during the outbreak. Five representative “resident” roles were identified as study objects, that is, inpatients, visitors, family members, nurses, and cleaners. The numbers of agents are shown in Appendix S2: Table S8. Each autonomous agent directly corresponds to one human individual in the real world.",
            "cite_spans": [],
            "section": "The multi‐agent modeling framework ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The simulation engine, which comprised behavior models of the representative roles, was used to simulate the behavior of the agents. In the behavior models, rules were set to regulate the time sequences for different types of behavior according to the geometry constraints and agent roles. For example, all the agents need to open the door to the room to enter the corridor, and family members take care of patients while the cleaners do cleaning work. Appendix S2: Tables S6 and S7 show the behavior frequencies and sequences of touching surfaces for the different types of behavior. The multi‐agent model retained the heterogeneity for each agent, so agents with the same role share the same rules but do not act synchronously. In addition, agents were endowed with an implicitly bounded intellect to make the simulations more realistic. For example, patients and family members used the public toilets in the corridor only when the toilets in the room were occupied, which influenced the effect of the public surfaces. During the computational period, as shown in Appendix S1: Fig. S1, in each time step for each agent, the agent first acquired information from the global database and then compared the acquired information with the behavior rules and made a command. According to the command, the agent remained static or performed an action. Finally, information about the agents was sent to the global database, which was updated. The global database recorded the agents’ state information and the contamination states of the surfaces and air in the temporary workspace.",
            "cite_spans": [],
            "section": "The multi‐agent modeling framework ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The data processing module was used to process the data from the global database and calculate the infection risk for the three basic transmission routes. The module included six models, namely the multi‐zone model, the long‐range airborne route exposure model, the normal distribution model, the close contact route exposure model, the surface contamination model, and the dose‐response relationship model. Details of the abovementioned mathematical models are provided in Appendix S1.2‐S1.7.",
            "cite_spans": [],
            "section": "The multi‐agent modeling framework ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "For the long‐range airborne route, computational fluid dynamics (CFD) simulations31, 32, 33 were used to predict the wind pressures for all 48 windows. The multi‐zone model31, 34 MIX (multi‐zone infiltration and exfiltration)35 was applied to calculate the hourly airflow patterns and aerosol concentrations in the 36 zones on the outbreak floor. Furthermore, the long‐range airborne route exposure model25 was used to calculate the exposure doses D\na in the respiratory tract of each agent.",
            "cite_spans": [],
            "section": "The multi‐agent modeling framework ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "For the close contact route, the normal distribution model36, 37 was used to acquire the movement patterns in the corridor and the contact probability of any pair of two agents was derived. Based on a respiratory jet assumption,8, 25, 38 the close contact route exposure model25 was used to calculate the exposure doses from three mechanisms: short‐range airborne transmission (D\ncs), inhalation of inspirable droplets (D\nci), and deposition of large droplets on mucous membranes (D\ncm).",
            "cite_spans": [],
            "section": "The multi‐agent modeling framework ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "For the fomite route, the surface contamination model26 was used to calculate the numbers of viruses on the different environmental and human surfaces. The process by which the viruses spread within the surface network was considered to be a discrete‐time non‐homogeneous Markov chain. The transition matrix at a time point corresponded to a touching action and was determined by the properties of the two contacting surfaces in the touching action. Because the virus quantities on the mucous membranes of the susceptible agents transferred via hand contact were regarded as the exposure doses due to the fomite route,8 the surface contamination model was able to directly calculate the exposure doses D\nf for this route.",
            "cite_spans": [],
            "section": "The multi‐agent modeling framework ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "A dose‐response relationship model25, 26, 39 was used to compute the infection risk of each agent based on the acquired exposure doses. The parameters used in the models in the data processing module are listed in the tables in Appendix S2. Among these parameters, the largest virus‐containing droplet size (d\ng, μm), the dose‐response parameters in the respiratory tracts (ηr,/mRNA copy) and on mucous membranes (ηm,/mRNA copy) and the viral load (L\n0, mRNA copies/mL) greatly influenced the infection risk.8, 25 Therefore, we fixed the values of the other parameters and mainly considered the influence of the transmission mode and the four parameters (ηr, ηm, d\ng, L\n0) on the infection risk. The infection risk I was calculated as follows: I=1−e−caηrDa(dg,L0)−cc[ηrDcs(dg,L0)+ηrDci(dg,L0)+ηmDcm(dg,L0)]−cfηmDf(dg,L0)where c\na equals 1 if the long‐range airborne route exists and 0 otherwise, and (c\nc, c\nf) are the indicators for close contact and the fomite route, respectively. The exposure doses D\na, D\ncs, D\nci, D\ncm, and, D\nf are functions of d\ng and L\n0. Because the viral load L\n0 was assumed to be the same for each virus‐laden droplet, the exposure doses were proportional to this variable. To reduce the number of variables, we combined ηr, ηm and L\n0 as the products ηr\nL\n0 and ηm\nL\n0, which are defined as the dose effects of introducing 1 mL of virus‐laden droplets with a viral load of L\n0 to the respiratory tract and mucous membranes, respectively.",
            "cite_spans": [],
            "section": "The multi‐agent modeling framework ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Based on the above parametric model, we fitted the parameters (ca, cc, cf, ηr\nL\n0, ηm\nL\n0, dg) to the attack rates during the outbreak using a standard approach, namely least‐squares fitting.40 In this approach, the residual sum of squares (RSS) is calculated as a measure of fit, with a small RSS indicating a good fit of the model to the data. Therefore, we formulated the following minimum mean squares error problem: Min1N∑i=1N∑j=1nλjAj−Ii,jca,cc,cf,ηrL0,ηmL0,dg2s.t.ca,cc,cf∈0,1,107<ηrL0<1012,104<ηmL0<109,dg∈20,50,100,200.where N is the number of simulations, n is the number of divided regions, λj is the number of inpatients in the jth region, I\ni,j is the predicted infection risk in the jth region generated by the ith simulation, and A\nj is the reported attack rate in the jth region during the outbreak. Because this problem involves the nonlinear function I\ni,j and integer constraints, it is generally NP hard. Therefore, we applied a greedy search to solve the problem.",
            "cite_spans": [],
            "section": "Least‐squares fitting ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "In this study, a scenario was defined as a value combination of (ηr\nL\n0, ηm\nL\n0, d\ng). The ranges of the parameters were investigated, namely the largest virus‐containing droplet size d\ng (four values; 20, 100, 150 and 200 μm), the products of the viral load and the dose‐response parameters in the respiratory tracts ηr\nL\n0 (21 values, 107‐1012/mL) and on the mucous membranes ηm\nL\n0 (21 values, 104‐109/mL). Because ηr and ηm were assumed to be 10−1 ‐ 101 and 10−4 ‐ 10−2, respectively, the ratio of ηr to ηm was in the range of 101‐105, and thus, the ratio of ηr\nL\n0 to ηm\nL\n0 was also in the range of 101‐105. Excluding several unqualified scenarios, we considered 1140 scenarios and ran the simulations 1000 times for the seven hypotheses in each scenario.",
            "cite_spans": [],
            "section": "Least‐squares fitting ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Because the agents’ behavior retained partial randomness in our multi‐agent model simulations, the results of the different simulation experiments varied. Therefore, we calculated the average values of the 1000 simulations. The spatial distributions of the average infection risks at the end of the computational period, 24:00 on May 17, 2015, are shown in Figure 5. The values of the four parameters were assumed to vary in a unified manner.",
            "cite_spans": [],
            "section": "Spatial characteristics of the predicted infection risk patterns ::: SIMULATION RESULTS AND ANALYSES",
            "ref_spans": [
                {
                    "start": 364,
                    "end": 365,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "For the long‐range airborne route, the infection risk in the downstream wards was expected to be higher than that in the adjacent wards, as a result of the combined effects of the natural ventilation due to wind pressure, thermal buoyancy, and mechanical ventilation. When there was no wind, the wards and the corridor on the eighth floor were in a negative pressure state due to the exhaust fans in the toilets. For the predominant wind directions, namely north‐westerly, westerly, and south‐westerly (Appendix S3: Fig. S4), the wind pressure coefficients on the windows of adjacent wards were mostly positive, whereas those of downstream wards were negative (Appendix S3: Fig. S5), which contributed to larger negative pressures in the downstream wards and smaller negative pressures in the adjacent wards. Therefore, for wards of the same size, more aerosols spread to the downstream wards than to the adjacent wards. However, because the toilet exhaust fans were run at the same ventilation rates for all rooms, the negative pressures in the small rooms were higher than those in the large rooms, and thus, the infection risk in the small rooms in the adjacent wards was higher than that in the large rooms in the downstream wards (Figure 5A). The infection risk was lowest in the remote wards (Figure 5A). The remote wards had at least two zones, Zones 34 and 36, between them and the source ward (Appendix S1: Fig. S2), so the aerosol concentration was further diluted. Furthermore, during the day, the air flow could transport aerosols from Zone 34 to Zone 36 only when the wind was from the northwest (Appendix S3: Fig. S6), which meant that most of the time there were no virus sources for Rooms 8113 and 8201‐8219. Similarly, in the remote areas, the infection risk in Rooms 8213‐8217 was even lower than that in Rooms 8218 and 8219 (Figure 5A).",
            "cite_spans": [],
            "section": "Spatial characteristics of the predicted infection risk patterns ::: SIMULATION RESULTS AND ANALYSES",
            "ref_spans": [
                {
                    "start": 1243,
                    "end": 1244,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1306,
                    "end": 1307,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1851,
                    "end": 1852,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "For the close contact route, with the assumed four parameters, the transmission was very effective compared to the other two routes. Thus, the infection risk for a susceptible person via this route was mainly determined by whether a person met with the index patient. Under the normal distribution assumption, people would be more likely to stay in nearby areas than in remote areas so the index patient and people nearby would share a similarly high chance of appearing in the neighborhood areas and have more opportunities for close contact, resulting in a sequentially decreasing risk of infection in the source, adjacent, downstream, and remote wards (Figure 5B).",
            "cite_spans": [],
            "section": "Spatial characteristics of the predicted infection risk patterns ::: SIMULATION RESULTS AND ANALYSES",
            "ref_spans": [
                {
                    "start": 663,
                    "end": 664,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "For the fomite route, the infection risk was mainly induced by the nurses’ routine rounds and contaminated environmental surfaces. We assumed that the nurses conducted routine rounds five times a day at 07:00, 11:00, 15:00, 18:00, and 21:00 (Appendix S2: Table S6). Because nurses do not always clean their hands after coming into contact with patients41 and handwashing is not always very effective,42 their hands may have played an important role as a mobile medium in transferring viruses from the source to the skin of subsequent patients and the surrounding surfaces. In line with this, the number of viruses spread to patients decreased from Room 8104 (the index patient's room) clockwise to Room 8103, which is consistent with the direction of the nurses’ routine rounds (from Room 8101 clockwise to Room 8219). At other times, the surrounding surfaces acted as temporary sources in spreading viruses to patients, because more viruses naturally die on the skin than on environmental surfaces (Appendix S2: Table S3). In most cases, patients have the same opportunities to come in contact with common surfaces, and thus, these surfaces contribute to a uniform spatial distribution. However, in this outbreak, the environmental surfaces common to all patients were not a significant factor. The private toilets in the rooms were preferentially chosen by patients and family members (an average of 21 times/day for each room), while the common toilets in the corridor were used at a low frequency (an average of 5 times/day for each). Therefore, the overall distribution mostly complied with the direction of the routine round (Figure 5C).",
            "cite_spans": [],
            "section": "Spatial characteristics of the predicted infection risk patterns ::: SIMULATION RESULTS AND ANALYSES",
            "ref_spans": [
                {
                    "start": 1639,
                    "end": 1640,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Table 2 shows the scenarios with the best fit (the minimum RSS) for the seven hypotheses. Among the three single‐route hypotheses, the prediction of Hypothesis 1 [Long air] fitted the attack rates best because only the prediction of the long‐range airborne route presented a higher infection risk in the downstream ward than in the adjacent ward (Figure 5A). The fomite route predicted a much higher infection risk in the adjacent ward than in the downstream ward (Figure 5C) so Hypothesis 3 [Fomite] had the worst fit.",
            "cite_spans": [],
            "section": "Predicted infection risk distribution with the best fit ::: SIMULATION RESULTS AND ANALYSES",
            "ref_spans": [
                {
                    "start": 354,
                    "end": 355,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 472,
                    "end": 473,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 6,
                    "end": 7,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Hypotheses 4‐7 involved at least two transmission routes, so they had better fit than Hypothesis 3 [Fomite] and worse fit than Hypothesis 1 [Long air]. For the combined‐route hypotheses, the values of (ηr\nL\n0, ηm\nL\n0, d\ng) in the scenarios with the best fit were mostly lower than those for the single‐route hypotheses. In these scenarios, the infection risk due to the close contact route was higher than those due to the long‐range airborne and fomite routes, so the close contact routes in Hypotheses 4 [Long air + Close], 6 [Close + Fomite], and 7 [Long air + Close + Fomite] played a predominant role in transmission by contributing at least 82% of the infection risk. Because the prediction of the fomite route deviated greatly from the attack rates, the contributions of this route for Hypotheses 5 [Long air + Fomite], 6 [Close + Fomite], and 7 [Long air + Close + Fomite] were <0.2%.",
            "cite_spans": [],
            "section": "Predicted infection risk distribution with the best fit ::: SIMULATION RESULTS AND ANALYSES",
            "ref_spans": []
        },
        {
            "text": "Figure 6 shows the hypotheses with the best fit (ie, the minimum RSS) in the 1140 scenarios. Five hypotheses had the best fit: Hypotheses 1 [Long air] (red dots), 2 [Close] (orange dots), 4 [Long air + Close] (green dots), 5 [Long air + Fomite] (cyan dots), and 7 [Long air + Close + Fomite] (purple dots). When the largest virus‐containing droplet size d\ng ranged from 20 to 200 μm, there were always some scenarios in which the fit of all seven hypotheses was not good (tiny dots). In these scenarios, the parameters were relatively small, so all seven hypotheses predicted very low infection risks, which deviated greatly from the reported attack rates. As d\ng increased, the predicted infection risks became higher and thus the numbers of these kinds of scenarios decreased.",
            "cite_spans": [],
            "section": "Predicted infection risk distribution with the best fit ::: SIMULATION RESULTS AND ANALYSES",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 8,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The scenarios with a d\ng of 20 μm are shown in Figure 6A. In these scenarios, our assumed d\ng was smaller than the largest initial diameter for the airborne droplets (30 μm), meaning that all of the virus‐laden bio‐aerosols were airborne droplets and could remain suspended in the air for a long time. Therefore, the viruses on the surfaces mainly originated from the deposition of airborne droplets, which caused negligible infection risk due to the fomite route. In the scenarios in which the products of the viral load and dose‐response parameters in respiratory tracts ηr\nL\n0 were no more than 1010.50/ml, the infection risk caused by any single‐route mode was small, so the probable transmission mode was Hypothesis 4 [Long air + Close] (green dots). In scenarios with ηr\nL\n0 ranging from 1011 to 1011.25/ml, the infection risk caused by any single route was quantitatively comparable with the attack rates, so the probable mode was Hypothesis 1 [Long air] (red dots), which is also qualitatively consistent with the reported attack rates. In the remaining scenarios, the infection risks caused by the combined routes were too large and those caused by the long‐range airborne route were either too large or too small, while those caused by the close contact route were relatively stable, so the probable transmission mode was Hypothesis 2 [Close] (orange dots).",
            "cite_spans": [],
            "section": "Predicted infection risk distribution with the best fit ::: SIMULATION RESULTS AND ANALYSES",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 55,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The scenarios with d\ng values larger than 30 μm are shown in Figure 6B‐D. When the values of the products of viral load and dose‐response parameters in respiratory tracts ηr\nL\n0 and on mucous membranes ηm\nL\n0 were relatively small, the exposure doses due to any single‐route or double‐route mode were low, so only the combination of three routes (purple dots) caused an infection risk quantitatively comparable to the attack rates, although the fit was not good. As d\ng increased, the infection risks due to the single‐route and double‐route modes increased, and thus, the number of scenarios with the three‐route mode (purple dots) decreased.",
            "cite_spans": [],
            "section": "Predicted infection risk distribution with the best fit ::: SIMULATION RESULTS AND ANALYSES",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 69,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "In this study, to evaluate the transmission hypotheses, we estimated the spatial distribution of the infection risk under each hypothesis and then compared these results with the reported outbreak data. Therefore, a good estimation model was needed to reflect the underlying mechanisms of the hypotheses. Nevertheless, the models, such as the discrete‐time Markov chain model8, 23 and the differential equation model,24, 25, 43 were not applicable due to their system‐based feature, which removes the individual heterogeneity of infection risk.28 In fact, the human behavior in those models is merely described by behavioral frequency. However, in practice, human behavior is also dependent on behavioral rules and geometry constraints. For example, when a nurse visits patients during a routine round, although the frequency of interaction is the same for all patients, the amount of virus spread to patients varies with their location, which further influences the infection risk. There are similar issues with the environmental surfaces in the existing models. In particular, because multiple surfaces of the same material8, 23, 25 and even all of the surfaces in a zone24, 43 are regarded as a whole, the viral concentrations on different surfaces are the same, which contributes to a uniform infection risk distribution.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "To address the above problems, we used a multi‐agent model26 to analyze the multi‐route transmission. Different from the existing system‐based models, the agent‐based model is able to characterize the diversity of individuals. More specifically, the behavior of individuals is simulated according to behavioral rules and geometry constraints, which take the sequence of human actions into account. Furthermore, the multiple surfaces in our system were identified as different units in contrast to the homogeneous systems in previous works. As shown in Figure 5, our results reflect the individual heterogeneity in the spatial distribution of infection risk, which could not be obtained from other models.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 559,
                    "end": 560,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Although the ranges of (ηr\nL\n0, ηm\nL\n0, d\ng) for the outbreak were uncertain, several more‐likely scenarios were identified based on the literature. So far, no investigations have detected positive viral RNA (RT‐PCR) or cell culture of MERS‐CoV from human saliva, in which droplets larger than 20 μm originate,44 and Lee et al45 suggested that samples from saliva would result in false negatives. However, camel saliva has been found to spread MERS‐CoV to humans,11 and its classification into disorder group C and predicted hard outer shell suggest that MERS‐CoV is likely to be transmitted by saliva.46 Therefore, we investigated the largest virus‐containing droplet size d\ng in the range from 20 to 200 μm. The range for the viral load was very large, from 102 to 1011 mRNA copies/mL in the respiratory tract, with the average value of viral load during the first week after diagnosis being 5 × 107 mRNA copies/mL in fatal cases and 3.9 × 106 mRNA copies/mL in survivors.47 According to a study by Gryphon Scientific48 based on datasets from animal models of MHV and SARS‐CoV, we estimated the dose‐response parameter of MERS‐CoV on mucous membranes as 3.2 × 10−3/mRNA copy. Due to the absence of data, the dose‐response parameter in the respiratory tract was set as 103‐fold higher than that on the mucous membranes, similar to the influenza A virus.24 The eight more‐likely scenarios (Scenarios I‐VIII) based on the above analyses are summarized in Table 3 and are shown in Figure 6 with Roman numerals.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 1486,
                    "end": 1487,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1460,
                    "end": 1461,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "With a viral load L\n0 of 3.9 × 106 mRNA copies/mL (Scenarios I, II, III and IV), none of the hypotheses had good fit (Figure 6 and Table 3), which is not consistent with the index patient surviving this outbreak. However, similar to other large MERS transmission clusters,49, 50 the outbreak in Pyongtaek St. Mary's Hospital may have been caused by a super spreader who had a higher viral load than most MERS patients.51 Considering that there was no ventilation system in the index patient's ward, the MERS‐CoV may have accumulated in the ward, effectively making it a source for a super‐spreading event.52 According to Figure 6, with a viral load L\n0 of 5 × 107 mRNA copies/mL (Scenarios V, VI, VII, and VIII), the scenarios with the largest virus‐containing droplet sizes d\ng of 20 or 50 μm also did not have good fit, so d\ng was less likely to be in the range of 20‐50 μm, and MERS‐CoV may have existed in saliva as SARS‐CoV does.53 Hence, among Scenarios I‐VIII, only Scenarios VII and VIII had acceptable fit, and the probable hypothesis in these two scenarios is Hypothesis 4 [Long air + Close]. According to Table 3, the contribution made by the long‐range airborne route to the infection risk was low, and that made by the close contact route was predominant, especially by the mechanism of inhalation of inspirable droplets.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 125,
                    "end": 126,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 628,
                    "end": 629,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 137,
                    "end": 138,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 1122,
                    "end": 1123,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "If the index patient was a super spreader, the viral loads might be even higher than the average value in fatal cases (5 × 107 mRNA copies/mL). When the two dose‐response parameters were fixed (ηr = 3.2/mRNA copy; ηm = 3.2 × 10−3/mRNA copy) and the viral load increased from 106 to 1011 mRNA copies/mL, the overall best fit was achieved with a high viral load (the largest dots: L\n0 = 5.6 × 1010 mRNA copies/mL in Figure 6A; L\n0 = 1.8 × 1010 mRNA copies/mL in Figure 6B‐D), and the corresponding probable hypothesis is Hypothesis 1 [Long air] (Figure 6), because among the three basic routes, only the prediction made by the long‐range airborne route was consistent with the qualitative characteristics of the outbreak data.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 421,
                    "end": 422,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 467,
                    "end": 468,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 551,
                    "end": 552,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "This study has some limitations. First, our understanding of the multiple phenomena that govern disease transmission is not complete. For example, in our model and other models,16, 17 it is assumed that transmission is mono‐directional from the hands to the mucous membranes in the eyes, noses, and mouths of susceptible individuals. However, there are limited data on what happens to the particles that have been transferred to the mucous membranes, such as their residence time. Second, due to our limited knowledge of MERS‐CoV, some parameters in the model were not available from the literature, such as the transfer rates between hands and surfaces (Appendix S2: Table S2) and first‐order inactivation rates (Appendix S2: Table S3). These parameters were estimated or surrogated with data on other coronaviruses, influenza viruses, bacteriophages, or even bacteria, which could introduce errors into the results. Third, there is a lack of detailed information on individual behavior during the outbreak, especially that of the index patient. Individual differences in the behavioral modes of the nurses when visiting patients were also not considered in this study. These data are crucial for building multi‐agent models and influence the exposure doses via the three transmission routes. For example, if the index patient walked in the corridor, the duration of that behavior would have influenced the virus source strength of the long‐range airborne and fomite routes, and the frequency of the behavior would have influenced the close contact route. Fourth, our conclusions on the relative importance of the transmission routes may not always be applicable to other MERS outbreaks. For example, the contribution of the long‐range airborne route during this outbreak was magnified because the ventilation system was not installed in the index patient's room. Although the role of the long‐range airborne route may vary during different MERS outbreaks, this study supports the hypothesis of the long‐range airborne transmission of MERS‐CoV with both known data and reasonable assumptions, and highlights the importance of ventilation systems in healthcare environments. Overall, further research on the transmission mechanisms of MERS outbreaks involving laboratory measurements, observations in hospitals, and MERS outbreak analyses is needed to improve our understanding of MERS transmission.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In this study of the first nosocomial MERS outbreak in the Republic of Korea, the scenarios with a super‐spreader or a super‐spreading event corresponded with unusually high viral loads or sources. Our modeling suggested that long‐range airborne transmission of MERS‐CoV was the most credible hypothesis in explaining the observed data. Our long‐range airborne route model predicted the spatial infection pattern well, that is, the downstream wards had a higher infection risk than the adjacent wards. However, in the scenarios in which the index patient shed a more “typical” amount of MERS‐CoV, as parameterized according to available viral load data from the literature, our model showed that the hypothesis combining the close contact and long‐range airborne routes better explained the observed pattern of infection on the eighth floor of Pyongtaek St. Mary's Hospital, with the contribution of the former predominant and that of the latter relatively small. Our multi‐agent multi‐route transmission model and associated approaches can be applied to studies of the transmission in outbreaks of other viruses. However, our study also reveals crucial input data, such as dose‐response parameters and virus inactivation rates on surfaces, need to be obtained.",
            "cite_spans": [],
            "section": "CONCLUSIONS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Hypotheses on the transmission modes of MERS‐CoV based on the three basic transmission routes in Figure 1. A transmission mode can be either a single route or combined routes\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Scenarios with the best fit (the minimum RSS) for Hypotheses 1 [Long air], 2 [Close], 3 [Fomite], 4 [Long air + Close], 5 [Long air + Fomite], 6 [Close + Fomite], and 7 [Long air + Close + Fomite]\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Hypotheses with the best fit (the minimum RSS) in the eight more‐likely scenarios. The eight scenarios are indicated in Figure 6 with Roman numerals. The dose‐response parameter in the respiratory tract ηr is 3.2/mRNA copy, and that on the mucous membranes ηm is 3.2 × 10−3/mRNA copy\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: The three major transmission routes: close contact, fomite, and long‐range airborne routes. The person in red is the index patient",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: The layout of Pyeongtaek St. Mary's Hospital and a nearby building",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Plan of the eighth floor of Pyeongtaek St. Mary's Hospital. The infected patients of the first generation and other inpatients are marked with solid circles of different colors. The source ward in which the index patient stayed is marked in light red. Adjacent, downstream, and remote wards are colored light blue, light brown, and light green, respectively. Room numbers are marked in black. The prevailing wind direction (westerly) is marked with a yellow arrow",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: System architecture of the multi‐agent modeling framework",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Spatial distribution of the predicted average infection risk (for 1000 simulations) via three transmission routes at 24:00 on May 17, the end of the computational period. A, Long‐range airborne route. B, Close contact route. C, Fomite route. The largest virus‐containing droplet size d\ng = 100 μm, dose‐response parameters in respiratory tracts ηr = 3.2/mRNA copy and on mucous membranes ηm = 3.2 × 10−3/mRNA copy, and the viral load L\n0 = 1010 mRNA copies/mL. Room numbers and the average infection risk in the room are marked in blue and red, respectively. Empty beds are marked in gray and occupied beds are red. Different levels of infection risk are represented by the intensity of red shading",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Illustration of the hypotheses with the best fit (the minimum RSS) in the 1140 scenarios, with different values for the largest virus‐containing droplet size d\ng (20, 50, 100, and 200 μm) and products of viral load and dose‐response parameters in respiratory tracts ηr\nL\n0 (21 values, 107 to 1012/ml) and on mucous membranes ηm\nL\n0 (21 values, 104 to 109/ml). A, d\ng = 20 μm; B, d\ng = 50 μm; C, d\ng = 100 μm; D, d\ng = 200 μm. The different colored dots represent different hypotheses as shown in the legend. The dot size is inversely proportional to the value of the RSS. The eight more‐likely scenarios in Table 3 are shown with Roman numerals",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Middle East respiratory syndrome coronavirus (MERS‐CoV): announcement of the Coronavirus Study Group",
            "authors": [],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "7790-7792",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Middle East respiratory syndrome coronavirus (MERS‐CoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "2014 MERS‐CoV outbreak in Jeddah: a link to health care facilities",
            "authors": [],
            "year": 2015,
            "venue": "N Engl J Med",
            "volume": "372",
            "issn": "",
            "pages": "846-854",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Epidemiologic features of the first MERS outbreak in Korea: focus on Pyeongtaek St. Mary's Hospital",
            "authors": [],
            "year": 2015,
            "venue": "Epidemiol Health",
            "volume": "37",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "WHO statement on the tenth meeting of the IHR Emergency Committee regarding MERS",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Information about Middle East respiratory syndrome (MERS)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Transmission of influenza A in human beings",
            "authors": [],
            "year": 2007,
            "venue": "Lancet Infect Dis",
            "volume": "7",
            "issn": "",
            "pages": "257-265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Relative contributions of four exposure pathways to influenza infection risk",
            "authors": [],
            "year": 2009,
            "venue": "Risk Anal",
            "volume": "29",
            "issn": "",
            "pages": "1292-1303",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Transmission of SARS and MERS coronaviruses and influenza virus in healthcare settings: the possible role of dry surface contamination",
            "authors": [],
            "year": 2016,
            "venue": "J Hosp Infect",
            "volume": "92",
            "issn": "",
            "pages": "235-250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Summary and risk assessment of current situation in Republic of Korea and China",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Middle East respiratory syndrome",
            "authors": [],
            "year": 2015,
            "venue": "Lancet",
            "volume": "386",
            "issn": "",
            "pages": "995-1007",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Novel coronavirus infections in Jordan, April 2012: epidemiological findings from a retrospective investigation",
            "authors": [],
            "year": 2013,
            "venue": "East Mediterr Health J",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Environmental contamination and viral shedding in MERS patients during MERS‐CoV outbreak in South Korea",
            "authors": [],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "755-760",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Extensive viable Middle East respiratory syndrome (MERS) coronavirus contamination in air and surrounding environment in MERS isolation wards",
            "authors": [],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "63",
            "issn": "",
            "pages": "363-369",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Stability of Middle East respiratory syndrome coronavirus (MERS‐CoV) under different environmental conditions",
            "authors": [],
            "year": 2013,
            "venue": "Euro Surveill",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Middle East respiratory syndrome coronavirus (MERS‐CoV): update",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Interim infection prevention and control recommendations for hospitalized patients with Middle East respiratory syndrome Coronavirus (MERS‐CoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Transmission characteristics of MERS and SARS in the healthcare setting: a comparative study",
            "authors": [],
            "year": 2015,
            "venue": "BMC Med",
            "volume": "13",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "MERS outbreak in Korea: hospital‐to‐hospital transmission",
            "authors": [],
            "year": 2015,
            "venue": "Epidemiol Health",
            "volume": "2015",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Middle East respiratory syndrome coronavirus (MERS‐CoV): summary of current situation, literature update and risk assessment",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The first case of the 2015 Korean Middle East respiratory syndrome outbreak",
            "authors": [],
            "year": 2015,
            "venue": "Epidemiol Health",
            "volume": "37",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "30 cases linked to Pyeongtaek St. Mary's Hospital",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "An integrated model of infection risk in a healthcare environment",
            "authors": [],
            "year": 2016,
            "venue": "Risk Anal",
            "volume": "26",
            "issn": "",
            "pages": "1085-1096",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Quantifying the routes of transmission for pandemic influenza",
            "authors": [],
            "year": 2008,
            "venue": "Bull Math Biol",
            "volume": "70",
            "issn": "",
            "pages": "820-867",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Relative Effectiveness of Ventilation in Community Indoor Environments for Controlling Infection",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Role of fomites in SARS transmission during the largest hospital outbreak in Hong Kong",
            "authors": [],
            "year": 2017,
            "venue": "PLoS One",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A multi‐agent based framework for the simulation of human and social behaviors during emergency evacuations",
            "authors": [],
            "year": 2007,
            "venue": "AI & Soc",
            "volume": "22",
            "issn": "",
            "pages": "113-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Agent‐Based Models",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Fundamentals of Nursing, Concepts, Process and Practice",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A quantitative approach to defining ‘high‐touch’ surfaces in hospitals",
            "authors": [],
            "year": 2010,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "850-853",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Multi‐zone modeling of probable SARS virus transmission by airflow between flats in Block E, Amoy Gardens",
            "authors": [],
            "year": 2005,
            "venue": "Indoor Air",
            "volume": "15",
            "issn": "",
            "pages": "96-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "The Sverdlovsk anthrax outbreak of 1979",
            "authors": [],
            "year": 1994,
            "venue": "Science",
            "volume": "266",
            "issn": "",
            "pages": "1202-1208",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Modeling the atmospheric dispersion of foot‐and‐mouth disease virus for emergency preparedness",
            "authors": [],
            "year": 2001,
            "venue": "Phys Chem Earth",
            "volume": "26",
            "issn": "",
            "pages": "93-97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Role of two‐way airflow owing to temperature difference in severe acute respiratory syndrome transmission: revisiting the largest nosocomial severe acute respiratory syndrome outbreak in Hong Kong",
            "authors": [],
            "year": 2011,
            "venue": "J R Soc Interface",
            "volume": "8",
            "issn": "",
            "pages": "699-710",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Prediction of natural ventilation in buildings with large openings",
            "authors": [],
            "year": 2000,
            "venue": "Build Environ",
            "volume": "35",
            "issn": "",
            "pages": "191-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "The scaling laws of human travel",
            "authors": [],
            "year": 2006,
            "venue": "Nature",
            "volume": "439",
            "issn": "",
            "pages": "462-465",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Understanding individual human mobility patterns",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "453",
            "issn": "",
            "pages": "779-782",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "How far droplets can move in indoor environments: revisiting the wells evaporation–falling curve",
            "authors": [],
            "year": 2007,
            "venue": "Indoor Air",
            "volume": "17",
            "issn": "",
            "pages": "211-225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Airborne spread of measles in a suburban elementary school",
            "authors": [],
            "year": 1978,
            "venue": "Am J Epidemiol",
            "volume": "107",
            "issn": "",
            "pages": "421-432",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": 1966,
            "venue": "Applied Regression Analysis",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "An evaluation of hospital hand hygiene practice and glove use in Hong Kong",
            "authors": [],
            "year": 2011,
            "venue": "J Clin Nurs",
            "volume": "20",
            "issn": "",
            "pages": "1319-1328",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Bacterial contamination of the hands of hospital staff during routine patient care",
            "authors": [],
            "year": 1999,
            "venue": "Arch Intern Med",
            "volume": "159",
            "issn": "",
            "pages": "821-826",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Assessing infection control measures for pandemic influenza",
            "authors": [],
            "year": 2009,
            "venue": "Risk Anal",
            "volume": "29",
            "issn": "",
            "pages": "949-962",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Modality of human expired aerosol size distributions",
            "authors": [],
            "year": 2011,
            "venue": "J Aerosol Sci",
            "volume": "42",
            "issn": "",
            "pages": "839-851",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "An appropriate lower respiratory tract specimen is essential for diagnosis of Middle East respiratory syndrome (MERS)",
            "authors": [],
            "year": 2015,
            "venue": "J Korean Med Sci",
            "volume": "30",
            "issn": "",
            "pages": "1207-1208",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Prediction of intrinsic disorder in MERS‐CoV/HCoV‐EMC supports a high oral‐fecal transmission",
            "authors": [],
            "year": 2013,
            "venue": "PLoS Curr",
            "volume": "5",
            "issn": "",
            "pages": "1-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Viral shedding and antibody response in 37 patients with Middle East respiratory syndrome coronavirus infection",
            "authors": [],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "477-483",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Supplemental information: dose response parameters for gain of function pathogens",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Hospital‐associated outbreak of Middle East respiratory syndrome coronavirus: a serologic, epidemiologic, and clinical description",
            "authors": [],
            "year": 2014,
            "venue": "Clin Infect Dis",
            "volume": "59",
            "issn": "",
            "pages": "1225-1233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Preliminary epidemiologic assessment of MERS‐CoV outbreak in South Korea, May–June 2015",
            "authors": [],
            "year": 2015,
            "venue": "Euro Surveill",
            "volume": "20",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "MERS, SARS, and Ebola: the role of super‐spreaders in infectious disease",
            "authors": [],
            "year": 2015,
            "venue": "Cell Host Microbe",
            "volume": "18",
            "issn": "",
            "pages": "398-401",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Predicting super spreading events during the 2003 SARS epidemics in Hong Kong and Singapore",
            "authors": [],
            "year": 2004,
            "venue": "Am J Epidemiol",
            "volume": "160",
            "issn": "",
            "pages": "719-728",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Middle East respiratory syndrome coronavirus: another zoonotic betacoronavirus causing SARS‐like disease",
            "authors": [],
            "year": 2015,
            "venue": "Clin Microbiol Rev",
            "volume": "28",
            "issn": "",
            "pages": "465-522",
            "other_ids": {
                "DOI": []
            }
        }
    }
}