{
    "paper_id": "PMC7165894",
    "metadata": {
        "title": "Transcriptional oncogenomic hot spots in Barrett's adenocarcinomas: Serial analysis of gene expression a\n",
        "authors": [
            {
                "first": "Mohammad",
                "middle": [
                    "H."
                ],
                "last": "Razvi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dunfa",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Altaf",
                "middle": [
                    "A."
                ],
                "last": "Dar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Steven",
                "middle": [
                    "M."
                ],
                "last": "Powell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Henry",
                "middle": [
                    "F."
                ],
                "last": "Frierson",
                "suffix": "Jr.",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christopher",
                "middle": [
                    "A."
                ],
                "last": "Moskaluk",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kay",
                "middle": [],
                "last": "Washington",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wael",
                "middle": [],
                "last": "El‐Rifai",
                "suffix": "",
                "email": "wael.el-rifai@vanderbilt.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Gastroesophageal reflux disease (GERD) is a major health problem in the United States with a prevalence of 5–7% in the general population and an increasing incidence rate (Serag, 2006). Approximately 10% of patients with chronic GERD develop a metaplastic condition known as Barrett's esophagus (BE) in which the normal squamous epithelium of the esophagus is replaced by a columnar epithelium with goblet cells. BE is a serious premalignant lesion that can ultimately progress from metaplasia to dysplasia and subsequently to Barrett's adenocarcinoma (BA) (Ferraris et al., 1997; O'Connor et al., 1999; Rana and Johnston, 2000). The incidence of BA has rapidly increased in the Western world over the past three decades (Hamilton et al., 1988; Phillips et al., 1991; Blot et al., 1993), and is comprised of aneuploid tumors characterized by complex molecular alterations (El‐Rifai et al., 2001; El‐Rifai and Powell, 2002). Several genetic abnormalities have been associated with Barrett's tumorigenesis, including microsatellite instability (Meltzer et al., 1994), loss of heterozygosity (Dolan et al., 1999), gene‐promoter hypermethylation (Sato and Meltzer, 2006), as well as up‐ and down‐regulation of various genes (Wu et al., 1993; Swami et al., 1995; Regalado et al., 1998; Brabender et al., 2002). Comprehensive molecular analyses of DNA amplifications and gene expression have revealed complex genetic alterations in gastroesophageal and lower esophageal adenocarcinomas (El‐Rifai et al., 1998; Varis et al., 2002; van Dekken et al., 2004; Kuwano et al., 2005).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Analyses of the human transcriptome map of normal tissues have shown clustering of highly expressed genes in chromosomal domains (Caron et al., 2001). Chromosomal arms and bands are known to occupy specific locations within the nucleus known as chromosome territories (CTs). The positioning of a gene(s) can influence its access to the machinery responsible for specific nuclear functions such as transcription and splicing (Cremer and Cremer, 2001). Recently, a few reports have suggested the presence of transcriptional hot spots in the cancer genome, (Wu et al., 2006) where overexpressed genes tend to cluster in defined chromosomal domains; however, similar information remains lacking for most cancer types. Serial analysis of gene expression (SAGE) provides unlimited, comprehensive, genome‐wide analysis of gene expression in a given cell population (Velculescu et al., 1995, 2000). The major advantage in using SAGE is the quantitative ability to accurately evaluate transcript numbers without prior sequencing information. This method has proven invaluable in studies of several tumor types, including adenocarcinomas of the colon (Parle‐McDermott et al., 2000; St Croix et al., 2000), prostate (Culp et al., 2001), pancreas (Argani et al., 2001), ovary (Hough et al., 2000), and breast (Seth et al., 2002). In this study, we explored the BA transcriptome using SAGE and mapped gene‐expression changes to chromosomal positions, thereby generating a map of transcriptional oncogenomic hot spots of this deadly cancer.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "High‐quality total RNA (500 μg) was extracted from four intestinal‐type, moderately to poorly differentiated, BA cases (three gastroesophageal junctional [GEJ] and one lower esophageal) using an RNeasy kit (QIAGEN, Hilden, Germany). In addition, four normal gastric mucosa pools were used as reference samples. Each of these pools consisted of four normal gastric mucosal biopsy samples from four different individuals. The tumors selected for SAGE analysis were estimated to consist of more than 70% tumor cells. All normal samples had histologically normal mucosae confirmed on review of hematoxylin‐ and eosin‐stained sections. Importantly, histopathological examination confirmed that none of the normal samples had any areas of inflammation or necrosis. All samples were collected with consent in accordance with approved Institutional Review Board protocols. SAGE libraries were constructed using NlaIII as the anchoring enzyme and BsmFI as the tagging enzyme as described in SAGE protocol version 1.0e, June 23, 2000, which includes a few modifications of the standard protocol (Velculescu et al., 1995). A detailed protocol and schematic of the method is available at (http://http://www.sagenet.org/protocol/index.htm). We sequenced 20,000 clones with an average of 2,500 clones per library, using the Cancer Genome Anatomy Project (CGAP). eSAGE 1.2a software was used to extract SAGE tags, remove duplicate ditags, tabulate tag contents, and link SAGE tags in the database to UniGene clusters using the recently reported ehm‐Tag‐Mapping method (Margulies and Innis, 2000; Margulies et al., 2001). The resulting libraries' tags were compared with UniGene clusters and the SAGE tag “reliable” mapping database (http://www.sagenet.org/resources/genemaps.htm). Statistical analyses of these tags were then performed using eSAGE software.",
            "cite_spans": [],
            "section": "Serial Analyses of Gene Expression ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Quantitative real‐time reverse‐transcription PCR (qRT‐PCR) was performed on 31 adenocarcinomas of Barrett's‐related origin, 26 normal gastric epithelial tissues, and 6 Barrett's metaplasia tissue samples. All tissues were dissected to obtain ≥70% cell purity. All of the adenocarcinoma samples were collected from the GEJ or lower esophagus and ranged from well differentiated (WD) to poorly differentiated (PD), Stages I–IV, with a mix of intestinal‐ and diffuse‐type tumors. RNA was purified from all samples using an RNeasy Kit. Single‐stranded cDNA was generated using an Advantage™ RT‐for‐PCR Kit (Clontech, Palo Alto, CA). qRT‐PCR was performed using an iCycler (BioRad, Hercules, CA) with SYBR Green technology, and the threshold cycle numbers were calculated using iCycler software v3.0. Reactions were performed in triplicate and threshold cycle numbers were averaged. For validation of SAGE results, we designed gene‐specific primers for human ANPEP, ECGF1, PP1201, EIF5A1, GKN1, and HPRT1. These primers were obtained from Integrated DNA Technologies (IDT, Coralville, IA) and their sequences are available upon request. A single‐melt curve peak was observed for each product, thus confirming the purity of all amplified cDNA products. The qRT‐PCR results were normalized to HPRT1, which had minimal variation in all normal and neoplastic samples tested. Fold overexpression was calculated according to the formula,\n, as described earlier (Buckhaults et al., 2001; El‐Rifai et al., 2002) where R\nt is the threshold cycle number for the reference gene observed in the tumor, E\nt is the threshold cycle number for the experimental gene observed in the tumor, R\nn is the threshold cycle number for the reference gene observed in the normal sample, and E\nn is the threshold cycle number for the experimental gene observed in the normal sample. R\nn and E\nn values were averages of the corresponding normal analyzed samples. The relative fold expression with standard error of mean (±SEM) is shown in Figure 2.",
            "cite_spans": [],
            "section": "Quantitative Real‐Time Reverse‐Transcription PCR ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 2013,
                    "end": 2014,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Immunohistochemical (IHC) analysis of ANPEP protein expression was performed on a tumor tissue microarray (TMA) that contained 65 adenocarcinomas. Samples from adjacent normal and dysplastic tissues were included when available. All tissue samples were histologically verified, and representative regions were selected for inclusion in the TMA. All of the adenocarcinoma samples were collected from either the GEJ or lower esophagus and ranged from WD to PD, Stages I–IV, with a mix of intestinal‐ and diffuse‐type tumors. Tissue cores with a diameter of 0.5 mm were retrieved from the selected regions of the donor blocks and punched to the recipient block using a manual tissue array instrument (Beecher Instruments, Silver Spring, MD). Each tissue sample was represented by four tissue cores on the TMA. Sections (5 μm) were transferred to polylysine‐coated slides (SuperFrostPlus, Menzel‐Gläser, Braunschweig, Germany) and incubated at 37°C for 2 hr. The resulting TMA was used for IHC analysis utilizing a 1:50 dilution of ANPEP antibody (CD13/aminopeptidase‐N Ab‐3 mouse monoclonal antibody; Lab Vision Corporation, Fremont, CA). Sections were deparaffinized and rehydrated. TMA slides were treated in a microwave with citrate buffer for 20 min and incubated with the antibody at room temperature. Detection was performed using an avidin–biotin immunoperoxidase assay. Cores with no evidence of staining, or only rare scattered positive cells less than 3%, were recorded as negative. The overall intensity of staining was recorded as that for the core with the strongest intensity. IHC results were evaluated for intensity and frequency of staining. The intensity of staining was graded as 0 (negative), 1 (weak), 2 (moderate), and 3 (strong). The frequency was graded from 0 to 4 by percentage of positive cells as follows: Grade 0, <3%; Grade 1, 3–25%; Grade 2, 25–50%; Grade 3, 50–75%; Grade 4, >75%. The index score was the product of multiplication of the intensity and frequency grades, which was then classified into a 4‐point scale: index score 0 = product of 0, index score 1 = products 1 and 2, index score 2 = products 3 and 4, index score 3 = products 6 through 12.",
            "cite_spans": [],
            "section": "Immunohistochemistry ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Sequence analyses of 20,000 clones from eight SAGE libraries produced 457,894 expressed tags, with 32,035 tags (6.9%) accounting for singleton tags. The four tumor SAGE libraries (GSM758, GSM757, HG7, and HS29) produced 287,219 tags with an average of 71,804 tags per library. The normal samples (GSM14780, GSM784, 13S, and 14S) produced 170,675 tags with an average of 42,669 tags per library. The comparison of expressed tags to the UniGene cluster release of May 2005 identified 67,200 unique SAGE tags. These tags represented 16,040 known gene symbols according to UniGene information. Of these, 568 unique tags were differentially expressed between BAs and normal tissue samples (at least twofolds and P ≤ 0.05). These unique tags matched 395 known genes (242 upregulated and 153 downregulated) that regulate diverse cellular functions and signaling pathways, which may prove to be quite significant in the detection and prevention of cancer. Ninety‐three genes were significantly altered, showing a greater than fivefold expression change in at least two tumor libraries as compared to all four normal libraries (P ≤ 0.01) (Table 1). Forty‐eight genes showed up‐regulation, whereas 45 were down‐regulated. The group of over‐expressed genes contained several with known cancer‐related functions, including members of S100A calcium‐binding proteins, heat‐shock protein 27 kDa (HSB1), heat‐shock 90 kDa protein beta (HSPCB), prothymosin (PTMA), transmembrane bax inhibitor motif containing‐1 (PP1201), peroxiredoxin‐3 (PRDX3), and endothelial growth factor‐1 (ECGF1). Down‐regulated transcripts included genes such as gastrokine (GKN1), down‐regulated in gastric cancer (GDDR), gastric intrinsic factor (GIF), methyl‐CpG binding domain protein 3 (MBD3), and trefoil factor 2 (TFF2). CGAP maintains the public SAGE database for gene expression in human cancer (Lal et al., 1999), and sequence data are publicly available at http://www.ncbi.nih.gov/geo and http://cgap.nci.nih.gov/SAGE/.",
            "cite_spans": [],
            "section": "Sequence Analyses of SAGE Libraries ::: RESULTS",
            "ref_spans": [
                {
                    "start": 1136,
                    "end": 1137,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Onto‐Express online software (http://vortex.cs.wayne.edu/index.htm) (Khatri et al., 2002; Draghici et al., 2003) was used to identify potential transcriptional oncogenomic hot spots in the genome and obtain the functional classification of the deregulated genes. We mapped all SAGE unique transcripts (16,040 gene symbols) to their corresponding cytogenetic locations. The altered transcripts (395 known gene symbols) were analyzed against all transcripts to generate an expression ideogram and identify transcription hotspots (Fig. 1). Interestingly, the distribution of altered genes was not uniform along the human chromosomes. Overexpressed genes tended to cluster in well‐defined hot spots across the human genome (Table 2). For example, 26 overexpressed genes mapped to chromosome 19, of which 18 mapped to the single chromosome band 19q13. Similarly, 35 genes mapped to chromosome 1, of which 13 mapped to the chromosome band 1q21. Table 3 and Figure 1 summarize these data and map the genes to their corresponding cytogenetic locations.",
            "cite_spans": [],
            "section": "Transcriptional Oncogenomic Hot Spots and Functional Classification of Genes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 533,
                    "end": 534,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 958,
                    "end": 959,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 726,
                    "end": 727,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 945,
                    "end": 946,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Gene ontology (GO) terms are organized in three general categories: biological process, cellular role, and molecular function; terms within each GO category are linked in defined parent–child relationships that reflect current biological knowledge (Ashburner et al., 2000). Among the 395 differentially expressed genes, the number corresponding to each category was tallied and compared with the number expected for each GO category based on its representation on the reference gene list, which contained all of the unique 16,040 known gene symbols detected by analysis of the eight SAGE libraries. Significant differences from the expected were calculated with a two‐sided binomial distribution. False discovery rates (Benjamini et al., 2001) and Bonferroni adjustments were also calculated. The biological meaning of the P values obtained depends upon the list of genes that are submitted; as our gene list is from a comparison of BA samples, it can be inferred that this cancer stimulates the processes involved within the functional groups that were most highly represented in the results of the GO classification. In our set of differentially expressed genes, the functional groups demonstrating the most significant representation appear under the biological‐process ontology and map to the cell‐cycle regulation, DNA binding and regulation, cell–environment interaction, and cell‐signaling categories. Table 4 summarizes several important GO functional classes.",
            "cite_spans": [],
            "section": "Transcriptional Oncogenomic Hot Spots and Functional Classification of Genes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 1415,
                    "end": 1416,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "To evaluate further the SAGE data, we selected five novel genes (ANPEP, ECGF1, PP1201, EIF5A1, and GKN1, all of which have important cellular or biological features) for validation with qRT‐PCR. We confirmed over‐expression of ANPEP, ECGF1, PP1201, and EIF5A1 and down‐regulation of GKN1 in primary GEJ and lower esophageal adenocarcinoma samples (Table 5, Fig. 2). Interestingly, GKN1 was not expressed in normal esophageal mucosa samples but showed a transient expression in BE samples where 4/6 of these samples demonstrated expression levels comparable to those observed in normal gastric mucosae. We did not have samples with Barrett's dysplasia for qRT‐PCR. The GKN1 expression was lost in almost all adenocarcinoma samples (Fig. 2). The qRT‐PCR products were run on 1.2% agarose gels for visual confirmation of these results (Fig. 3). RT‐PCR results for all five genes were also compared in each individual primary tissue sample to determine any correlations in combined gene expression levels; however, we were unable to find any correlations of statistical significance.",
            "cite_spans": [],
            "section": "Validation of Transcriptional Targets ::: RESULTS",
            "ref_spans": [
                {
                    "start": 362,
                    "end": 363,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 736,
                    "end": 737,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 838,
                    "end": 839,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 354,
                    "end": 355,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The IHC analysis demonstrated a lack of immunostaining for ANPEP in normal esophageal and gastric epithelial tissues. On the other hand, BAs showed overexpression of ANPEP (Score +1 to +3) in 35/65 (54%) tumors. A weak to moderate expression of ANPEP (Score +1 to +2) was observed in 6/7 (86%) high‐grade Barrett's dysplasia samples. The immunostaining pattern of ANPEP was cytoplasmic with strong extracellular and luminal expression (Fig. 4). The immunostaining for ANPEP was observed in tumors with intestinal and diffuse histological subtypes and in all stages (Table 6). However, the relatively small sample size did not provide a sufficient statistical power to detect significant correlations between the IHC staining patterns and clinicopathological factors such as tumor histology, grade, or stage.",
            "cite_spans": [],
            "section": "Expression of ANPEP in Tumor TMA ::: RESULTS",
            "ref_spans": [
                {
                    "start": 441,
                    "end": 442,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 572,
                    "end": 573,
                    "mention": "6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "In this study, we performed a comprehensive analysis of the transcriptome of BAs using SAGE. The major advantage to using SAGE is the quantitative ability to evaluate accurately transcript numbers without prior sequence information. The SAGE analysis produced a great deal of information about transcripts and candidate cancer genes, and we have interpreted these data in terms of possible genomic and functional organization of candidate cancer genes.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "SAGE analysis requires laborious and extensive sequencing that often limits the number of samples that are subjected to analysis. We obtained a total of 457,894 expressed tags from eight SAGE libraries with minimal singleton tags (32,035; 6.9%). The qRT‐PCR analysis on a larger sample size confirmed the SAGE results and validated the overexpression of ANPEP, ECGF1, PP1201, and EIF5A1 and downregulation of GKN1. ECGF1 (thymidine phosphorylase) expression has been shown to correlate with the angiogenic activity of some tumors (Mazurek et al., 2006). ECGF1 expression may be a sign of tumor‐stromal interaction promoting greater vascularization around the cancer lesion and has also been found to protect cells from DNA‐damaging agents and related apoptosis (Jeung et al., 2006). EIF5A1 (eukaryotic translation factor 1) has been shown to be involved in cell proliferation through the action of polyamines (Nishimura et al., 2002, 2005), and plays a role in the regulation of TP53‐related apoptosis (Li et al., 2004). PP1201, also known as transmembrane Bax inhibitor motif‐containing 1 (TMBIM1), is a novel gene of cancer cells. Although very little is known regarding GKN1, it has been previously reported as highly expressed in normal gastric epithelium (Martin et al., 2003) and down‐regulated in gastric carcinomas (Oien et al., 2004). We have detected strong expression of GKN1 in BE that was followed with loss of its expression in adenocarcinomas. This transient expression of GKN1 may be a protective response to acid‐induced reflux‐disease injury that is the lost with cellular progression to cancer. ANPEP, also known as CD13, is of a particular clinical interest since it is a secreted protein that may be used as a potential biomarker. Using IHC, analysis of ANPEP expression demonstrated protein expression at the outer cell membrane layers with significant secretion into the lumen of 6/7 Barrett's high‐grade dysplasia samples and generally greater expression in 35/65 adenocarcinomas, suggesting that ANPEP overexpression may be an early event in carcinogenesis. ANPEP expression plays a role in angiogenesis where a reduction in expression has been shown to cause reduced capillary formation (Fukasawa et al., 2006), cell motility (Chang et al., 2005), and adhesion (Fukasawa et al., 2006). Inhibition of ANPEP decreases the invasive potential of metastatic tumor cells in vitro (Saiki et al., 1993). Interestingly, ANPEP is also a cell‐surface metalloproteinase that acts as a receptor for human coronavirus (Yeager et al., 1992) and is considered to be a marker for epithelial–mesenchymal interaction (Sorrell et al., 2003).",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The combination of transcriptional analysis together with cytogenetic information provided a powerful tool to align altered transcripts across the human genome. Interestingly, the distribution of deregulated genes did not follow a uniform pattern across the genome. Instead, we found a remarkable pattern of distribution with the presence of transcriptional hot spots along chromosomal domains. From this pattern, we were able to identify novel, transcriptionally active, and oncogenomic hot spots. One of our surprising findings was the clustering of 26 overexpressed genes in one of the smallest human chromosomes, 19. We also identified a number of other hot spots, such as 1q21 (13 genes), 12p13 (9 genes), and 6p21.2 (6 genes) (Table 2) in a recent analysis of amplification‐based clustering demonstrated that cancers with similar etiology, cell‐of‐origin, or topographical location have a tendency to obtain convergent amplification profiles (Myllykangas et al., 2006). In line with this observation, Vogel et al. (2005) reported that genes expressed in concert are organized in a linear arrangement for coordinated regulation. The present evidence suggests organization of a large proportion of the human transcriptome into gene clusters throughout the genome, which are partly regulated by the same transcription factors, share biological functions, and are characterized by nonhousekeeping genes (Vogel et al., 2005). Taken together, our results further highlight the complex organization of the cancer genome and suggest that integrated analysis of the transcriptome may reveal similar findings in other tumors as well.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 739,
                    "end": 740,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Each cancer candidate gene was assigned to a functional group based on GO information (Table 4). Using this approach, several groups that are highly interesting and relevant to carcinogenesis were identified including transcriptional regulators (38 genes) and zinc finger transcription factors (23 genes). Similarly, several candidate genes were found to be involved in the notable functional groups of cell‐environment interaction and signal transduction. Subsets of these groups were of interest and included metalloproteinases and G proteins and their regulators. Among the interesting groups, we also observed deregulation of 31 genes that regulate cell calcium homeostasis. The role of calcium‐binding proteins in carcinogenesis has drawn a complex picture showing downregulation or overexpression depending upon the tumor type and location (Kao et al., 1990; Mueller et al., 1999; Heighway et al., 2002; Heizmann et al., 2002; Imazawa et al., 2005). The SAGE data also indicated up‐regulation of several members of the protein phosphatases such as PPAP2B, HIF3A, and PPP2R1B that are known to regulate and activate several cellular kinases (Parsons, 1998; Nigg, 2001; Bakkenist and Kastan, 2004; Ventura and Nebreda, 2006). We have recently shown that over‐expression of PPP1R1B in gastrointestinal cancers is associated with several oncogenic properties including the resistance of cancer cells to drug‐induced apoptosis (Belkhiri et al., 2005). Taken together, our data suggest a genomic organization of cancer genes, which are involved in the deregulation of specific cellular processes important for the tumorigenesis cascade.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 93,
                    "end": 94,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "In conclusion, our findings indicate the presence of transcriptionally active oncogenomic hot spots in the cancer genome of BAs. We have detected deregulation of several important cancer genes and identified novel targets for carcinogenesis. The biological functions and clinical significance of these genes will be elucidated in future studies.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: TheTop 93 Deregulated Genes in Barrett's Adenocarcinomas\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Chromosomal Minimal Common Overlapping Regions of Transcription Hot Spots\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Chromosomal Location of Frequent Gene Alterations in Barrett's Adenocarcinomas\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Functional Classification of Deregulated Genes in Barrett's Related Adenocarcinomas Using Gene Ontology (GO)\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Summary of qRT‐PCR Results\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Summary of Immunohistochemistry Analysis of ANPEP on Tissue Microarrays\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Chromosomal localization of deregulated genes. Chromosomal regions that contain up‐regulated genes are shown in red, whereas those that contain down‐regulated genes are displayed in green. Regions which contain both up‐ and down‐regulated genes are colored in yellow. The distribution of these genes did not follow a random distribution pattern and several genomic regions contain clusters of deregulated genes. Some of the more significant “hot spots” can be seen here on chromosomes 1 (P = 0.01), 3 (P = 0.02), 12 (P = 0.01), 15 (P = 0.01), and 19 (P = 0.01).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Quantitative real‐time reverse‐transcription PCR showing fold expression changes at the mRNA level of five representative genes. qRT‐PCR analysis was performed using iCycler on 31 lower esophageal and GEJ adenocarcinoma samples (Tu) and 6 Barrett's esophagus (BE) samples in comparison with 26 normal glandular mucosa samples (N). The horizontal axis shows sample numbers, whereas the fold expression in tumor samples compared with that in normal samples is shown on the vertical axis. The fold expression was calculated according to the formula:\n\nas detailed in the “Materials and Methods” section. Each bar represents one sample. The displayed mean fold expression for each sample is calculated in comparison with the expression average of the 26 normal samples. The expression of each gene was normalized to the expression of HPRT1, which showed minimal variation in all normal and neoplastic samples tested. GKN1 shows downregulation (≤0.4‐fold expression) whereas ANPEP, PP1201, EIF5A1, and ECGF1 demonstrate overexpression (≥2.5 fold expression) in primary tumors as compared to normal tissue samples.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Visualization of RT‐PCR products on gel electrophoresis. Five matched tumor and normal samples that were analyzed using qRT‐PCR were subjected to 1.2% agarose gel electrophoresis and ethidium bromide staining. The intensity of bands confirms the PCR results, indicating higher mRNA expression levels of ANPEP, PP1201, EIF5A1, and ECGF, as well as lower expression of GKN1 in most of the tumor samples as compared with their matched normal control samples. HPRT1 was used as a control to show similar levels in each matched normal and tumor samples.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Immunohistochemical staining for ANPEP. (A, B) Normal gastric tissue glands (A) and normal esophageal squamous tissues (B) are negative for ANPEP immunostaining (Score 0). (C) Barrett's dysplastic tissue demonstrates immunostaining for ANPEP that is secreted in the lumen (Score +2). (D) Barrett's metaplasia tissue shows glandular staining (Score +2). (E) Diffuse‐type esophageal adenocarcinoma tissue shows staining for ANPEP in the cell cytoplasm with significant localization along the cell membranes (Score +3). (F) Intestinal‐type esophageal adenocarcinoma tissue showing high levels of ANPEP along the cell membranes as well as luminal secretion (Score +3). All photos (insets at upper‐right quadrant) are taken at 200× and 400× magnification.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Discovery of new markers of cancer through serial analysis of gene expression: Prostate stem cell antigen is overexpressed in pancreatic adenocarcinoma",
            "authors": [],
            "year": 2001,
            "venue": "Cancer Res",
            "volume": "61",
            "issn": "",
            "pages": "4320-4324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "CD13 (aminopeptidase N) can associate with tumor‐associated antigen L6 and enhance the motility of human lung cancer cells",
            "authors": [],
            "year": 2005,
            "venue": "Int J Cancer",
            "volume": "116",
            "issn": "",
            "pages": "243-252",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Chromosome territories, nuclear architecture and gene regulation in mammalian cells",
            "authors": [],
            "year": 2001,
            "venue": "Nat Rev Genet",
            "volume": "2",
            "issn": "",
            "pages": "292-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Tracking prostate carcinoma micrometastasis to multiple organs using histochemical marker genes and novel cell systems",
            "authors": [],
            "year": 2001,
            "venue": "Histol Histopathol",
            "volume": "16",
            "issn": "",
            "pages": "945-953",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "LOH at the sites of the DCC, APC, and TP53 tumor suppressor genes occurs in Barrett's metaplasia and dysplasia adjacent to adenocarcinoma of the esophagus",
            "authors": [],
            "year": 1999,
            "venue": "Hum Pathol",
            "volume": "30",
            "issn": "",
            "pages": "1508-1514",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Global functional profiling of gene expression",
            "authors": [],
            "year": 2003,
            "venue": "Genomics",
            "volume": "81",
            "issn": "",
            "pages": "98-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Molecular and biologic basis of upper gastrointestinal malignancy gastric carcinoma",
            "authors": [],
            "year": 2002,
            "venue": "Surg Oncol Clin North Am",
            "volume": "11",
            "issn": "",
            "pages": "273-291",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Consistent genetic alterations in xenografts of proximal stomach and gastro‐esophageal junction adenocarcinomas",
            "authors": [],
            "year": 1998,
            "venue": "Cancer Res",
            "volume": "58",
            "issn": "",
            "pages": "34-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Genetic differences between adenocarcinomas arising in Barrett's esophagus and gastric mucosa",
            "authors": [],
            "year": 2001,
            "venue": "Gastroenterology",
            "volume": "121",
            "issn": "",
            "pages": "592-598",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Gastric Cancers Overexpress DARPP‐32 and a Novel Isoform, t‐DARPP",
            "authors": [],
            "year": 2002,
            "venue": "Cancer Res",
            "volume": "62",
            "issn": "",
            "pages": "4061-4064",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Incidence of Barrett's adenocarcinoma in an Italian population: An endoscopic surveillance programme. Gruppo Operativo per lo Studio delle Precancerosi Esofagee (GOSPE)",
            "authors": [],
            "year": 1997,
            "venue": "Eur J Gastroenterol Hepatol",
            "volume": "9",
            "issn": "",
            "pages": "881-885",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Gene ontology: Tool for the unification of biology. The Gene Ontology Consortium",
            "authors": [],
            "year": 2000,
            "venue": "Nat Genet",
            "volume": "25",
            "issn": "",
            "pages": "25-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Aminopeptidase N (APN/CD13) is selectively expressed in vascular endothelial cells and plays multiple roles in angiogenesis",
            "authors": [],
            "year": 2006,
            "venue": "Cancer Lett",
            "volume": "8",
            "issn": "",
            "pages": "135-143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Prevalence and characteristics of Barrett esophagus in patients with adenocarcinoma of the esophagus or esophagogastric junction",
            "authors": [],
            "year": 1988,
            "venue": "Hum Pathol",
            "volume": "19",
            "issn": "",
            "pages": "942-948",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Expression profiling of primary non‐small cell lung cancer for target identification",
            "authors": [],
            "year": 2002,
            "venue": "Oncogene",
            "volume": "21",
            "issn": "",
            "pages": "7749-7763",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "S100 proteins: Structure, functions and pathology",
            "authors": [],
            "year": 2002,
            "venue": "Front Biosci",
            "volume": "7",
            "issn": "",
            "pages": "d1356-d1368",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Large‐scale serial analysis of gene expression reveals genes differentially expressed in ovarian cancer",
            "authors": [],
            "year": 2000,
            "venue": "Cancer Res",
            "volume": "60",
            "issn": "",
            "pages": "6281-6287",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "S100A2 overexpression is frequently observed in esophageal squamous cell carcinoma",
            "authors": [],
            "year": 2005,
            "venue": "Anticancer Res",
            "volume": "25",
            "issn": "",
            "pages": "1247-1250",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Protection against DNA damage‐induced apoptosis by the angiogenic factor thymidine phosphorylase",
            "authors": [],
            "year": 2006,
            "venue": "FEBS Lett",
            "volume": "580",
            "issn": "",
            "pages": "1294-1302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Active involvement of Ca2+ in mitotic progression of Swiss 3T3 fibroblasts",
            "authors": [],
            "year": 1990,
            "venue": "J Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "183-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Profiling gene expression using onto‐express",
            "authors": [],
            "year": 2002,
            "venue": "Genomics",
            "volume": "79",
            "issn": "",
            "pages": "266-270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Genetic alterations in esophageal cancer",
            "authors": [],
            "year": 2005,
            "venue": "Surg Today",
            "volume": "35",
            "issn": "",
            "pages": "7-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Phosphatases join kinases in DNA‐damage response pathways",
            "authors": [],
            "year": 2004,
            "venue": "Trends Cell Biol",
            "volume": "14",
            "issn": "",
            "pages": "339-341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "A public database for gene expression in human cancers",
            "authors": [],
            "year": 1999,
            "venue": "Cancer Res",
            "volume": "59",
            "issn": "",
            "pages": "5403-5407",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "A novel eIF5A complex functions as a regulator of p53 and p53‐dependent apoptosis",
            "authors": [],
            "year": 2004,
            "venue": "J Biol Chem",
            "volume": "279",
            "issn": "",
            "pages": "49251-49258",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "eSAGE: Managing and analysing data generated with serial analysis of gene expression (SAGE)",
            "authors": [],
            "year": 2000,
            "venue": "Bioinformatics",
            "volume": "16",
            "issn": "",
            "pages": "650-651",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A comparative molecular analysis of developing mouse forelimbs and hindlimbs using serial analysis of gene expression (SAGE)",
            "authors": [],
            "year": 2001,
            "venue": "Genome Res",
            "volume": "11",
            "issn": "",
            "pages": "1686-1698",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "A novel mitogenic protein that is highly expressed in cells of the gastric antrum mucosa",
            "authors": [],
            "year": 2003,
            "venue": "Am J Physiol Gastrointest Liver Physiol",
            "volume": "285",
            "issn": "",
            "pages": "G332-G343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Evaluation of tumor angiogenesis and thymidine phosphorylase tissue expression in patients with endometrial cancer",
            "authors": [],
            "year": 2006,
            "venue": "Neoplasma",
            "volume": "53",
            "issn": "",
            "pages": "242-246",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Microsatellite instability occurs frequently and in both diploid and aneuploid cell populations of Barrett's‐associated esophageal adenocarcinomas",
            "authors": [],
            "year": 1994,
            "venue": "Cancer Res",
            "volume": "54",
            "issn": "",
            "pages": "3379-3382",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Subcellular distribution of S100 proteins in tumor cells and their relocation in response to calcium activation",
            "authors": [],
            "year": 1999,
            "venue": "Histochem Cell Biol",
            "volume": "111",
            "issn": "",
            "pages": "453-459",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "DNA copy number amplification profiling of human neoplasms",
            "authors": [],
            "year": 2006,
            "venue": "Oncogene",
            "volume": "25",
            "issn": "",
            "pages": "7324-7332",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Cell cycle regulation by protein kinases and phosphatases",
            "authors": [],
            "year": 2001,
            "venue": "Ernst Schering Res Found Workshop",
            "volume": "34",
            "issn": "",
            "pages": "19-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Darpp‐32: A novel antiapoptotic gene in upper gastrointestinal carcinomas",
            "authors": [],
            "year": 2005,
            "venue": "Cancer Res",
            "volume": "65",
            "issn": "",
            "pages": "6583-6592",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Inhibition of cell growth through inactivation of eukaryotic translation initiation factor 5A (eIF5A) by deoxyspergualin",
            "authors": [],
            "year": 2002,
            "venue": "Biochem J",
            "volume": "363",
            "issn": "",
            "pages": "761-768",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Independent roles of eIF5A and polyamines in cell proliferation",
            "authors": [],
            "year": 2005,
            "venue": "Biochem J",
            "volume": "385",
            "issn": "",
            "pages": "779-785",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "The incidence of adenocarcinoma and dysplasia in Barrett's esophagus: Report on the Cleveland Clinic Barrett's Esophagus Registry",
            "authors": [],
            "year": 1999,
            "venue": "Am J Gastroenterol",
            "volume": "94",
            "issn": "",
            "pages": "2037-2042",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Gastrokine 1 is abundantly and specifically expressed in superficial gastric epithelium, down‐regulated in gastric carcinoma, and shows high evolutionary conservation",
            "authors": [],
            "year": 2004,
            "venue": "J Pathol",
            "volume": "203",
            "issn": "",
            "pages": "789-797",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Serial analysis of gene expression identifies putative metastasis‐associated transcripts in colon tumour cell lines",
            "authors": [],
            "year": 2000,
            "venue": "Br J Cancer",
            "volume": "83",
            "issn": "",
            "pages": "725-728",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Phosphatases and tumorigenesis",
            "authors": [],
            "year": 1998,
            "venue": "Curr Opin Oncol",
            "volume": "10",
            "issn": "",
            "pages": "88-91",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "High‐dose cytarabine and daunorubicin induction and postremission chemotherapy for the treatment of acute myelogenous leukemia in adults",
            "authors": [],
            "year": 1991,
            "venue": "Blood",
            "volume": "77",
            "issn": "",
            "pages": "1429-1435",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Incidence of adenocarcinoma and mortality in patients with Barrett's oesophagus diagnosed between 1976 and 1986: Implications for endoscopic surveillance",
            "authors": [],
            "year": 2000,
            "venue": "Dis Esophagus",
            "volume": "13",
            "issn": "",
            "pages": "28-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Abundant expression of the intestinal protein villin in Barrett's metaplasia and esophageal adenocarcinomas",
            "authors": [],
            "year": 1998,
            "venue": "Mol Carcinog",
            "volume": "22",
            "issn": "",
            "pages": "182-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Role of aminopeptidase N (CD13) in tumor‐cell invasion and extracellular matrix degradation",
            "authors": [],
            "year": 1993,
            "venue": "Int J Cancer",
            "volume": "54",
            "issn": "",
            "pages": "137-143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Controlling the false discovery rate in behavior genetics research",
            "authors": [],
            "year": 2001,
            "venue": "Behav Brain Res",
            "volume": "125",
            "issn": "",
            "pages": "279-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "CpG island hypermethylation in progression of esophageal and gastric cancer",
            "authors": [],
            "year": 2006,
            "venue": "Cancer",
            "volume": "106",
            "issn": "",
            "pages": "483-493",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Time trends of gastroesophageal reflux disease: A systematic review",
            "authors": [],
            "year": 2006,
            "venue": "Clin Gastroenterol Hepatol",
            "volume": "5",
            "issn": "",
            "pages": "17-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Novel estrogen and tamoxifen induced genes identified by SAGE (Serial Analysis of Gene Expression)",
            "authors": [],
            "year": 2002,
            "venue": "Oncogene",
            "volume": "21",
            "issn": "",
            "pages": "836-843",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Production of a monoclonal antibody, DF‐5, that identifies cells at the epithelial‐mesenchymal interface in normal human skin. APN/CD13 is an epithelial‐mesenchymal marker in skin",
            "authors": [],
            "year": 2003,
            "venue": "Exp Dermatol",
            "volume": "12",
            "issn": "",
            "pages": "315-323",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Genes expressed in human tumor endothelium",
            "authors": [],
            "year": 2000,
            "venue": "Science",
            "volume": "289",
            "issn": "",
            "pages": "1197-1202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "E‐cadherin expression in gastroesophageal reflux disease, Barrett's esophagus, and esophageal adenocarcinoma: An immunohistochemical and immunoblot study",
            "authors": [],
            "year": 1995,
            "venue": "Am J Gastroenterol",
            "volume": "90",
            "issn": "",
            "pages": "1808-1813",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Evaluation of genetic patterns in different tumor areas of intermediate‐grade prostatic adenocarcinomas by high‐resolution genomic array analysis",
            "authors": [],
            "year": 2004,
            "venue": "Genes Chromosomes Cancer",
            "volume": "39",
            "issn": "",
            "pages": "249-256",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Targets of gene amplification and overexpression at 17q in gastric cancer",
            "authors": [],
            "year": 2002,
            "venue": "Cancer Res",
            "volume": "62",
            "issn": "",
            "pages": "2625-2629",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Serial analysis of gene expression",
            "authors": [],
            "year": 1995,
            "venue": "Science",
            "volume": "270",
            "issn": "",
            "pages": "484-487",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Analysing uncharted transcriptomes with SAGE",
            "authors": [],
            "year": 2000,
            "venue": "Trends Genet",
            "volume": "16",
            "issn": "",
            "pages": "423-425",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Continuing climb in rates of esophageal adenocarcinoma: An update",
            "authors": [],
            "year": 1993,
            "venue": "JAMA",
            "volume": "270",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Protein kinases and phosphatases as therapeutic targets in cancer",
            "authors": [],
            "year": 2006,
            "venue": "Clin Transl Oncol",
            "volume": "8",
            "issn": "",
            "pages": "153-160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Chromosomal clustering of a human transcriptome reveals regulatory background",
            "authors": [],
            "year": 2005,
            "venue": "BMC Bioinformatics",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Sucrase‐isomaltase gene expression in Barrett's esophagus and adenocarcinoma",
            "authors": [],
            "year": 1993,
            "venue": "Gastroenterology",
            "volume": "105",
            "issn": "",
            "pages": "837-844",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "A novel method for gene expression mapping of metastatic competence in human bladder cancer",
            "authors": [],
            "year": 2006,
            "venue": "Neoplasia",
            "volume": "8",
            "issn": "",
            "pages": "181-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Human aminopeptidase N is a receptor for human coronavirus 229E",
            "authors": [],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "420-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Glutathione S‐transferase‐pi expression is downregulated in patients with Barrett's esophagus and esophageal adenocarcinoma",
            "authors": [],
            "year": 2002,
            "venue": "J Gastrointest Surg",
            "volume": "6",
            "issn": "",
            "pages": "359-367",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Secreted and cell surface genes expressed in benign and malignant colorectal tumors",
            "authors": [],
            "year": 2001,
            "venue": "Cancer Res",
            "volume": "61",
            "issn": "",
            "pages": "6996-7001",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "The human transcriptome map: Clustering of highly expressed genes in chromosomal domains",
            "authors": [],
            "year": 2001,
            "venue": "Science",
            "volume": "291",
            "issn": "",
            "pages": "1289-1292",
            "other_ids": {
                "DOI": []
            }
        }
    }
}