{
    "paper_id": "PMC7094976",
    "metadata": {
        "title": "Insights from nanomedicine into chloroquine efficacy against COVID-19",
        "authors": [
            {
                "first": "Tony",
                "middle": [
                    "Y."
                ],
                "last": "Hu",
                "suffix": "",
                "email": "tonyhu@tulane.edu",
                "affiliation": {}
            },
            {
                "first": "Matthew",
                "middle": [],
                "last": "Frieman",
                "suffix": "",
                "email": "mfrieman@som.umaryland.edu",
                "affiliation": {}
            },
            {
                "first": "Joy",
                "middle": [],
                "last": "Wolfram",
                "suffix": "",
                "email": "wolfram.joy@mayo.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The precise mechanisms through which chloroquine may act to attenuate SARS-CoV-2 infections are of considerable interest, as this information could be valuable for identifying new prophylactic and therapeutic candidates. Chloroquine is a weak base that becomes entrapped in membrane-enclosed low pH organelles, interfering with their acidification5. In malaria-causing plasmodium parasites, chloroquine accumulates in the digestive vacuole where it is thought to prevent pH-dependent detoxification of heme, which is produced upon parasitic consumption of haemoglobin to obtain free amino acids8. This sequestering effect is also apparent in mammalian cells, in which chloroquine treatment leads to an increase in lysosomal pH. Speculation on chloroquine-induced antiviral effects include inhibition of pH-dependent viral fusion/replication and prevention of viral envelope glycoprotein as well as host receptor protein glycosylation5. Chloroquine may also inhibit virion assembly in endoplasmic reticulum-Golgi intermediate compartment (ERGIC)-like structures. Additionally, it is probable that chloroquine exhibits host effects, independent of direct viral action, by attenuating the expression of pro-inflammatory factors and receptors5 that can induce acute respiratory distress syndrome, which is primarily responsible for coronavirus-associated mortality3.",
            "cite_spans": [
                {
                    "start": 347,
                    "end": 348,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 594,
                    "end": 595,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 933,
                    "end": 934,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1238,
                    "end": 1239,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1360,
                    "end": 1361,
                    "mention": "3",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Chloroquine mechanisms of action",
            "ref_spans": []
        },
        {
            "text": "It has been demonstrated that chloroquine is a broad-spectrum inhibitor of nanoparticle endocytosis by resident macrophages. Therefore, chloroquine decreases the accumulation of synthetic nanoparticles of various sizes (14–2,600 nm) and shapes (spherical and discoidal) in cell lines, as well as in the mononuclear phagocyte system of mice in response to clinically relevant doses of chloroquine9,10. Mechanistic studies have revealed that chloroquine reduces the expression of phosphatidylinositol binding clathrin assembly protein (PICALM), one of the three most abundant proteins in clathrin-coated pits10. PICALM is a cargo-selecting clathrin adaptor that senses and drives membrane curvature, thereby regulating the rate of endocytosis11. Depletion of PICALM has previously been shown to inhibit clathrin-mediated endocytosis11, which is a predominant pathway for synthetic nanoparticle internalization10. Notably, protein levels of clathrin and clathrin adaptor protein 2 (AP2) were unchanged in macrophages treated with chloroquine10, indicating PICALM-specific effects, as opposed to a general reduction in proteins associated with clathrin-dependent endocytosis. Compared to chlorpromazine (a well-known clathrin-dependent endocytosis inhibitor), chloroquine was more effective in preventing nanoparticle uptake in macrophages10, suggesting that additional mechanisms beyond suppression of clathrin-mediated internalization may be involved. It is also conceivable that PICALM may play a secondary role in non-clathrin-mediated nanoparticle uptake. Additionally, chloroquine is known to prevent lysosome acidification, thereby hindering fusion with endocytic vesicles4. Prevention of lysosome fusion is likely to interfere with upstream endocytic trafficking, causing a ‘traffic jam’ scenario that blocks effective transport of cargo to and from the cell membrane9.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 396,
                    "mention": "9",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 606,
                    "end": 608,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 740,
                    "end": 742,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 830,
                    "end": 832,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1038,
                    "end": 1040,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1335,
                    "end": 1337,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1675,
                    "end": 1676,
                    "mention": "4",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1871,
                    "end": 1872,
                    "mention": "9",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Chloroquine inhibits endocytosis of nanoparticles",
            "ref_spans": []
        },
        {
            "text": "SARS-CoV-2 falls within the same size range (60–140 nm) and shape (spherical)3 as commonly studied synthetic nanoparticles12,13. Therefore, it is possible that one of the mechanisms responsible for chloroquine-mediated effects against SARS-CoV-2 is a general decrease in the ability of cells to perform clathrin-mediated endocytosis of nanosized structures due to PICALM suppression (Fig. 1). Other Coronaviridae are known to enter host cells through receptor-mediated endocytosis, although direct fusion with the plasma membrane has also been reported. For example, the SARS-CoV virus identified in 2003 and the human coronavirus NL63 (HCoV-NL63) identified in 2004 bind to the angiotensin-converting enzyme 2 (ACE2) receptor, triggering endocytosis-driven cell entry14,15. Both clathrin-mediated and clathrin/caveolae-independent endocytosis mechanisms have been described for SARS-CoV entry in human cells16,17. SARS-CoV-2 might use similar ACE2-mediated mechanisms of cell entry18.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 78,
                    "mention": "3",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 122,
                    "end": 124,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 125,
                    "end": 127,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 768,
                    "end": 770,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 771,
                    "end": 773,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 908,
                    "end": 910,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 911,
                    "end": 913,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 982,
                    "end": 984,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Potential effects of chloroquine on SARS-CoV-2",
            "ref_spans": [
                {
                    "start": 389,
                    "end": 390,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Moreover, chloroquine-induced prevention of endosome–lysosome fusion is likely to interfere with general endocytic trafficking, such as membrane receptor recycling, which is thought to be required for SARS-CoV-2 cellular entry. However, previous studies have revealed that chloroquine has therapeutic activity against SARS-CoV in cell culture but does not alter cell-surface levels of ACE27. Additionally, therapeutic doses of chloroquine did not substantially change the biosynthesis or glycosylation of the SARS-CoV spike glycoprotein7. On the contrary, terminal glycosylation of the ACE2 receptor was impaired, which may affect viral binding7. Chloroquine has been shown to display anti-SARS-CoV activity in cell culture even when administered after viral uptake7, suggesting that multiple beneficial mechanisms may be involved. Upon entry into cells via endocytosis, the spike protein on the surface of the virion must be cleaved by resident endosomal proteases such as cathepsins, which are activated upon acidification of the endosome. This cleavage induces a conformational change in the spike protein bringing the viral envelope and the endosomal membrane together to enable fusion. Chloroquine-induced inhibition of endosomal acidification is likely to alter this fusion event, stalling the virus in endosomes.",
            "cite_spans": [
                {
                    "start": 389,
                    "end": 390,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 644,
                    "end": 645,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 765,
                    "end": 766,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Potential effects of chloroquine on SARS-CoV-2",
            "ref_spans": []
        },
        {
            "text": "In the case that clinical trial data verify the initial findings of chloroquine activity in COVID-19 patients1, further studies will be necessary to understand the most optimal prophylactic and/or therapeutic clinical protocols with regard to, for example, patient population, disease stage and dosing. Additionally, comparison studies should be made between chloroquine and hydroxychloroquine, as the latter is considered to have a better safety profile and was recently showed to have similar anti-SARS-CoV-2 effects in cell culture19,20. Furthermore, preclinical studies will be valuable in further determining potential (hydroxy)chloroquine-mediated anti-SARS-CoV-2 mechanisms, including suppression of endocytosis in host cells. Pseudotyped virions with the SARS-CoV-2 spike would be beneficial for assessing cellular entry requirements in a simplified system, and immunofluorescence studies could identify virion location in drug-treated cells. However, caution should be taken to avoid premature interpretations of preclinical and clinical findings. In fact, chloroquine has shown therapeutic activity against Ebola virus in cell culture but animal studies have revealed conflicting results21,22. Moreover, in the case of chikungunya virus, chloroquine displayed beneficial effects in vitro, exacerbated infection in animal models, and lacked therapeutic effects, while increasing the risk of arthralgia in a clinical study23.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 534,
                    "end": 536,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 537,
                    "end": 539,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1197,
                    "end": 1199,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1200,
                    "end": 1202,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1430,
                    "end": 1432,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Future studies to assess the potential of (hydroxy)chloroquine against COVID-19",
            "ref_spans": []
        },
        {
            "text": "Other clinically approved drugs are under consideration as COVID-19 therapeutics, including human immunodeficiency virus (HIV) protease inhibitors, such as ritonavir and lopinavir. However, HIV and SARS-CoV-2 have distinct proteases, bringing into question the target specificity and usefulness of such drugs in treating COVID-19. Therapeutic agents that target host pathways or viral mechanisms that are shared among multiple viral species (for example, cellular entry or RNA genome replication) are more feasible options for causative viral agents that have not been fully characterized. Chloroquine represents a potential broad-spectrum example of inhibiting viral cell entry, while remdesivir, an investigational drug that was originally developed for Ebola virus disease, represents an example of a broad-spectrum RNA polymerase inhibitor.",
            "cite_spans": [],
            "section": "Future studies to assess the potential of (hydroxy)chloroquine against COVID-19",
            "ref_spans": []
        },
        {
            "text": "There is cautious optimism that (hydroxy)chloroquine may have prophylactic and/or therapeutic effects against COVID-19, and understanding the mechanisms by which these drugs affect SARS-CoV-2 would be critical for optimizing and developing preventative and therapeutic strategies.",
            "cite_spans": [],
            "section": "Future studies to assess the potential of (hydroxy)chloroquine against COVID-19",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: The proposed mechanism involves chloroquine-induced suppression of PICALM, which prevents endocytosis-mediated uptake of SARS-CoV-2.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies",
            "authors": [
                {
                    "first": "Jianjun",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Zhenxue",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "Xu",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BioScience Trends",
            "volume": "14",
            "issn": "1",
            "pages": "72-73",
            "other_ids": {
                "DOI": [
                    "10.5582/bst.2020.01047"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolfram",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Rep",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-017-14221-2"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Dev. Cell",
            "volume": "33",
            "issn": "",
            "pages": "163-175",
            "other_ids": {
                "DOI": [
                    "10.1016/j.devcel.2015.03.002"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wolfram",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferrari",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nano Today",
            "volume": "25",
            "issn": "",
            "pages": "85-89",
            "other_ids": {
                "DOI": [
                    "10.1016/j.nantod.2019.02.005"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gentile",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Future Oncol.",
            "volume": "9",
            "issn": "",
            "pages": "1849-1859",
            "other_ids": {
                "DOI": [
                    "10.2217/fon.13.146"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proc. Natl Acad. Sci. USA",
            "volume": "106",
            "issn": "",
            "pages": "19970-19974",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.0908837106"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450-454",
            "other_ids": {
                "DOI": [
                    "10.1038/nature02145"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Cell Res.",
            "volume": "18",
            "issn": "",
            "pages": "290-301",
            "other_ids": {
                "DOI": [
                    "10.1038/cr.2008.15"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Virol.",
            "volume": "81",
            "issn": "",
            "pages": "8722-8729",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.00253-07"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wrapp",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "367",
            "issn": "",
            "pages": "1260-1263",
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb2507"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Res.",
            "volume": "30",
            "issn": "",
            "pages": "269-271",
            "other_ids": {
                "DOI": [
                    "10.1038/s41422-020-0282-0"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Discov.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41421-020-0156-0"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Dowall",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J. Gen. Virol.",
            "volume": "96",
            "issn": "",
            "pages": "3484-3492",
            "other_ids": {
                "DOI": [
                    "10.1099/jgv.0.000309"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "PB",
                    "middle": [],
                    "last": "Madrid",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0060579"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Roques",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Viruses",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/v10050268"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haladyj",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sikora",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Felis-Giemza",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Olesinska",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Reumatologia",
            "volume": "56",
            "issn": "",
            "pages": "164-173",
            "other_ids": {
                "DOI": [
                    "10.5114/reum.2018.76904"
                ]
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Savarino",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Boelaert",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Cassone",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Majori",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cauda",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet Infect. Dis.",
            "volume": "3",
            "issn": "",
            "pages": "722-727",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(03)00806-5"
                ]
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keyaerts",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Antimicrob. Agents Chemother.",
            "volume": "53",
            "issn": "",
            "pages": "3416-3421",
            "other_ids": {
                "DOI": [
                    "10.1128/AAC.01509-08"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Virol. J.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422X-2-69"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Hempelmann",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Parasitol. Res.",
            "volume": "100",
            "issn": "",
            "pages": "671-676",
            "other_ids": {
                "DOI": [
                    "10.1007/s00436-006-0313-x"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pelt",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pharmacol. Ther.",
            "volume": "191",
            "issn": "",
            "pages": "43-49",
            "other_ids": {
                "DOI": [
                    "10.1016/j.pharmthera.2018.06.007"
                ]
            }
        }
    }
}