{
    "paper_id": "PMC7122886",
    "metadata": {
        "title": "Major Issues of Air Pollution",
        "authors": [
            {
                "first": "Ramesha",
                "middle": [],
                "last": "Chandrappa",
                "suffix": "",
                "email": "rameshachandrappa1@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Umesh",
                "middle": [],
                "last": "Chandra Kulshrestha",
                "suffix": "",
                "email": "umesh@mail.jnu.ac.in",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The air we breathe is most important natural resource which allows us to survive. The composition of air around us keeps changing continuously due to both natural as well as man made emissions into the atmosphere. Earth’s atmosphere is a layer of gases retained by the gravity. On an average, as shown in Fig. 1.1 dry air consists of 78.09 % of nitrogen, 20.95 % of oxygen, 0.93 % of argon and 0.039 % of carbon dioxide by volume. Minor constituents such as methane (CH4), Ozone (O3), Sulphur Dioxide (SO2), Nitrogen Dioxide (NO2), Nitrous Oxide (N2O), Carbon Monoxide (CO), Ammonia (NH3) etc. are also present having very low mixing ratios. These constituents do vary place to place due to change in atmospheric conditions. The air constituents over the sea will not be same as at the shore; sea shore air may not have same concentrations of the constituents as desert air. Sea shore air will be dominated by water vapour where as desert air will have more suspended dust. Similarly, the thick Amazon forest will have more water vapour and volatile organic compounds whereas he air above solid waste dumping site is likely to have more methane and ammonia.\n",
            "cite_spans": [],
            "section": "\ncomposition",
            "ref_spans": [
                {
                    "start": 310,
                    "end": 313,
                    "mention": "1.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Low concentration of air pollutants does not mean that it can be neglected. Considering example of lead which is present in the atmosphere in traces, the total quantity in 1983 and in the mid-1990s, were estimated to be about 330,000 tonnes (Nriagu and Pacyna 1988) and 120,000 tonnes (Pacyna and Pacyna 2001), As per the study by Richardson et al. (2001), the whole emissions from natural sources were around 220,000–4,900,000 tonnes/year.",
            "cite_spans": [
                {
                    "start": 260,
                    "end": 264,
                    "mention": "1988",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 304,
                    "end": 308,
                    "mention": "2001",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 350,
                    "end": 354,
                    "mention": "2001",
                    "ref_id": "BIBREF92"
                }
            ],
            "section": "\ncomposition",
            "ref_spans": []
        },
        {
            "text": "When the solar system condensed out of “primordial solar nebula” which is nothing but interstellar cloud of gas and dust, the situation was not as complex as today and air pollution was not an issue. The early atmosphere of this planet was believed to be blend of carbon dioxide, nitrogen, water vapour and hydrogen. The early atmosphere of this planet was slightly reducing chemical mixture as compared to present atmosphere which is strongly oxidizing. With lapse of time, distinct layers of the atmosphere were formed with distinct characteristics. These are described below.",
            "cite_spans": [],
            "section": "\nand its layers",
            "ref_spans": []
        },
        {
            "text": "\n\n: It is the lower most layer of atmosphere extending from the earth’s surface to 10–15 km altitude depending on time and latitude (Fig. 1.2). This layer is characterised by declining temperature with height and rapid vertical mixing. Temperature at the ground is about 20 °C and it decreases gradually till the tropopause is reached. The tropopause is the boundary having constant temperature which separates the troposphere and stratosphere.\n\n",
            "cite_spans": [],
            "section": "\nand its layers",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "mention": "1.2",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "The decrease of atmospheric temperature (T) with height (z) is called as lapse rate (α) which is expressed as follows\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ \\alpha = - \\frac{\\text{dT}}{\\text{dz}} $$\\end{document}α=-dTdz\n",
            "cite_spans": [],
            "section": "\nand its layers",
            "ref_spans": []
        },
        {
            "text": "The change in temperature of a mass of air as it moves upwards is called as adiabatic lapse rate. The dry adiabatic lapse rate (DALR) and the moist adiabatic lapse rate (MALR) are 9.8 and 4.9 °C/km respectively. Actual change of temperature with altitude for the stationary atmosphere or temperature gradient is known as Environmental Lapse Rate (ELR). Generally, decrease of 6.49 °C/km is considered as Environmental lapse rate. In the troposphere, atmospheric pressure also decreases rapidly with the altitude. One can understand that climbing to an altitude of 5.5 km, would put you above 50 % of the atmosphere’s molecules where atmospheric pressure is 500 mb only. Actually, the heating of the surface creates warm air at surface. The warm air rises, but air expands as it rises and cools as it expands (Adiabatic cooling). Typically, the troposphere is characterized by warm air at surface and cooler air above. If the cooler air exists at surface and the warmer air above, this is called as Buoyancy. If a rising air parcel becomes saturated condensation occurs. The condensation warms the air parcel due to the release of latent heat. So, a rising parcel cools less if it is saturated",
            "cite_spans": [],
            "section": "\nand its layers",
            "ref_spans": []
        },
        {
            "text": "The atmosphere near earth’s surface is divided into different layers based on wind behaviour:\nThe laminar sublayer also called the viscous sublayer, is the region in which the flow is laminar. With respect atmosphere it is usually less a centimetre.\nThe surface layer extends from ≤30–50 m. The heat and vertical turbulent fluxes in this layer are constant.\nThe Ekman layer is the layer in a fluid where force balance between pressure gradient force, turbulent drag and coriolis force are balanced. It was named after scientist Vagn Walfrid Ekman who explained the phenomena for the first time. Ekman layer extends to height of 300–500 m. In this layer wind direction is affected by earth’s rotation. Wind speed his layer generally increases with height.\nFree is the layer above Ekman layer in which the effect of the surface friction on the air motion is negligible.\n",
            "cite_spans": [],
            "section": "\nand its layers",
            "ref_spans": []
        },
        {
            "text": "\n\n: It is positioned just above the troposphere extending from 11–50 km. In the stratosphere, temperature increases with altitude, from −60 °C at base to 0 °C at the top of the stratosphere. The increase in temperature is basically due to the absorption of solar energy by the ozone layer. Ozone (O3) is effective absorbing species for solar UV radiation (200–310 nm with a maximal absorption at about 250 nm) in the stratosphere. Generally, UV-C (280–100 nm) which is highly harmful is entirely screened out by dioxygen (<200 nm) and ozone (>about 200 nm) before 35 km height. UV-B (315–280 nm) radiation is mostly screened by ozone layer. UV-A (400–315 nm) reaches earth surface having small damage e.g. premature ageing of skin etc.\n",
            "cite_spans": [],
            "section": "\nand its layers",
            "ref_spans": []
        },
        {
            "text": "\n\n: Just above the stratosphere, the mesosphere exists extending from 50–80 km altitude, The space shuttles orbit in this layer of the atmosphere. Due to decrease in solar heating, temperature decreases with altitude in the mesosphere, 0 °C at base, −95 °C at the top of the mesosphere. The top of the mesosphere is the coldest region of atmosphere. Polar mesospheric clouds of water ice are seen in this layer which are known as Noctilucent clouds. These are highest clouds in earth atmosphere and are seen mostly during summer months between 50 and 70 degree N and S. The D layer of ionosphere also exists in mesosphere which is seen during the day time. Meteors burn up in the mesosphere while entering the earth atmosphere.\n",
            "cite_spans": [],
            "section": "\nand its layers",
            "ref_spans": []
        },
        {
            "text": "\n\n: Thermosphere is the last layer of the atmosphere which exists at 80 km and above up to exosphere. In the thermosphere, the temperature increases with altitude as atoms of this layer are accelerated by solar radiation. Temperature at the base of the thermosphere is −95 °C but it is 100 °C at 120 km and 1500 °C at upper part. Though the temperature of this layer is very high but the heat content negligible. Auroras exist in thermosphere. The Auroras are seen due to the effect of energetic particles (electrons and photons) coming in the solar wind. Charged particle entering the atmosphere ionize atmospheric constituents. The can be seen best in the dark sky or ‘magnetic midnight’ time. In northern latitudes, the effect is known as the borealis (or the northern lights), named after the Roman goddess of dawn, Aurora, and the Greek name for the north wind, Boreas, by Galileo in 1619. International Space Station orbits in upper part of thermosphere (320–380 km). In the thermosphere, ionization occurs due to UV rays. E and F regions of ionosphere exist in this layer. At the Exosphere (beginning 500–1000 km), the atmosphere turns into space.\n",
            "cite_spans": [],
            "section": "\nand its layers",
            "ref_spans": []
        },
        {
            "text": "\n\nIonosphere: In fact, the Ionosphere extends from 50–1000 km covering partly mesosphere and thermosphere. It has diurnal and seasonal variation as the ionization depends upon Sun and its activity. As mentioned earlier, the D region of the ionosphere exists in the mesosphere while E and F regions of the ionosphere exist in the thermosphere. Ionosphere is a shell of electrons and electrically charged atoms and molecules. E and F regions are present at nights. D region is formed during day time when the E and F regions become much stronger. Often during the day, the F region is further differentiated into F1 and F2 regions. In the D region, UV rays ionize NO and X-rays ionize O2 and N2. In the E region, X-rays and far UV ionize \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {{\\text{O}}_{ 2}}^{ - } $$\\end{document}O2-. E region can reflect radio waves lower than 10 MHz. Extreme UV rays ionize O2 in the F- region during nights. F layer is responsible for short wave (HF) radio communication for long distances.\n",
            "cite_spans": [],
            "section": "\nand its layers",
            "ref_spans": []
        },
        {
            "text": "Ever since the discovery of fire, air pollution has been a problem. “heavy air of Rome” in 61 A.D., has been recorded by Roman philosopher Seneca. In 1273, King Edward I prohibited burning of coal in London (William and Lou 2003). By the 1280s, people were using coal as fuel in processes like limekilns and metalworking leading to air pollution which had black smoke as well as oxides of sulphur. Late 18th and early 19th centuries saw dramatic changes in manufacturing, agriculture, mining, production as well as transportation. Invention of electric power in the nineteenth century resulted in coal fired electric generation in 1880s. Very famous example of air pollution is the smog formation around Los Angeles during the 1940s which led to the passing of first state environmental legislation in USA. In 1955, the Air Pollution Control Act was enacted in USA which was the first federal environmental legislation in the country. Later on in 1960s, oil overtook coal as the source of primary energy. Extensive use of oil led to the emissions wherever vehicles moved.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 228,
                    "mention": "2003",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "History of air pollution",
            "ref_spans": []
        },
        {
            "text": "With the industrial revolution in the post eighteenth century economy changed to machine-based manufacturing in many of the present developed countries. Mechanization of the textile industries and iron-making techniques increased demand for fuel and their by air pollution in those areas of such activities. The developments in 19th century led to second industrial revolution.",
            "cite_spans": [],
            "section": "History of air pollution",
            "ref_spans": []
        },
        {
            "text": "The construction activity also saw shift in construction material as well as technology. The invention of cement replaced mud walls (Fig. 1.3) and increase in cement demand lead to emissions from this sector.\n",
            "cite_spans": [],
            "section": "History of air pollution",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "mention": "1.3",
                    "ref_id": "FIGREF22"
                }
            ]
        },
        {
            "text": "As the European and American markets were saturated, Asian markets opened up for vehicles which are currently unbalanced where in poor people ride on bus top or trucks while rich people ride in individual cars (Fig. 1.4). While the economic crisis in Greece resulted in reduction of air pollution (Vrekoussis et al. 2013) China witnessed dramatic air quality detonation last decade. Analysis of data from monitoring network created by WHO and UNEP in 50 cities in 35 developed as well as developing countries shows that over the past 15–20 year indicate that the lessons of earlier experiences in the now developed countries have yet to be learned. Air pollution in 20 of the 24 megacities shows that ambient air pollution at levels where serious health effects (David et al. 1996). The rise of population in the developing countries in future with a lack for air pollution control will worsen in many more cities.\n",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "mention": "2013",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 776,
                    "end": 780,
                    "mention": "1996",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "History of air pollution",
            "ref_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "mention": "1.4",
                    "ref_id": "FIGREF26"
                }
            ]
        },
        {
            "text": "In the beginning of 1970s when the rapid growth in Europe lead to environmental pollution and air pollution of London which resulted in death of more than 5000 people was fresh in memory the United National Conference of the Human environment in Stockholm in 1972 lead to foundation of international cooperation in this regard. This is followed by series of development that aimed to bring down air pollution. Convention on Long-range Transboundary Air Pollution in 1979 was signed UNECE countries. Governments of UNECE member states signed the convention on Long-range Transboundary Air Pollution on 13 November 1979. The 1985 lphur Protocol or 30 % protocol aimed to bring down 30 % SO2 at national level by countries of UNECE region.",
            "cite_spans": [],
            "section": "History of air pollution",
            "ref_spans": []
        },
        {
            "text": "All business decisions affect the air and atmosphere. Hence, like water which is purified, packaged and priced, soon pure air will also be priced. There are oxygen bars opened up in many parts of the world to supply oxygen to customers. However, inspite of urgent need of stringent air pollution policies and regulations in several parts of the world, air pollution control is still not a political priority as compared to the business and economy in many parts of the world. As a result the pollution is continued in one form of other, many forms are not even monitored and controlled. Over the years only few conventional air pollutants such SO2, NO2, particulate matter, O3 etc. are monitored by the researchers and the pollution control authorities. Pollutants such as Persistent Organic Pollutants (POPs) were neglected in the past but have been considered recently for continuous monitoring due to their severe health effects. Both organic as well as inorganic air pollutants cause deadly deceases and hence, their monitoring is very important for humans and environment.",
            "cite_spans": [],
            "section": "History of air pollution",
            "ref_spans": []
        },
        {
            "text": "While many developing countries took the matter seriously others were only keen to satisfy international community. Even though environmental legislations were enacted all over the world, the capacity of enforcing agencies was limited mainly due to insufficient knowledge and research capacity with enforcing agency. Many organisations had very few staff to start with limited budget to monitor and travel. The absence of expertise had either lead to improper monitoring by selecting improper sampling site/methodology and poor analysis. Many organisations till date are dogged with insufficient manpower to the extent of one to ten technical/scientific staff for a million of citizens.",
            "cite_spans": [],
            "section": "History of air pollution",
            "ref_spans": []
        },
        {
            "text": "What makes air pollution most challenging compared to other pollution is its complexity. As mentioned above, unlike water which can be contained in a container for easy study it is difficult to simulate the atmospheric setup in a laboratory. Further, aerodynamics at earth’s surface cannot be easily explained by mathematics as it occurs in nature. A variety of factors like radiation, friction, flow pattern, chemical reaction, influence by biological setup, changing climate, changing weather, changing living style, new inventions, social changes, law of the land, attitude of the people, physiology of people, economic changes of the region together is responsible for the scenario at a given time at a given reason.",
            "cite_spans": [],
            "section": "History of air pollution",
            "ref_spans": []
        },
        {
            "text": "Due to complexity of problem, air pollution has not been thoroughly understood by many developing countries and is not a priority. Issues like the poor governance, low research capability, illiteracy, corruption, national/international conflicts and political instability has often cause of low attention to air pollution in spite that millions die due to air pollution all over the world. In spite of magnitude of the problem, the loss of life and wealth due to air pollution is invisible to many government servants. This could be attributed to low emotional intelligence of people responsible to serve the people who act as trustees of the country to protect interest of people and property of the country. Illiteracy among the citizens was also cause for not complaining about the pollution. The use of staff for other duties like election/census/sports has also one of the many reason for poor implementation of environmental laws. Many of the enforcing agency are worried about financial expenditure rather pollution control as misappropriation of financial resource could end up officer responsible for appreciation in jail. On the other hand, the unaccounted pollution is not at all fault as serious as financial misappropriation. The environmental laws can also be misused to raise funds or cause inconvenience to rivals by people in power.",
            "cite_spans": [],
            "section": "History of air pollution",
            "ref_spans": []
        },
        {
            "text": "As shown in Fig. 1.5, issues, causes, influencing factors and impacts of air pollution can be attributed to many aspects which are not quantifiable. The corruption among governance, low ethics among industries, non availability of technology, incapability to adopt new technology and low research capability plague many countries. In spite of enthusiasm shown by many international agencies to support the cause it is often denied or poorly adopted by beneficiary countries.\n",
            "cite_spans": [],
            "section": "History of air pollution",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 20,
                    "mention": "1.5",
                    "ref_id": "FIGREF27"
                }
            ]
        },
        {
            "text": "The major sources of pollution are combustion process, industry, transportation, waste disposal, use of agro chemicals, and respiration of living organisms (Famhy et al. 2007). None of these sources can be avoided as they are meant for survival of the humans. Apart from these sources other sources like accidental fire; wind storms; natural disasters; education/research; decomposition of dead and decaying matter; wars; bursting of crackers; use of explosives; sports/events; testing/practicing of use of war weapons; launching satellites; volcanic eruption; construction; methane generation in rice fields due to biodegradation; demolition of buildings; methane generated by ruminant animals during digestion of food; painting; processing of grains; soil erosion and weathering of rock/minerals add to pollution. Service sectors like healthcare, software, Business Process out Sourcing (BPO) also contribute air pollutants while using equipments/air conditioners/transportation. Release of pathogens from health care establishment, animal rearing, slaughtering, and research can be far more detrimental compared to conventional pollutants.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 174,
                    "mention": "2007",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "History of air pollution",
            "ref_spans": []
        },
        {
            "text": "Unlike war and crime effect of air pollution usually happen in slow manner taking years before actual impact is visible. Some of the acute impact in recent past like episode in Chernobyl and Bhopal has been faded away from memory of people due to other burning issues at individual regions. Common air pollution issues are discussed below.",
            "cite_spans": [],
            "section": "History of air pollution",
            "ref_spans": []
        },
        {
            "text": "\nGas phase homogeneous oxidation reaction\n1.1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{SO}}_{2} + {\\text{OH}} \\to {\\text{HSO}}_{3} $$\\end{document}SO2+OH→HSO3\n1.2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{HSO}}_{3} + {\\text{O}}_{2} \\to {\\text{SO}}_{3} + {\\text{ HO}}_{2} $$\\end{document}HSO3+O2→SO3+HO2\n1.3\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{SO}}_{3} + 2 {\\text{H}}_{2} {\\text{O}} \\to {\\text{H}}_{2} {\\text{SO}}_{4} + {\\text{ H}}_{2} {\\text{O}} $$\\end{document}SO3+2H2O→H2SO4+H2O\n",
            "cite_spans": [],
            "section": "\nof SO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "\nAqueous phase oxidation reaction\n",
            "cite_spans": [],
            "section": "\nof SO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "Homogeneous aqueous-phase oxidation of SO2 takes place by its dissolution and dissociation in water1.4\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{SO}}_{2} + {\\text{H}}_{2} {\\text{O}} \\leftrightarrow {\\text{SO}}_{2}{\\cdot}{\\text{H}}_{2} {\\text{O}} $$\\end{document}SO2+H2O↔SO2·H2O\n",
            "cite_spans": [],
            "section": "\nof SO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "At pH 2–7, most of the dissolved SO2 is dissociated into \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {{\\text{HSO}}_{ 3}}^{ - } + {\\text{H}}^{ + } $$\\end{document}HSO3-+H+\n1.5\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{SO}}_{2}{\\cdot}{\\text{H}}_{2} {\\text{O}} \\leftrightarrow {{\\text{HSO}}_{3}}^{ - } + {\\text{ H}}^{ + } $$\\end{document}SO2·H2O↔HSO3-+H+\n",
            "cite_spans": [],
            "section": "\nof SO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "The \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{HSO}}_{ 3}^{ - } $$\\end{document}HSO3- is oxidized by H2O2 or O3 to H2SO4 depending on the acidity of the droplet. At pH < 5, H2O2 oxidation dominates while at pH > 5 oxidation by O3 and other catalytic reactions dominates.1.6\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{HSO}}_{3}^{ - } + {\\text{H}}^{ + } + {\\text{H}}_{2} {\\text{O}}_{2} \\leftrightarrow {{\\text{SO}}_{4}}^{2 - } + \\, 2{\\text{H}}^{ + } + {\\text{ H}}_{2} {\\text{O}} $$\\end{document}HSO3-+H++H2O2↔SO42-+2H++H2O\n1.7\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{HSO}}_{3}^{ - } + {\\text{H}}^{ + } + {\\text{O}}_{3} \\leftrightarrow {{\\text{SO}}_{4}}^{2 - } + \\, 2{\\text{H}}^{ + } + {\\text{O}}_{2} $$\\end{document}HSO3-+H++O3↔SO42-+2H++O2\n",
            "cite_spans": [],
            "section": "\nof SO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "\nHeterogeneous oxidation\n",
            "cite_spans": [],
            "section": "\nof SO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "However, SO2 is also oxidized through heterogeneous reactions involving calcareous soil dust and carbon soot1.8\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{CaCO}}_{3} + \\, 1/2{\\text{ O}}_{2} + \\, 3{\\text{H}}_{2} {\\text{O }} + {\\text{ SO}}_{2} \\Rightarrow {\\text{CaSO}}_{4}{\\cdot}2{\\text{H}}_{2} {\\text{O}} + 2{\\text{H}}_{2} {\\text{O}} + {\\text{CO}}_{2} $$\\end{document}CaCO3+1/2O2+3H2O+SO2⇒CaSO4·2H2O+2H2O+CO2\n1.9\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{Soot}} + {\\text{SO}}_{2} + {\\text{H}}_{2} {\\text{O}} \\to {\\text{Soot}}\\;{\\text{sulphate}} $$\\end{document}Soot+SO2+H2O→Sootsulphate\n",
            "cite_spans": [],
            "section": "\nof SO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "Infact, pathway of the reaction (1.8) is the major route of SO2 oxidation which controls occurrence of acid rain in dusty regions. The soil-dust which is generally dominated by CaCO3 effectively scavenge atmospheric SO2 forming calcium sulphate in the atmosphere (Kulshrestha et al. 2003). Due to this reason, in the regions where ambient levels of suspended particulate matter are very high violating the limits of National Ambient Air Quality Standards (NAAQS), the pH of rain water has also been reported very high (Kulshrestha 2013). In these regions, the levels of ambient SO2 are recorded very low due to same reason. Figure 1.6a Shows that even at higher sulphate levels, the pH of rain water is higher in Indian region but in the acidified regions such as United States, the pH of rain water is highly acidic decreasing with the increase in sulphate concentrations (Fig. 1.6b). This suggests that in the acidified regions, sulphate is present as sulphuric acid whereas in dusty regions, sulphate is present as calcium sulphate in rain water.\n",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 287,
                    "mention": "2003",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 531,
                    "end": 535,
                    "mention": "2013",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "\nof SO2 :::  Acid Rain",
            "ref_spans": [
                {
                    "start": 631,
                    "end": 634,
                    "mention": "1.6",
                    "ref_id": "FIGREF28"
                },
                {
                    "start": 879,
                    "end": 882,
                    "mention": "1.6",
                    "ref_id": "FIGREF28"
                }
            ]
        },
        {
            "text": "Rain water dominated by crustal components or mineral dust such as calcite or dolomite or dolomite has lower acidity. Most of Indian soils have very high pH. The pH of rain water in India (Table 1.1) has been termed as the mirror image of the pH of soil of that area (Kulshrestha 2001). Long-term measurement in Lhasa, of Tibetan revealed that pH values, such as 8.36 were observed during 1987–1988 period due to alkaline as well as soil-borne continental dusts (Zhang et al. 2002). The pH of precipitation during 1979–1982, in Israel is mostly alkaline with pH 6.5 ± 0.8 (Mamane et al. 1987).\n",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "mention": "2001",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 476,
                    "end": 480,
                    "mention": "2002",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 587,
                    "end": 591,
                    "mention": "1987",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "\nof SO2 :::  Acid Rain",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 198,
                    "mention": "1.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "NO2 is oxidized by OH1.10\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{NO}}_{2} + {\\text{OH}} \\to {\\text{HNO}}_{3} $$\\end{document}NO2+OH→HNO3\n",
            "cite_spans": [],
            "section": "\nof NO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "Such NO2 oxidation process is faster than SO2 oxidation by OH.",
            "cite_spans": [],
            "section": "\nof NO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "Further, through ozone and NO3 radical reactions, nitric acid is formed.",
            "cite_spans": [],
            "section": "\nof NO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "During daytime, NO3 radical is formed1.11\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{NO}}_{2} + {\\text{O}}_{3} \\to {\\text{NO}}_{3} + {\\text{ O}}_{2} $$\\end{document}NO2+O3→NO3+O2\n",
            "cite_spans": [],
            "section": "\nof NO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "During nighttime, NO3 radical so formed reacts with NO2 resulting in the formation of HNO3\n1.12\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{NO}}_{3} + {\\text{NO}}_{2} \\leftrightarrow {\\text{N}}_{2} {\\text{O}}_{5} $$\\end{document}NO3+NO2↔N2O5\n1.13\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{N}}_{2} {\\text{O}}_{5} + {\\text{H}}_{2} {\\text{O}} \\to 2{\\text{HNO}}_{3} $$\\end{document}N2O5+H2O→2HNO3\n",
            "cite_spans": [],
            "section": "\nof NO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "HNO3 further reacts with dust and sea salt particles1.14\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{CaCO}}_{3} + 2{\\text{HNO}}_{3} \\to {\\text{Ca}}\\left( {{\\text{NO}}_{ 3} } \\right)_{2} + {\\text{CO}}_{2} + {\\text{H}}_{2} {\\text{O}} $$\\end{document}CaCO3+2HNO3→CaNO32+CO2+H2O\n1.15\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{HNO}}_{3} + {\\text{NaCl}} \\to {\\text{NaNO}}_{3} + {\\text{HCl}} $$\\end{document}HNO3+NaCl→NaNO3+HCl\n",
            "cite_spans": [],
            "section": "\nof NO2 :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "\nAcid rain can damage monuments and buildings. Figure 1.7 shows the corrosion impact of acid rain on a statue and the roofing of a building. The damaged walls of the buildings and monuments leave a rough surface along with the moisture, which is a favorable place for the growth of microorganisms. Acid rain can corrode sculpture and architecture, railway tracks, paints of cars, and joints of bridges and flyovers.\n",
            "cite_spans": [],
            "section": "\nof NO2 :::  Acid Rain",
            "ref_spans": [
                {
                    "start": 54,
                    "end": 57,
                    "mention": "1.7",
                    "ref_id": "FIGREF29"
                }
            ]
        },
        {
            "text": "Over the past few decades, huge amount of coal and petroleum are consumed for meeting energy demand of mankind. Burning of such fuels has ended with the accumulation of excess concentrations of gaseous and particulate pollutants in the atmosphere disproportionately. As seen in Figs. 1.8 and 1.9, the sulphur and nitrogen global emissions from anthropogenic sources dominate over natural sources. Total 73–80 TgS per year is emitted by the anthropogenic sources against 25–40 TgS per year from the natural sources (excluding sea salt) (Berresheim et al. Berresheim et al. 1995). Around 11 Tg of NOx are emitted by the lightening, stratosphere and the soils representing the natural input of NOx. Fossil fule and biomass burning are the major sources of NOx which contribute around 40 Tg NOx per year (IPCC 2001). In addition, anthropogenic activities such as industries and automobiles also inject an array of metals and other chemicals in the atmosphere which ultimately have adverse effects on human health and the environment.\n\n",
            "cite_spans": [
                {
                    "start": 572,
                    "end": 576,
                    "mention": "1995",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 806,
                    "end": 810,
                    "mention": "2001",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Global budgets of air pollutants :::  Acid Rain",
            "ref_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "mention": "1.8",
                    "ref_id": "FIGREF30"
                },
                {
                    "start": 292,
                    "end": 295,
                    "mention": "1.9",
                    "ref_id": "FIGREF31"
                }
            ]
        },
        {
            "text": "Since 1751 industrial emissions have contributed 1450 gigatonnes of green hosue gases (GHGs). According to latest report published in Climate Change journal, 2/3 of these emissions (914 gigatonnes) are contributed by 90 companies across the globe (ref) out which 56 belong to oil and natural gas sector, 37 coal producers and 7 cement producers. Former USSR entities, Chinese government run entities, Chebron USA, Exxonmobil USA and Saudi Aramco Saudi Arabi have been the top emitters since 1751. List of top five companies include Chevron USA, ExxonMobil USA, BP United Kingdom, Royal Dutch Shell Netherlands and ConocoPhillips USA. Three Indian companies Coal India, ONGC and Singareni Collieries ranked at 15th, 41st and 58th places respectively.",
            "cite_spans": [],
            "section": "Global budgets of air pollutants :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "The change in land use has also changed the generation and migration of natural air pollutants like volcanic ash, dust, pollen grains, spores, virus and bacteria. The changing climate has changed wind patterns leading to migration of pollutants in a pattern which was totally different as compared to past.",
            "cite_spans": [],
            "section": "Global budgets of air pollutants :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "Global competition for creation of wealth and infrastructure has engulfed hills, river sand, minerals and rocks beneath the earth. The waste this activity created has contributed to methane, chemical pollutants yet to be identified and named. The new multistoried building has changed path air traversed before it was setup. The population explosion followed by urban migration has left agricultural fields barren and increased urban foot print within a span of few decades.",
            "cite_spans": [],
            "section": "Global budgets of air pollutants :::  Acid Rain",
            "ref_spans": []
        },
        {
            "text": "Long range transport (LRT) and trans-boundary air pollution affect distance sites. Convention on Long-range Transboundary Air Pollution signed on 1979 is considered as pioneering international instrument which has paved the way for fruitful cooperation among 49 parties in Europe (Harald et al. 2004). Since, air has no boundaries, pollutants are transported globally from one geographic area. Several times remote and background sites are affected by LRT. There are examples where states having no air pollution sources are affected by LRT of pollution from distance or nearby countries or states. Rodhe (1972) demonstrated air pollution transport through air mass trajectory calculations and established that acid rain occurrence in Northern Europe was mainly due to industrial sources located in the south and west. Dust from The Thar Desert has been the primary potential source of particulate pollution in the Indian subcontinent. Also, the suspended particulate matter from the dust storms originated in Oman and other middle eastern regions has been reported to have influence on air quality in south Asia (Begum et al. 2011). Long-range transport of dust aerosols over the Arabian sea and Indian region has been reported by Badarinath et al. (2010). Kulshrestha and Kumar (2014) have reported LRT of pollution and its influence on rain water chemistry at Himalayan sites. According to the study, most of the acidic components such as sulphate and nitrate are transported from western airmasses and are deposited through precipitation having long term adverse impact on Himalayan ecosystem. Similarly, air pollution is the issue of transboundary transport of air pollution is an important issue between and within the countries. For example recent air pollution problem in New Delhi can be termed as transboundary pollution problem (Kulshrestha 2015). In 1990s, exhaust of diesel driven buses was mainly responsible for air pollution in Delhi city but after the Supreme Court decision, all the busses were replaced by CNG driven buses. This gave a big relief to the citizens of Delhi. But surprisingly, SO2 and NO2 levels were recorded extremely high during winter season of 2015 crossing 400 micrograms per cubic meter violating the NAAQS limit of 80 micrograms per cubic meter. Such observations were never reported in recent past winters. Such sudden increase can be explained on the basis of transboundary air pollution contributed by a number of new established brick kilns being operated in nearby states such as Uttar Pradesh, Haryana and Punjab (Kulshrestha 2015). In addition, diesel driven heavy duty trucks entering from outside of Delhi also contribute significant amount of carbon and sulphur oxides making Delhi air polluted (Gupta et al. 2015).",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 299,
                    "mention": "2004",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 606,
                    "end": 610,
                    "mention": "1972",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 1127,
                    "end": 1131,
                    "mention": "2011",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1251,
                    "end": 1255,
                    "mention": "2010",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 1281,
                    "end": 1285,
                    "mention": "2014",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1852,
                    "end": 1856,
                    "mention": "2015",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2573,
                    "end": 2577,
                    "mention": "2015",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2760,
                    "end": 2764,
                    "mention": "2015",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Long range transport (LRT) and trans-boundary driven\n :::  Global Warming and Climate Change",
            "ref_spans": []
        },
        {
            "text": "Global competition for creation of wealth and infrastructure has engulfed hills, river sand, minerals and rocks beneath the earth. The waste this activity created has contributed to methane, chemical pollutants yet to be identified and named. The new multistoried building has changed path air traversed before it was setup. The population explosion followed by urban migration has left agricultural fields barren and increased urban foot print within a span of few decades.",
            "cite_spans": [],
            "section": "Long range transport (LRT) and trans-boundary driven\n :::  Global Warming and Climate Change",
            "ref_spans": []
        },
        {
            "text": "The abundance of ozone at a point in the stratosphere is controlled by production, destruction, and transport of ozone as well as other substance. The key mechanism for the generation of stratosphere ozone is the breaking of molecular oxygen by solar UV with wavelengths of less than 242 nm by photolysis to make nascent oxygen atoms which in turn combines with molecular oxygen to make ozone. Ozone destruction occurs by reactions of oxygen atoms with ozone and reactions involving certain naturally occurring species like nitrogen oxide radicals (NOx: mostly NO and NO2), odd-hydrogen radicals (HOx: OH and HO2), and/or halogen radicals. The natural Ozone concentration vary daily (due to changing weather); seasonally; and multiannually and interannually. The concentration of stratospheric ozone can be changed by anthropogenic activity. Chemicals in emissions from anthropogenic activities responsible for deletion of stratospheric ozone are called The ozone-depleting substances (ODSs). Since the 1970s it has been recognized that a numerous chemicals emitted by anthropogenic activities deplete stratospheric ozone.",
            "cite_spans": [],
            "section": " Ozone Layer Depletion",
            "ref_spans": []
        },
        {
            "text": "In order to understand the impact on layer Ozone, National Oceanic and Atmospheric Administration (NOAA) has developed the Ozone Depleting Gas Index (ODGI) derived from NOAA’s measurements of chemicals containing chlorine and bromine at various remote surface sites around Earth’s surface. Index is defined as 100 at the crest in ozone depleting halogen profusion and zero for the 1980 level. Two different indices are derived one relevant for the ozone hole over Antarctica (the ODGI-A), and other relevant to ozone layer at mid-latitudes (the ODGI-ML).",
            "cite_spans": [],
            "section": " Ozone Layer Depletion",
            "ref_spans": []
        },
        {
            "text": "ODGI-A in 2013 was 85.7 and ODGI-ML in the beginning of 2013 was 63.3. 1980 benchmark halogen level over Antarctica will be reached sometime around 2070 considering and that over mid latitude will be reached sometime in 2045(Daniel et al. 2011). ODS restricted by the Montreal Protocol, were declining in the atmosphere by 2013 with notable exceptions being halon-1301 (a bromine-containing chemical used mostly in fire extinguishers) and HCFCs, that are used as substitution for CFCs in various applications. Decline in reactive halogen concentrations are mainly due to the rapid phase-out as well as atmospheric decline of short-lived ODGs such as methyl bromide and methyl chloroform (Montzka et al. 1999, 2003). The reduction related to CFC-11 as well as CFC-12, has been less because of continuing emissions as well as their lifetimes are long (50–100 years). Though concentrations of HCFC’s continue to rise in the background atmosphere production is not scheduled for a total phase-out until 2030.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 243,
                    "mention": "2011",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 703,
                    "end": 707,
                    "mention": "1999",
                    "ref_id": "BIBREF76"
                }
            ],
            "section": " Ozone Layer Depletion",
            "ref_spans": []
        },
        {
            "text": "Main pathways of ozone destruction areHydroxy radical (OH)\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ ^{ \\cdot } {\\text{OH}} + {\\text{O}}_{3} \\to {{\\text{ HO}}_{2}}^{ \\cdot } + {\\text{ O}}_{2} $$\\end{document}·OH+O3→HO2·+O2\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {{\\text{HO}}_{2}}^{ \\cdot } + {\\text{O}} \\to {^{ \\cdot } {\\text{OH}}} + {\\text{O}}_{2} $$\\end{document}HO2·+O→·OH+O2\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{Net : O + O}}_{3} \\to \\, 2{\\text{ O}}_{2} $$\\end{document}Net : O + O3→2O2\n\nChlorine and bromine radical (Cl and Br)\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{Cl}}^{ \\cdot } + {\\text{O}}_{3} \\to {\\text{ClO}}^{ \\cdot } + {\\text{ O}}_{2} $$\\end{document}Cl·+O3→ClO·+O2\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{ClO}}^{ \\cdot } + {\\text{ O }} \\to {\\text{ Cl}}^{ \\cdot } + {\\text{ O}}_{2} $$\\end{document}ClO·+O→Cl·+O2\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{Net}}:{\\text{ O}} + {\\text{O}}_{3} \\to 2{\\text{O}}_{2} $$\\end{document}Net:O+O3→2O2\nNitric Oxide (NO)\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{NO}} + {\\text{O}}_{3} \\to {\\text{NO}}_{2} + {\\text{O}}_{2} $$\\end{document}NO+O3→NO2+O2\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{NO}}_{2} + {\\text{O}} \\to {\\text{NO}} + {\\text{O}}_{2} $$\\end{document}NO2+O→NO+O2\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{Net}}:{\\text{O}} + {\\text{O}}_{3} \\to 2{\\text{O}}_{2} $$\\end{document}Net:O+O3→2O2\n\n",
            "cite_spans": [],
            "section": " Ozone Layer Depletion",
            "ref_spans": []
        },
        {
            "text": "The Montreal protocol adopted in Montreal in 1987, [and subsequently amended in London (1990), Copenhagen (1992), Vienna (1995), Montreal (1997) and Beijing (1999)] control of production and consumption of ODS.",
            "cite_spans": [],
            "section": " Ozone Layer Depletion",
            "ref_spans": []
        },
        {
            "text": "Nitrogen oxides from natural and anthropogenic activity catalytically destroy ozone through following reaction (Crutzen 1970; Jonston 1971).",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "mention": "1970",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 134,
                    "end": 138,
                    "mention": "1971",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": " Ozone Layer Depletion",
            "ref_spans": []
        },
        {
            "text": "The relative contributions of ODSs to depletion of ozone layer are quantified by ozone depletion potential (ODP). In spite of many similarities between N2O and ODSs it is not considered to be an ODS in Montreal Protocol (Ravishankara et al. 2009).",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 245,
                    "mention": "2009",
                    "ref_id": "BIBREF91"
                }
            ],
            "section": " Ozone Layer Depletion",
            "ref_spans": []
        },
        {
            "text": "\nAir pollution transported across the continents as well as ocean basins has resulted in trans-continental and trans-oceanic plumes of atmospheric brown clouds (ABCs) made up of sub micron size aerosols. ABCs interrupt sunlight by reflecting and absorbing reflecting resulting in large surface dimming. On the other hand, black carbon as well as some organics augments atmospheric heating increasing global warming. Black carbon is mainly emitted due to Wildfires; and combustion of Biofuel, Coal, Diesel and Gasoline. As per Ramanathan and Feng (2009) ABC warms atmosphere at elevated levels from 2 to 6 km, resulting in retreating of glaciers as well as snow packs in the Hindu Kush-Himalaya-Tibetan glaciers. Aerosols may nucleate additional cloud droplets enhancing dimming effect (Fig. 1.13). The dimming decreases evaporation of water from the earth’s surface, slowing down the hydrological cycle. According to some studies, in South Asia due to ABC dimming north-south gradients in sea surface temperatures as well as land–ocean difference in surface temperatures, have slowed down the monsoon circulation and reduced rainfall over the continents. The following figure shows global estimates of dimming.\n",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 551,
                    "mention": "2009",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": " Atmospheric Brown Cloud",
            "ref_spans": [
                {
                    "start": 791,
                    "end": 795,
                    "mention": "1.13",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The change in land use has also affected the production and transport of natural air pollutants like dust, pollen grains, spores, virus and bacteria. Vegetation cover is drastically reduced in the urban areas due to sudden increase in built area. Developing countries are facing significant air pollution impact of land use change due to rapid urbanization. More significant effect is seen due to expansion of the cities for housing purpose which emits a huge amount of dust during the construction of buildings. The emissions of air pollutants from these residential colonies become a continuous source of polluted air. According to the data, about 60 % of agricultural land in Delhi has been transformed into nonagricultural area resulting in decrease in net sown area from 85,000 to 46,000 ha (Mohan et al. 2011). Same is the case for most of the cities. The urban dust has been reported highly rich in carbon and sulphate (Kulshrestha et al. 2005; Kumar et al. 2014; Gupta 2015). Dust sulphate significantly affect various biochemical constituents and the morphology of the plants (Gupta 2015). Figure 1.14 shows an increase in Ascorbic acid and Proline content of foliar with the increase in sulphate levels correlating with the increase in stress level. More severe effect is reported for the industrial area as compared to the residential areas due to more stress of pollutants at industrial site which affects plant physiology and morphology. Soil dust coming out from the digging of land and the construction activities could be the sources of microbes. The relationship between different types of house dust and the concentration of fungi has reported by Kaarakainen et al. (2009).\n",
            "cite_spans": [
                {
                    "start": 810,
                    "end": 814,
                    "mention": "2011",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 946,
                    "end": 950,
                    "mention": "2005",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 965,
                    "end": 969,
                    "mention": "2014",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 977,
                    "end": 981,
                    "mention": "2015",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "mention": "2015",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1685,
                    "end": 1689,
                    "mention": "2009",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Land use change triggers\n ::: Impact on Flora and Fauna",
            "ref_spans": [
                {
                    "start": 1106,
                    "end": 1110,
                    "mention": "1.14",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Investigation of animals following the air pollution at Donora, Pennsylvania in 1948 disclosed that many animals were ill and died during the week of smog. Dogs were most susceptible species during the episode with 15.5 % reported to be sick and 10 canine deaths. Investigators attributed canine sickness to three syndromes—Signs of respiratory syndrome, digestive syndrome, and anorexia (poor apatite). 40 % of the birds affected by episode died. During the London fog in 1952 a number of prise cattle were severely affected. Five of the cattle died where as 11 were subjected to emergency slaughter. Post mortem examination revealed emphysema, bronchiolitis and right heart failure. Hydrogen sulphide released during pollution disaster in 1950 at Poza Rica, Mexico was responsible for death of 100 % canneries and about 50 % of the other exposed animals in the area. The important long-term effect due to air pollution of radioactive substance are cancer; shortening of life span, and genetic or mutation effect (Catcott 1961).",
            "cite_spans": [
                {
                    "start": 1023,
                    "end": 1027,
                    "mention": "1961",
                    "ref_id": "BIBREF89"
                }
            ],
            "section": "Land use change triggers\n ::: Impact on Flora and Fauna",
            "ref_spans": []
        },
        {
            "text": "Health forests across the world is being affected by Air pollutants due to increasing tropospheric ozone concentrations, raise atmospheric carbon dioxide concentrations, as well as acidic precipitation. Emissions of sulphur dioxide, oxides of nitrogen, and other pollutants like ammonia affect forests in rapidly industrializing areas. Increasing levels of UV-B radiation from stratospheric Ozone depletion are possibly a threat to health of forest (Percy and Ferretti 2004).",
            "cite_spans": [
                {
                    "start": 469,
                    "end": 473,
                    "mention": "2004",
                    "ref_id": "BIBREF85"
                }
            ],
            "section": "Land use change triggers\n ::: Impact on Flora and Fauna",
            "ref_spans": []
        },
        {
            "text": "Bioaccumulation and Biomagnification of chemicals in food web would further worsen the ecological balance. Bioaccumulation is an increase in the pollutants concentration over time in a biological organism. Compounds accumulate in living organisms as they are stored faster than they are disintegration or excretion. Biomagnification is raising accumulation of a pollutant in living beings as it moves from one level to other in a food chain.",
            "cite_spans": [],
            "section": "Land use change triggers\n ::: Impact on Flora and Fauna",
            "ref_spans": []
        },
        {
            "text": "Lead which is now drastically reduced in ambient air in many parts of the world is toxic to flora, fauna and micro-organisms and bioaccumulates in most organisms. Generally, 0.5 ppm of lead in the blood of water birds is considered toxic although toxic symptoms may appear at 0.2 ppm lead. Lead in at 5.0 ppm or more in liver of water birds is considered to be lethal. Reduced survival has been reported for some sensitive species of birds, at of 75–150 ppm body weight. Further, dietary levels of 50 ppm affect reproduction. Mortality during experimental studies in water birds normally occurs at dose concentrations of 20–40 ppm lead in with lethal levels varying from doses of 5–80 ppm (UNEP 2010). Lead concentrations of 100–1000 mg/kg soil cause visible effects on, growth, photosynthesis or other parameters (IPCS 1989).",
            "cite_spans": [
                {
                    "start": 695,
                    "end": 699,
                    "mention": "2010",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 820,
                    "end": 824,
                    "mention": "1989",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Land use change triggers\n ::: Impact on Flora and Fauna",
            "ref_spans": []
        },
        {
            "text": "Crop failure can occur due to—(a) impact of air pollutants on crop’s health, (2) climate change, (3) UV ray penetration due to damage to ozone layer. Figure 1.15 shows dust deposition on the three. Such deposition is likely to cause impact on health of tree depending on the constituents of dust. Ozone is the most destructive air pollutant to crops as well as ecosystems (Heagle 1989) as it is a strong oxidant. Surface level Ozone is a secondary air pollutant created in the atmosphere from the oxidation of NOx under bright sunlight as well as volatile organic. Ozone as well as its secondary byproducts damage plants by reducing photosynthesis as well as other physiological functions, resulting in weaker, undersized plants with inferior crop quality and decreased yields (Fiscus et al. 2005; Booker et al. 2009; Avnery et al. 2011).\n",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 384,
                    "mention": "1989",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 792,
                    "end": 796,
                    "mention": "2005",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 812,
                    "end": 816,
                    "mention": "2009",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 832,
                    "end": 836,
                    "mention": "2011",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Impact on Crop Yield",
            "ref_spans": [
                {
                    "start": 157,
                    "end": 161,
                    "mention": "1.15",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Crops next to thermal power plants in India suffered most in past decades due to inefficient air pollution control equipments which emitted fly ash that deposited on the crop. The pollution during mining, construction roads and operation of hot mixing plats in developing countries have resulted damage to crop to great extent.",
            "cite_spans": [],
            "section": "Impact on Crop Yield",
            "ref_spans": []
        },
        {
            "text": "\nAir pollution damages materials and involved three components—expenditures to repair, preventive measures, and loss of amenity. Impact of materials fall into four categories: soiling, material loss, discoloration, and structural failure.",
            "cite_spans": [],
            "section": "Impact on Material",
            "ref_spans": []
        },
        {
            "text": "The atmospheric corrosion of materials depends on acidification of the air, due to gases such as SO2 and HNO3. As per the reviews damage to siliceous stones is not significant, and therefore attention is restricted to calcareous stones (Harter 1986; Lipfert 1987; Lipfert 1989; NAPAP 1990;).",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "mention": "1986",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 258,
                    "end": 262,
                    "mention": "1987",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 272,
                    "end": 276,
                    "mention": "1989",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 284,
                    "end": 288,
                    "mention": "1990",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Impact on Material",
            "ref_spans": []
        },
        {
            "text": "Impact on Material Sulphuric acid aerosols attack building material mainly those containing carbonates like marble (Fig. 1.16, 1.17 and 1.18), limestone, slate and mortar which can be explained by following equation.\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{CaCO}}_{3} + {\\text{H}}_{2} {\\text{SO}}_{4} \\to {\\text{CaSO}}_{4} + {\\text{CO}}_{2} + {\\text{H}}_{2} {\\text{O}} $$\\end{document}CaCO3+H2SO4→CaSO4+CO2+H2O\n\n\n\n",
            "cite_spans": [],
            "section": "Impact on Material",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "mention": "1.16",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 127,
                    "end": 131,
                    "mention": "1.17",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 136,
                    "end": 140,
                    "mention": "1.18",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "The Calcium Sulphate formed is washed away.",
            "cite_spans": [],
            "section": "Impact on Material",
            "ref_spans": []
        },
        {
            "text": "The deterioration of calcareous stone can be explained in three stages: Simple dissolution of calcium carbonate; dissolution of calcium carbonate followed by the fall-out of less soluble particles; and steady build-up of salts if the calcium carbonate is not washed away.",
            "cite_spans": [],
            "section": "Impact on Material",
            "ref_spans": []
        },
        {
            "text": "Statues and other ornamental material may get discolored due to deposition of air pollutants. Figure 1.19 shows statues covered with plastic covers in Bangalore, India to avoid dust deposition and soiling of statues. Mortar contains sand, calcium hydroxide as well as other carbonate phases. Cement in concrete is susceptible to acid attack leading to discoloration/soiling (Fig. 1.20), surface erosion, spalling and corrosion of embedded steel. Damage to reinforced cement concrete structure will be insignificant if the steel is provided with sufficient cover of good quality concrete.\n\n",
            "cite_spans": [],
            "section": "Impact on Material",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "mention": "1.19",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 380,
                    "end": 384,
                    "mention": "1.20",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "Paint and polymeric materials can be affected due to acidic deposition as well as photochemical oxidants, particularly ozone. Impacts on this material include erosion of polymer surfaces, loss of gloss and soiling, interaction with sensitive pigments and fillers loss of paint adhesion from and substrates. Contamination of substrate before to painting can lead to premature failure due to embrittlement and cracking.",
            "cite_spans": [],
            "section": "Impact on Material",
            "ref_spans": []
        },
        {
            "text": "Atmospheric corrosion of metals (Fig. 1.21) is an electrochemical process occurring when the surface is wet. Corrosion rate mainly depends on humidity, precipitation, temperature as well as levels of atmospheric pollutants. SO2 causes most damage, on metals even though chloride plays play a significant role in coastal area.\n",
            "cite_spans": [],
            "section": "Impact on Material",
            "ref_spans": [
                {
                    "start": 38,
                    "end": 42,
                    "mention": "1.21",
                    "ref_id": "FIGREF13"
                }
            ]
        },
        {
            "text": "As per the studies conducted by Tzanis et al. (2011) in Athens, Greece metal and alloy specimens exposed the highest weight change is observed for unalloyed carbon steel at the level of 18 m, and lowest weight change was observed at 6 m. Values of weight change for zinc and copper specimens were about four times lower than steel and almost constant with the height. The weight loss of unalloyed carbon steel was found to be more than 15 times higher than other materials. Copper and bronze suffered less by atmospheric corrosion with almost equal mass loss. Zinc mass loss was nearly 70 % greater than that of copper and bronze.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "mention": "2011",
                    "ref_id": "BIBREF103"
                }
            ],
            "section": "Impact on Material",
            "ref_spans": []
        },
        {
            "text": "Sulfuric acid mist can damage, nylon, cotton, linen and rayon. Excess exposure to SO2 accelerates corrosion of metals. Hydrogen fluoride will corrode many substances except polyethylene, lead, wax, and platinum.",
            "cite_spans": [],
            "section": "Impact on Material",
            "ref_spans": []
        },
        {
            "text": "Human health can be adversely affected by air pollution depending on the pollutant, quantity of pollutant and path of entry into body. Human receptors include the eyes, nose, skin, or respiratory system. Eye is more susceptible to damage as well as irritation compared to the skin.\n",
            "cite_spans": [],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Figure 1.22 shows common forms of exposure response relationship. Relationship between the level of exposure (or dose) as well as the degree of effect (or response) usually occur in four ways: (1) effect/response increases with exposure without threshold, (2) effect/response increases with exposure with threshold, (3) effect/response versus exposure takes curvilinear shape, or (4) effect/response versus exposure takes S-shape (David 2003)\n",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 441,
                    "mention": "2003",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "mention": "1.22",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "The clinical course of a disease is shown in Fig. 1.23. The living organism after exposing to disease casing factor like air pollutant can either recover or recover with disability or die. Before end results human beings usually starts therapy as soon as symptoms of disease appear. The disease need not have to occur only to organs exposed to air pollutants. The toxins easily get absorbed by blood and varied to all parts of the body. For example chronic inhalation of cyanide compounds affects central nervous system, cardiovascular system, thyroid gland, respiratory system, eyes as well as skin.\n",
            "cite_spans": [],
            "section": "Impact on Human Health",
            "ref_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "mention": "1.23",
                    "ref_id": "FIGREF15"
                }
            ]
        },
        {
            "text": "Some gases like SO2 cause irritation and some gases like acetylene and Carbon Monoxide cause asphyxiation (cause death without significant physiological effect). Carbon monoxide causes a chemical asphyxiation since it impairs the oxygen transport in blood vessels as affinity of CO for haemoglobin is three hundred-fold more than oxygen.",
            "cite_spans": [],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Lead in air can cause severe health damage as it is toxic at very low exposure levels. Organo-lead compounds, like tetra-alkyl-lead and tri-alkyl-lead compounds, are more toxic compared to inorganic forms of lead. Lead has acute as well as chronic effects on health of humans as it is a multi-organ system toxicant. It can cause neurological, gastrointestinal, haematological, cardiovascular, renal, and reproductive effects. The severity and type of effects depend on the duration, level, and timing of exposure. Accumulated Lead in bone may become source of exposure later in life (UNEP 2010).",
            "cite_spans": [
                {
                    "start": 589,
                    "end": 593,
                    "mention": "2010",
                    "ref_id": "BIBREF104"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "The evidence indicates humans who are responsible for air pollution are adversely affected. Children’s health is adversely affected due to air pollution due to incomplete metabolic systems, ongoing process of lung development and growth, high rates of infection by pathogens immature host defenses, and activity specific to children can result in higher exposure to air pollution (WHO 2005).",
            "cite_spans": [
                {
                    "start": 385,
                    "end": 389,
                    "mention": "2005",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Figure 1.24 shows impact of air pollution on human health. Figures 1.25, 1.26, 1.27, 1.28 and 1.29 shows lungs affected by air pollution. Figure 1.30 shows food items exposed to atmosphere are often contaminated with air pollutants leading to food spoiling. The lung of developing fetal and the infant is more vulnerable to injury by lung toxicants. Air pollutants interact with environmental exposures, like allergens, viruses as well as diet that influence the effect of air pollutants on health. Four million deaths between 1997 and 1999 all over world were due to respiratory infections (WHO 2000). Particulate and gaseous pollutants can act on upper and lower airways to initiate as well aggravate cellular inflammation.\n\n\n\n\n\n\n",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 600,
                    "mention": "2000",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": [
                {
                    "start": 7,
                    "end": 11,
                    "mention": "1.24",
                    "ref_id": "FIGREF16"
                },
                {
                    "start": 67,
                    "end": 71,
                    "mention": "1.25",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 73,
                    "end": 77,
                    "mention": "1.26",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 79,
                    "end": 83,
                    "mention": "1.27",
                    "ref_id": "FIGREF19"
                },
                {
                    "start": 85,
                    "end": 89,
                    "mention": "1.28",
                    "ref_id": "FIGREF20"
                },
                {
                    "start": 94,
                    "end": 98,
                    "mention": "1.29",
                    "ref_id": "FIGREF21"
                },
                {
                    "start": 145,
                    "end": 149,
                    "mention": "1.30",
                    "ref_id": "FIGREF23"
                }
            ]
        },
        {
            "text": "Nasal allergy to pollen is termed as pollinosis, and allergy particularly to grass pollen is termed hay fever. Plants whose pollens are dispersed by air currents are called Anemophilous and such plants generate large quantities of lightweight pollen which are carried for great distances bringing it into contact with nasal passages.",
            "cite_spans": [],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "\nAir pollutants can get into the body through food contamination through food or water exposed to polluted air. Pollutant entering into body can remain on skin or in the respiratory/digestive system or move into the blood. Pollutants entering the bloodstream can be transported to all body parts. As pollutants moves through the body it can undergo many chemical changes, becoming more or less toxic (Figs. 1.26 and 1.27).",
            "cite_spans": [],
            "section": "Impact on Human Health",
            "ref_spans": [
                {
                    "start": 407,
                    "end": 411,
                    "mention": "1.26",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 416,
                    "end": 420,
                    "mention": "1.27",
                    "ref_id": "FIGREF19"
                }
            ]
        },
        {
            "text": "The contamination of Meuse River Valley of Belgium resulted in death of 63 people in the first week of December 1930. The findings of investigation revealed that weather patterns had a major impact on sulfur dioxide concentrations, especially during temperature inversion (Shy 1978). Air pollution along the Monongahela River near Pittsburgh, USA in October 26, 1948, resulted in death of 20 people due to cardiac as well as respiratory diseases (Goldsmith and Friberg 1977).",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 281,
                    "mention": "1978",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 469,
                    "end": 473,
                    "mention": "1977",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "As per Ostro (2004) outdoor air pollution was accounted for approximately 1.4 % of total mortality and it is the cause for 0.4 % of all disability-adjusted life years (DALYs) as well as 2 % of all cardiopulmonary disease.",
            "cite_spans": [
                {
                    "start": 14,
                    "end": 18,
                    "mention": "2004",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "In estimates released by WHO (2015a), around 7 million people died in 2012 as a result of air pollution exposure. This confirms that air pollution is now the world’s largest single environmental health risk.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 35,
                    "mention": "2015a",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "As per the WHO (2015b), 4.3 million deaths related to household air pollution in 2012. 1.69 million deaths occurred in the South East Asia and 1.62 million deaths occurred in Western Pacific regions. About 600,000 deaths occurred in Africa, 99,000 in Europe, 200,000 in the Eastern Mediterranean region, 81,000 in the Americas and 19,000 deaths occurred in high income countries.",
            "cite_spans": [
                {
                    "start": 16,
                    "end": 21,
                    "mention": "2015b",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "In 2012 a total 3.7 million deaths linked to Ambient Air Pollution (WHO 2015c). 1.67 million death occurred in Western Pacific region and 936,000 deaths occurred in South East Asian. About 236,000 deaths occured in the Eastern Mediterranean region, 200,000 in Europe, 58,000 in the Americas, 176,000 in Africa, 280,000 in high-income countries of Europe 94,000 in Americas, 67,000 in Western Pacific, 14,000 in Eastern Mediterranean (14,000).",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 77,
                    "mention": "2015c",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Breakdown by disease due to Ambient Air Pollution are: (1) 40 %—ischaemic heart disease; (2) 40 %—stroke; (3) 11 %—chronic obstructive pulmonary disease (COPD); (4) 6 %—lung cancer; and (5) 3 %—acute lower respiratory infections in children (WHO 2015a, c).",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 251,
                    "mention": "2015a",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 253,
                    "end": 254,
                    "mention": "c",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Breakdown by disease due to Household Air Pollution are: (1) 34 %—stroke; (2) 26 %—ischaemic heart disease; (3) 22 %—COPD; (4) 12 %—acute lower respiratory infections in children; and (5) 6 %—lung cancer (WHO 2015a, b) (Fig. 1.28).",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 214,
                    "mention": "2015a",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 216,
                    "end": 217,
                    "mention": "b",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": [
                {
                    "start": 225,
                    "end": 229,
                    "mention": "1.28",
                    "ref_id": "FIGREF20"
                }
            ]
        },
        {
            "text": "Lung cancer is one the leading reason of cancer death in both men as well as women. Apart from smoking air pollution is one of the main reason. Cancer can originate from lung or other parts of the body. Cancer originating from lung cells is known as primary lung cancer. It can start in the bronchi) or in the alveoli. As per studies by Siegel et al. (2013) lung and bronchus cancer would cause death of 28 % of male cancer patients and 26 % of female cancer patients in USA.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 356,
                    "mention": "2013",
                    "ref_id": "BIBREF97"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Smoking key reason of lung cancer (U.S. Department of Health and Human Services 2004), other causes include radon (National Academy of Sciences 1999) secondhand smoke (U.S. Department of Health and Human Services 2006) and air pollutants like benzene, formaldehyde, as well as Asbestos. The size of lung may increase (due to increase in mucus) or collapse partially/wholly due to lung cancer.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 84,
                    "mention": "2004",
                    "ref_id": "BIBREF106"
                },
                {
                    "start": 144,
                    "end": 148,
                    "mention": "1999",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 213,
                    "end": 217,
                    "mention": "2006",
                    "ref_id": "BIBREF107"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Many people affected due to SARS (severe acute respiratory syndrome), Avian flu and Swine flu due to transmission of virus through air in last decade.",
            "cite_spans": [],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "\nDiesel and gasoline exhaust are probably and possibly carcinogenic to humans (IARC 1989) and children living near places with high traffic density have more risk of cancer (Savitz and Feingold 1989).",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 88,
                    "mention": "1989",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 194,
                    "end": 198,
                    "mention": "1989",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "More than 4,000 people lost their lives in the year 1950 due to deadly acute air pollution that occurred due to temperature inversion over London. More than 4000 people lost their lives instantly due to methyl isocyanate poisoning in 1984 and hundreds of thousands were disabled permanently.",
            "cite_spans": [],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Dioxins and furans created during manufacture of certain chemicals like herbicides; pulp and paper industry during bleaching the wood pulp; burning waste (like municipal solid waste and medical waste) or substance which has chlorine; Secondary Copper Smelting; Forest Fires; Cement Kilns; Coal Fired Power Plants; Residential Wood Burning; burring bodies in crematorium or open fire. Dioxins and furans are known carcinogens and can change hormone levels. High doses of dioxin can lead to skin disease called chloracne. Dioxins and furans can bring changes in development of the fetus, decrease ability to reproduce and suppress immune system. Mercury which is emitted from combustion of coal and waste/substance with mercury can lead to Neurological and behavioral disorders, Kidney disorder ranging from augmented protein in the urine as well as kidney failure.",
            "cite_spans": [],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Aerobiology plays an important role in the spreading of infectious diseases. Aerobiology is the study of the course of action involved in the microorganisms’ movement in the atmosphere from one location to another. Airborne particles can remain in air for many days (Wells 1934; Wells and Stones 1934; Duguid 1946). Large quantities of infectious pathogens expelled in hospitals can spread via airborne. Blockage of sunlight due to air pollution can promote spread of harmful microbe in atmosphere resulting in spread of infection.",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "mention": "1934",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 296,
                    "end": 300,
                    "mention": "1934",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 309,
                    "end": 313,
                    "mention": "1946",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Epidemiological studies have revealed that exposure to air pollutants during fetal development as well as early postnatal life is connected with numerous health problems including very low birth weight (VLBW); low birth weight (LBW); congenital defects; intrauterine growth restriction (IUGR); preterm birth (PTB); behavioural problems, intrauterine and infant mortality; decreased lung growth, childhood asthma, increase in rates of respiratory tract infections, and neurocognitive decrements (Wang and Pinkerton 2007).",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 518,
                    "mention": "2007",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "\nSilicosis due to inhaling silica particles and asbestosis due to inhaling asbestoses is long known to scientific community. Studies by Kathleen and Boguang (1996) revealed that occurrence rates of silicosis increased by years of dust exposure.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 162,
                    "mention": "1996",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "PM air pollution increases risk for cardiovascular diseases (Miller et al. 2007; Pope et al. 2004) and people with diabetes are more susceptible to cardiovascular health effects connected with PM air pollution (O’Neill et al. 2005; Whitsel et al. 2009; Ursula et al. 2010).",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 79,
                    "mention": "2007",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 93,
                    "end": 97,
                    "mention": "2004",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 226,
                    "end": 230,
                    "mention": "2005",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 247,
                    "end": 251,
                    "mention": "2009",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 267,
                    "end": 271,
                    "mention": "2010",
                    "ref_id": "BIBREF105"
                }
            ],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "Certain microorganisms, transforming a less toxic species into toxic derivative like produce methyl iodide, which reacts with substance like mercury, arsenic, selenium, and tellurium to form their methyl derivatives by process is known as methylation.",
            "cite_spans": [],
            "section": "Impact on Human Health",
            "ref_spans": []
        },
        {
            "text": "\nBlack snow and outbreak of red-tide in lacustrine systems was observed during early 1991 in the Kashmir Himalayan valley, India. The occurrence of muddy snowfall in May 2002 at more than 4300 m above sea level in Afarwat glaciers of Kashmir, India has been attributed to changing environmental scenario of the region (Lone et al. 2010). The occurrence of “Black Snow” on the mountain peaks of Gund, Sonamarg in Kashmir, India observed in March, 1991 was due to the burning of oil-fields for the period of Gulf war (Kawosa 1991).",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "mention": "2010",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 523,
                    "end": 527,
                    "mention": "1991",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": " Black Snow and Muddy Snow",
            "ref_spans": []
        },
        {
            "text": "Occasional muddy rains were also observed in some regions of the Kashmir valley in April 2002 (Lone 2010). The occurrence of muddy snowfall in the alpine zone of Kashmir Himalaya evoked environmental concern as it has bearing on drinking water supplies as well as ecology of many natural snow-fed streams. The chemical composition shows that the particulate deposition approximately comprises 78 % of Lime stone, 20.5 % of Clay, 5 % of Gypsum and 1.5 % of Iron ore. Such a chemical composition suggests that these particulates might have origin from stone quarrying activities or cement manufacturing units.",
            "cite_spans": [
                {
                    "start": 100,
                    "end": 104,
                    "mention": "2010",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": " Black Snow and Muddy Snow",
            "ref_spans": []
        },
        {
            "text": "\nAir pollution contributes substantial quantities of contaminants to snow. The Asian part of the Russian Federation as well as Europe contributes all but a minute percentage of the lead reaching the Arctic through air out of which 95–99 % is anthropogenic (UNEP 2010).",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 266,
                    "mention": "2010",
                    "ref_id": "BIBREF104"
                }
            ],
            "section": " Black Snow and Muddy Snow",
            "ref_spans": []
        },
        {
            "text": "Most of the air pollutants in atmosphere either settles down itself or get scrubbed by rain/snow/hail/dew unless otherwise it reacts with other pollutants to from secondary pollutants or absorbed/adsorbed by other living/nonliving things. The pollutants entrapped in precipitation would either stay in snow for year to come or reach surface/ground water bodies over the course of time. The material settled on the surface of solid bodies also gets washed over course of time. The acids/alkali formed in the atmosphere can dissolve chemical on the surface of the earth before reaching the water bodies. The water not only gets contaminated due to conventional pollutants, it also scrubs radioactive material released into atmosphere. Rainwater was collected in the Nijmegen area of Netherlands after Chernobyl accident, in first three weeks of May 1986 revealed presence of radioactive material (Dennis 1987). Summarises the findings of studies of rainwater from Scandinavia and Great Britain after Chernobyl accident shows that the issue is far from easily understood (Lucas and John 1987).",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 906,
                    "mention": "1987",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1084,
                    "end": 1088,
                    "mention": "1987",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Water Pollution",
            "ref_spans": []
        },
        {
            "text": "The organic compounds with diverse chemical structures, sources, as well as uses such as industrial compounds, pesticides, persistent degradation products, byproducts of fossil fuel combustion, and impurities during manufacture of chemicals are transported atmospherically and deposited into remote environments. Such deposition can affect plants and animals including human health.",
            "cite_spans": [],
            "section": "Water Pollution",
            "ref_spans": []
        },
        {
            "text": "Nitrogen controls productivity and eutrophication of estuaries. Elevated nitrogen inputs to water bodies leads to harmful algal blooms; loss of sea grasses; hypoxic and anoxic bottom waters; and reduced fish stocks (Valiela and Costa 1988; Hallengraeff 1993). These eutrophication problems are consequence of increased population growth and air pollution (Lee and Olsen 1985; Nixon 1995; Vitousek et al. 1997). A significant nitrogen inputs to estuaries in New York may be due to atmospheric deposition (Jaworski et al. 1997).",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 238,
                    "mention": "1988",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 253,
                    "end": 257,
                    "mention": "1993",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 370,
                    "end": 374,
                    "mention": "1985",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 382,
                    "end": 386,
                    "mention": "1995",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 404,
                    "end": 408,
                    "mention": "1997",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 520,
                    "end": 524,
                    "mention": "1997",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Water Pollution",
            "ref_spans": []
        },
        {
            "text": "Lead is important for scientific community in environmental science as may enter surface waters due to erosion of lead-containing soil though lead is not very mobile in soil (UNEP 2010). Estimated residence times of biological particles with lead in surface waters, up to two years(UNEP 2010).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 184,
                    "mention": "2010",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 287,
                    "end": 291,
                    "mention": "2010",
                    "ref_id": "BIBREF104"
                }
            ],
            "section": "Water Pollution",
            "ref_spans": []
        },
        {
            "text": "Many of the air pollutants do not remain in atmosphere for ever. Most of the air pollutants will settle on soil or water causing soil and water pollution. Airborne pollutants from anthropogenic as well as natural sources deposit on land and water bodies. Air pollutants can travel to great distances from the source. Pollutants in soil and water bodies include nitrogen compounds, heavy metal, sulfur compounds, pesticides, and other toxics.",
            "cite_spans": [],
            "section": "Soil Pollution",
            "ref_spans": []
        },
        {
            "text": "Airborne pollutants can fall to the ground simply due to gravity. Such deposition is termed as “air deposition” or “atmospheric deposition”. Mercury extracted for centuries from sulfide ore or cinnabar has become a global pollutant. Mercury can be released into the atmosphere from many anthropogenic activities, such as municipal trash incineration, combustion of high sulfur coal which contains cinnabar, use of mercury based fungicides. Mercury has low reactivity in its elemental state and has long atmospheric residence time while the oxidized forms are removed by wet/dry deposition (Fogg and Fizgerald 1979).",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 613,
                    "mention": "1979",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Soil Pollution",
            "ref_spans": []
        },
        {
            "text": "Oxidized reactive gaseous mercury is very soluble in water and hence is effectively deposited on water and land by rain/snow/hail/due. Particulate forms of mercury settle as dry deposition (Keeler et al. 1995). The total quantity of mercury in the atmosphere is around 5000–6000 metric tons, and nearly 50 % of that was produced by human activities (Fitzgerals and Watras 1989).",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "mention": "1995",
                    "ref_id": "BIBREF61"
                },
                {
                    "start": 372,
                    "end": 376,
                    "mention": "1989",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Soil Pollution",
            "ref_spans": []
        },
        {
            "text": "Concentrations mercury in atmosphere peaked between 1960s and 1970s (Engstrom and Swain 1997). Anthropogenic activities contribute 70–80 % of the gross annual mercury emissions and 95 % of mercury vapor exists as elemental mercury (Fitzgerald 1995). Rest of the mercury exists as reactive gaseous mercury as complexes of divalent mercury, and/or in the organic form (Stratton and Lindberg 1995).",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "mention": "1997",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 243,
                    "end": 247,
                    "mention": "1995",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 389,
                    "end": 393,
                    "mention": "1995",
                    "ref_id": "BIBREF100"
                }
            ],
            "section": "Soil Pollution",
            "ref_spans": []
        },
        {
            "text": "While deposition of \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{H}}^{ + } $$\\end{document}H+, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {{\\text{SO}}_{4}}^{2 - } $$\\end{document}SO42- and \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{Ca}}^{2 + } $$\\end{document}Ca2+ in numerous Central European forests has declined in the last decade, deposition of \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {{\\text{NO}}_{3}}^{ - } $$\\end{document}NO3- and \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {{\\text{NH}}_{4}}^{ + } $$\\end{document}NH4+ remained high or increased resulting in depletion of soil Al-pools, release of \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {{\\text{SO}}_{4}}^{2 - } $$\\end{document}SO42- formerly stored soil, accumulation of nitrogen in soil increasing nitrogen availability to trees and reducing \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{Ca}}^{2 + } $$\\end{document}Ca2+ concentration in the soil. Soil acidification as well as increased nitrogen availability will decrease the fine root and change the rooting zone to upper layers of soil. Such shift in rooting zone will decrease the root/shoot ratio causing increased drought susceptibility of trees (Matzner and Murach 1995).",
            "cite_spans": [
                {
                    "start": 2794,
                    "end": 2798,
                    "mention": "1995",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Soil Pollution",
            "ref_spans": []
        },
        {
            "text": "Thirty-three years study of atmospheric heavy metal deposition in Denmark along with European emission inventories revealed concentrations of lead, cadmium, copper, zinc, vanadium, nickel and arsenic in soil at remote forest plantation on the island of Laesoe, Denmark. The accumulation of heavy metals was more in the top soil (Hovmand et al. 2008).",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "mention": "2008",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Soil Pollution",
            "ref_spans": []
        },
        {
            "text": "Deposition of particles from mineral processing and stone crushing can settle on soil leading to change in quality of top soil. The escape of materials which include by-product and products from chemical industry can contaminate soil to great extend.",
            "cite_spans": [],
            "section": "Soil Pollution",
            "ref_spans": []
        },
        {
            "text": "As per data published by UNEP (2010) concentration in soil next to roadways and in towns was up to several thousand mg Pb/kg, and soils adjacent to smelters as well as battery factories were up to 60,000 mg Pb/kg.",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "mention": "2010",
                    "ref_id": "BIBREF104"
                }
            ],
            "section": "Soil Pollution",
            "ref_spans": []
        },
        {
            "text": "Study of production, distribution as well as consumption of goods and services is called economics. An economic system of a region or nation is referred as economy. The economy differs widely between, and within, countries due to differing environments, cultures, and government systems.",
            "cite_spans": [],
            "section": "Loss of Economy",
            "ref_spans": []
        },
        {
            "text": "The direct consequences of air pollution can cause millions of dollars if measured in terms of cost of treatment to heal sickness, lost productivity, missed educational/development opportunities. The economic loss due to climate change and disasters triggered by air pollution can take away good share of Gross Domestic Product (GDP) of any country.",
            "cite_spans": [],
            "section": "Loss of Economy",
            "ref_spans": []
        },
        {
            "text": "Even though air pollution is spread across the world, it is most severe in cities of developing countries (David et al. 1996). But considering the spatial distribution, it is difficult to generalize the issue. Every country will have pockets of polluted areas as well as clean area. But developing world has disadvantage of high population growth rate in cities and poor infrastructure. It means poorly paved roads which rises dust increasing suspended particulate matter. The adulteration of fuel and old vehicles would add smoke to atmosphere. Air pollution in cities of developing countries can cost the nation after a decade due to unhealthy senior citizens. The immediate air pollution threat can come due to loss of tourism and crop. The soiled buildings, corroded structures and degraded construction material due to increase in acidic air pollutants can cost the owners a hefty amount even though it contributes to GDP of a country.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 124,
                    "mention": "1996",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Loss of Economy",
            "ref_spans": []
        },
        {
            "text": "Fires to clear forest to accommodate large scale rubber and oil palm plantations in Indonesia resulted in major air pollution in Asia during April to November of 1997 due to wide spread of forest fires. The disaster was cause of thick smoky haze which covered Indonesia, Malaysia, Singapore, Brunei, Southern Thailand and Philippines. The fires destroyed a large area of rainforest that included endangered species. While the fire destroyed commercial timber, plantations and farmland, air pollution resulted in tourism. The smoke was also cause of temporary shutdown of industry and commerce as well as increase in health care costs. Much mortality occurred Malaysia in the period due to air pollution from Indonesia.",
            "cite_spans": [],
            "section": "Loss of Economy",
            "ref_spans": []
        },
        {
            "text": "As per, Teresa and Leonardo (2013) reduced cognitive potentials due to preventable childhood lead exposure translate into economic losses of $134.7, $699.9, and $142.3 billion international dollars at Africa, Asia, and Latin America/Caribbean, respectively amounting to 1.20 % of the global GDP. Lifetime economic productivity (LEP) associated due to childhood lead exposure in Low and Middle Income Countries (LMIC) currently amounts to $977 billion annually (Teresa and Leonardo 2013).",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 33,
                    "mention": "2013",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 481,
                    "end": 485,
                    "mention": "2013",
                    "ref_id": "BIBREF101"
                }
            ],
            "section": "Loss of Economy",
            "ref_spans": []
        },
        {
            "text": "\nVisibility is the maximum distance in a given direction at which an object can be visually recognized with unaided eyesight (Wark et al. 1998). The destruction of visibility is mainly due to the absorption and scattering of visible light by suspended particles (Chan et al. 1999).",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "mention": "1998",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 275,
                    "end": 279,
                    "mention": "1999",
                    "ref_id": "BIBREF99"
                }
            ],
            "section": " Visibility",
            "ref_spans": []
        },
        {
            "text": "PM2.5, are believed to be mainly responsible for the scattering of visible light (Sloane et al. 1991). Fine particulate matter is the main pollutant in the majority urban areas in China (Zhang et al. 2009, 2013) and other countries. Hence it has acquired worldwide attention for its bad impacts on visibility (Ghim et al. 2005) as well as public health (Hong et al. 2002).",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 100,
                    "mention": "1991",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 200,
                    "end": 204,
                    "mention": "2009",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 206,
                    "end": 210,
                    "mention": "2013",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 322,
                    "end": 326,
                    "mention": "2005",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 366,
                    "end": 370,
                    "mention": "2002",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": " Visibility",
            "ref_spans": []
        },
        {
            "text": "The visibility is affected by meteorology and concentration of pollutants. As could be seen from Figs. 1.31 and 1.32 the visibility is not affected much at 6.00 AM clock due to less traffic and low concentration of pollution. At 7.00 AM as the number of vehicles on road increased visibility decreased as concretion of suspended particles in atmosphere increased and low temperature hindered dispersion of pollutants. At 1.00 AM the pollutants dispersed mainly due to increase in temperature and therefore dispersion of pollutants.\n\n",
            "cite_spans": [],
            "section": " Visibility",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 107,
                    "mention": "1.31",
                    "ref_id": "FIGREF24"
                },
                {
                    "start": 112,
                    "end": 116,
                    "mention": "1.32",
                    "ref_id": "FIGREF25"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.1: pH of precipitation in India\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 1.2: Major GHGs and their levels\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.1: Constuents of air\n",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 1.10: Greenhouse effect showing its importance for sustainable temperature for biosphere",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 1.11: Impact of climate change\n",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 1.12: Per capita CO2 emissions of different countries based on 2010 emissions (Source based on information on www.economicshelp.org)",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 1.13: Global dimming estimates (Ramanathan and Carmichael 2008)",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 1.14: Increasing concentrations of AsA with increasing dust flux of \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$ {\\text{SO}}_{4}^{ - } $$\\end{document}SO4- at JNU and SB sites (Source Gupta 2015)",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 1.15: Dust deposition on the three",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 1.16: Marble within siliceous stones damaged due to air pollutants",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 1.17: Intricate carvings being washed away due to air pollution",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 1.18: Build up salts after attack of acidic air pollutants on marble used for flooring",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 1.19: Statues covered with plastic covers in Bangalore, India to avoid dust deposition and soiling of statues",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 1.2: Temperature profile with changing altitude across different layers of the atmosphere\n",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 1.20: Soiled walls and roofs in coastal area",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig. 1.21: Corroded steel structure",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig. 1.22: Common forms of exposure response relationship",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Fig. 1.23: The clinical course of a disease",
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Fig. 1.24: Impact of air pollution on human health",
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Fig. 1.25: Complex network of tubes in lungs traps most of the pollutants entering into lungs",
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Fig. 1.26: Section of lung showing deposit of black particles in tubes of lungs",
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Fig. 1.27: Un-sectioned lung with particles trapped in alveoli",
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Fig. 1.28: Section of lung uncoated with pollutants",
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Fig. 1.29: Section of lungs affected by cancer (cancer tumours are visible as light colored patches)",
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Fig. 1.3: Remnants of historic building with mud masonry in an Asian City",
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Fig. 1.30: Food items exposed to atmosphere are often contaminated with air pollutants leading to food spoiling",
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Fig. 1.31: Reduced visibility with time 6.00 AM, 7.00 AM, 1.00 AM on clear day in one of the location in Bangalore",
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Fig. 1.32: Reduced visibility with time 6.00 AM, 7.00 AM and 1.00 AM on clear day in another location in Bangalore",
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Fig. 1.4: Traffic from a developing Asian country",
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Fig. 1.5: Mosaic of issues, causes, influencing factors and impacts of air pollution\n",
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Fig. 1.6: \na Variation of rainwater pH with sulphate in India. b Variation of rainwater pH with sulphate in United States",
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Fig. 1.7: Visible impact on statue and roofing due to acid rain",
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Fig. 1.8: Global Sulfur emissions Tg/yr (based on data from Berresheim et al. 1995)",
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Fig. 1.9: Global NOx emissions [based on data published in (IPCC 2001)]",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Ozone impacts on agriculture: An issue of global concern",
            "authors": [
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Ashmore",
                    "suffix": ""
                },
                {
                    "first": "FM",
                    "middle": [],
                    "last": "Marshall",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Advances in Botanical Research",
            "volume": "29",
            "issn": "",
            "pages": "32-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The influence of nitrogen oxides on the atmospheric ozone content",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Crutzen",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Quarterly Journal of the Royal Meteorological Society",
            "volume": "96",
            "issn": "408",
            "pages": "320-325",
            "other_ids": {
                "DOI": [
                    "10.1002/qj.49709640815"
                ]
            }
        },
        "BIBREF2": {
            "title": "Economic crisis detected from space: Air quality observations over Athens/Greece",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Vrekoussis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Richter",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hilboll",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Burrows",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gerasopoulos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lelieveld",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barrie",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zerefos",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Mihalopoulos",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Geophysical Research Letters",
            "volume": "40",
            "issn": "2",
            "pages": "458-463",
            "other_ids": {
                "DOI": [
                    "10.1002/grl.50118"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "XXXI. On the influence of carbonic acid in the air upon the temperature of the ground",
            "authors": [
                {
                    "first": "Svante",
                    "middle": [],
                    "last": "Arrhenius",
                    "suffix": ""
                }
            ],
            "year": 1896,
            "venue": "The London, Edinburgh, and Dublin Philosophical Magazine and Journal of Science",
            "volume": "41",
            "issn": "251",
            "pages": "237-276",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Air pollutant effects on fetal and early postnatal development",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Pinkerton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Birth Defects Research Part C Embryo Today",
            "volume": "81",
            "issn": "3",
            "pages": "144-154",
            "other_ids": {
                "DOI": [
                    "10.1002/bdrc.20097"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "On air-borne infection: Study II. Droplets and droplet nuclei",
            "authors": [
                {
                    "first": "WF",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "American Journal of Epidemiology",
            "volume": "20",
            "issn": "3",
            "pages": "611-618",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "On air-borne Infection",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wells",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "American Journal of Hygiene",
            "volume": "20",
            "issn": "",
            "pages": "619-627",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Heart rate variability, ambient particulate matter air pollution, and glucose homeostasis: The environmental epidemiology of arrhythmogenesis in the women’s health initiative",
            "authors": [
                {
                    "first": "EA",
                    "middle": [],
                    "last": "Whitsel",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Quibrera",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Christ",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Liao",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Prineas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Heiss",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "American Journal of Epidemiology",
            "volume": "169",
            "issn": "",
            "pages": "693-703",
            "other_ids": {
                "DOI": [
                    "10.1093/aje/kwn400"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Environmental degradation and rehabilitation of the landscape around Sudbury, a major mining and smelting area",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Winterhalder",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Environmental Reviews",
            "volume": "4",
            "issn": "",
            "pages": "185-224",
            "other_ids": {
                "DOI": [
                    "10.1139/a96-011"
                ]
            }
        },
        "BIBREF25": {
            "title": "Chemical characterization and source apportionment of PM<sub>2.5</sub> in Beijing: seasonal perspective",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Jing",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "S.-C.",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [
                        "S.",
                        "L."
                    ],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Atmospheric Chemistry and Physics",
            "volume": "13",
            "issn": "14",
            "pages": "7053-7074",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Asian emissions in 2006 for the NASA INTEX–B mission",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Streets",
                    "suffix": ""
                },
                {
                    "first": "GR",
                    "middle": [],
                    "last": "Carmichael",
                    "suffix": ""
                },
                {
                    "first": "KB",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Huo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kannari",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Klimont",
                    "suffix": ""
                },
                {
                    "first": "IS",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Reddy",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Fu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lei",
                    "suffix": ""
                },
                {
                    "first": "LT",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "ZL",
                    "middle": [],
                    "last": "Yao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Atmospheric Chemistry and Physics",
            "volume": "9",
            "issn": "",
            "pages": "5131-5153",
            "other_ids": {
                "DOI": [
                    "10.5194/acp-9-5131-2009"
                ]
            }
        },
        "BIBREF28": {
            "title": "Environmental pollution and the global burden of disease",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "British Medical Bulletin",
            "volume": "68",
            "issn": "",
            "pages": "1-24",
            "other_ids": {
                "DOI": [
                    "10.1093/bmb/ldg019"
                ]
            }
        },
        "BIBREF29": {
            "title": "Urban air pollution in megacities of the world",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "David",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Guntis",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rudi",
                    "suffix": ""
                },
                {
                    "first": "VW",
                    "middle": [],
                    "last": "Veerle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Michael",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Atmospheric Environment",
            "volume": "30",
            "issn": "5",
            "pages": "486-681",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Radioactivity in rainwater following the Chernobyl accident",
            "authors": [
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Dennis",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Environmentalist",
            "volume": "7",
            "issn": "1",
            "pages": "31-34",
            "other_ids": {
                "DOI": [
                    "10.1007/BF02277203"
                ]
            }
        },
        "BIBREF31": {
            "title": "A gridded reconstruction of land and ocean precipitation for the extended tropics from 1974–1994",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Doherty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hulme",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "International Journal of Climatology",
            "volume": "19",
            "issn": "",
            "pages": "119-142",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1097-0088(199902)19:2<119::AID-JOC358>3.0.CO;2-X"
                ]
            }
        },
        "BIBREF32": {
            "title": "Predicting the spread of foot and mouth disease by airborne virus",
            "authors": [
                {
                    "first": "AI",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Alexandersen",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Revue Scientifique et Technique-Office International des épizooties",
            "volume": "21",
            "issn": "3",
            "pages": "569-575",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "The size and the duration of air carriage of respiratory droplets and droplet nuclei",
            "authors": [
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Duguid",
                    "suffix": ""
                }
            ],
            "year": 1946,
            "venue": "The Journal of Hygiene",
            "volume": "44",
            "issn": "6",
            "pages": "471-479",
            "other_ids": {
                "DOI": [
                    "10.1017/S0022172400019288"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Recent declines in atmospheric mercury deposition in the upper Midwest",
            "authors": [
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Engstrom",
                    "suffix": ""
                },
                {
                    "first": "EB",
                    "middle": [],
                    "last": "Swain",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Environmental Science and Technology",
            "volume": "312",
            "issn": "",
            "pages": "960-967",
            "other_ids": {
                "DOI": [
                    "10.1021/es9600892"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Crop responses to ozone: uptake, modes of action, carbon assimilation and partitioning",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Fiscus",
                    "suffix": ""
                },
                {
                    "first": "FL",
                    "middle": [],
                    "last": "Booker",
                    "suffix": ""
                },
                {
                    "first": "KO",
                    "middle": [],
                    "last": "Burkey",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Plant, Cell and Environment",
            "volume": "28",
            "issn": "",
            "pages": "997-1011",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-3040.2005.01349.x"
                ]
            }
        },
        "BIBREF38": {
            "title": "Is mercury increasing in the atmosphere? The need for an atmospheric mercury network (AMNET)",
            "authors": [
                {
                    "first": "WF",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Water, Air, and Soil pollution",
            "volume": "80",
            "issn": "",
            "pages": "245-254",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01189674"
                ]
            }
        },
        "BIBREF39": {
            "title": "Mercury in surficial waters of rural Wisconsin lakes: Total",
            "authors": [
                {
                    "first": "WF",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Watras",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Environment",
            "volume": "87",
            "issn": "8",
            "pages": "223-232",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Visibility trends in Korea during the past two decades",
            "authors": [
                {
                    "first": "YS",
                    "middle": [],
                    "last": "Ghim",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Moon",
                    "suffix": ""
                },
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "YP",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of the Air and Waste Management Association",
            "volume": "55",
            "issn": "",
            "pages": "73-82",
            "other_ids": {
                "DOI": [
                    "10.1080/10473289.2005.10464599"
                ]
            }
        },
        "BIBREF42": {
            "title": "Effects of air pollution on human health",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "LT",
                    "middle": [],
                    "last": "Friberg",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Air pollution",
            "volume": "",
            "issn": "",
            "pages": "470-474",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Long-range transport of dust aerosols over the Arabian Sea and Indian region—A case study using satellite data and ground-based measurements",
            "authors": [
                {
                    "first": "KVS",
                    "middle": [],
                    "last": "Badarinath",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Kharol",
                    "suffix": ""
                },
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Kaskaoutis",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Ramaswamy",
                    "suffix": ""
                },
                {
                    "first": "HD",
                    "middle": [],
                    "last": "Kambezidis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Global and Planetary Change",
            "volume": "72",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.gloplacha.2010.02.003"
                ]
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "A review of harmful algal blooms and their apparent global increase",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Hallegraeff",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Phycologia",
            "volume": "32",
            "issn": "",
            "pages": "79-99",
            "other_ids": {
                "DOI": [
                    "10.2216/i0031-8884-32-2-79.1"
                ]
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Ozone and crop yield",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Heagle",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Annual review of Phytopathology",
            "volume": "27",
            "issn": "",
            "pages": "397-423",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.py.27.090189.002145"
                ]
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Atmospheric heavy metal deposition accumulated in rural forest soils of southern Scandinavia",
            "authors": [
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Hovmand",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kemp",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kystol",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Johnsen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Riis-Nielsen",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Pacyna",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Environment Pollution",
            "volume": "155",
            "issn": "3",
            "pages": "537-541",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envpol.2008.01.047"
                ]
            }
        },
        "BIBREF51": {
            "title": "Precipitation sensitivity to global warming: Comparison of observations with HadCM2 simulations",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hulme",
                    "suffix": ""
                },
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Osborn",
                    "suffix": ""
                },
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Johns",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Geophysical Reseach Letters",
            "volume": "25",
            "issn": "33",
            "pages": "79-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Atmospheric deposition of nitrogen oxides onto the landscape contributes to coastal eutrophication in the Northeast United States",
            "authors": [
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Jaworski",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Hetling",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Environmental Science and Technology",
            "volume": "31",
            "issn": "",
            "pages": "1995-2005",
            "other_ids": {
                "DOI": [
                    "10.1021/es960803f"
                ]
            }
        },
        "BIBREF56": {
            "title": "Reduction of stratospheric ozone by nitrogen oxide catalysts from supersonic transport exhaust",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Johnston",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Science",
            "volume": "173",
            "issn": "3996",
            "pages": "517-522",
            "other_ids": {
                "DOI": [
                    "10.1126/science.173.3996.517"
                ]
            }
        },
        "BIBREF57": {
            "title": "Calculating regional climatic time series for temperature and precipitation: Methods and illustrations",
            "authors": [
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hulme",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "International Journal of Climatology",
            "volume": "16",
            "issn": "",
            "pages": "361-377",
            "other_ids": {
                "DOI": [
                    "10.1002/(SICI)1097-0088(199604)16:4<361::AID-JOC53>3.0.CO;2-F"
                ]
            }
        },
        "BIBREF58": {
            "title": "Microbial content of house dust samples determined with qPCR",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kaarakainen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meklin",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rintala",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vepsalainen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hyvarinen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Nevalainen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Meklin",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science of the Total Environment",
            "volume": "407",
            "issn": "",
            "pages": "4673-4680",
            "other_ids": {
                "DOI": [
                    "10.1016/j.scitotenv.2009.04.046"
                ]
            }
        },
        "BIBREF59": {
            "title": "Secular trends of precipitation amount, frequency, and intensity in the USA",
            "authors": [
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Karl",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Knight",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Bulletin of the American Meteorological society",
            "volume": "79",
            "issn": "",
            "pages": "231-241",
            "other_ids": {
                "DOI": [
                    "10.1175/1520-0477(1998)079<0231:STOPAF>2.0.CO;2"
                ]
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Particulate mercury in the atmosphere: Its significance, transport, transformation and sources",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Keeler",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Glinsorn",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pirrone",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Water, Air, and Soil Pollution",
            "volume": "80",
            "issn": "",
            "pages": "159-168",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01189664"
                ]
            }
        },
        "BIBREF62": {
            "title": "Long range transport of soil dust and smoke pollution in the South Asian region",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Begum",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Biswas",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pandit",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Atmospheric Pollution Research",
            "volume": "2",
            "issn": "",
            "pages": "151-157",
            "other_ids": {
                "DOI": [
                    "10.5094/APR.2011.020"
                ]
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Airmass Trajectories and Long Range Transport of Pollutants: Review of Wet Deposition Scenario in South Asia",
            "authors": [
                {
                    "first": "Umesh",
                    "middle": [],
                    "last": "Kulshrestha",
                    "suffix": ""
                },
                {
                    "first": "Bablu",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Advances in Meteorology",
            "volume": "2014",
            "issn": "",
            "pages": "1-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Eutrophication and management initiatives for the control of nutrient inputs to Rhode Island coastal lagoons",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Estuaries",
            "volume": "8",
            "issn": "",
            "pages": "191-202",
            "other_ids": {
                "DOI": [
                    "10.2307/1352200"
                ]
            }
        },
        "BIBREF67": {
            "title": "Long-term impacts of aerosols on the vertical development of clouds and precipitation",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Niu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Fan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rosenfeld",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature Geoscience",
            "volume": "4",
            "issn": "",
            "pages": "888-894",
            "other_ids": {
                "DOI": [
                    "10.1038/ngeo1313"
                ]
            }
        },
        "BIBREF68": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Atmospheric damage to calcareous stones: Comparison and reconciliation of recent findings",
            "authors": [
                {
                    "first": "FW",
                    "middle": [],
                    "last": "Lipfert",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Atmospheric Environment",
            "volume": "23",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/0004-6981(89)90587-8"
                ]
            }
        },
        "BIBREF70": {
            "title": "Environmental chemistry of a rare muddy snowfall occurrence on alpine zone glaciers of Gulmarg",
            "authors": [
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Lone",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Qureshi",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Kirmani",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Sidiquee",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Shah",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Kashmir Himalaya, India Current World Environment",
            "volume": "5",
            "issn": "2",
            "pages": "271-278",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Contribution of alkaline and acidic sources to precipitation in Israel",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mamane",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Dayan",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "The Science of The Total Environment",
            "volume": "61",
            "issn": "",
            "pages": "15-22",
            "other_ids": {
                "DOI": [
                    "10.1016/0048-9697(87)90352-4"
                ]
            }
        },
        "BIBREF73": {
            "title": "Soil changes induced by air pollutant deposition and their implication for forests in central Europe",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Matzner",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Murach",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Water, Air",
            "volume": "85",
            "issn": "1",
            "pages": "63-76",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00483689"
                ]
            }
        },
        "BIBREF74": {
            "title": "Long-term exposure to air pollution and incidence of cardiovascular events in women",
            "authors": [
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Siscovick",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Sheppard",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shepherd",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "GL",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Kaufman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "New England Journal of Medicine",
            "volume": "356",
            "issn": "",
            "pages": "447-458",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa054409"
                ]
            }
        },
        "BIBREF75": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Coastal marine eutrophication: A definition, social causes and future concerns",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Nixon",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Ophelia",
            "volume": "41",
            "issn": "",
            "pages": "199-220",
            "other_ids": {
                "DOI": [
                    "10.1080/00785236.1995.10422044"
                ]
            }
        },
        "BIBREF80": {
            "title": "Quantitative assessment of worldwide contamination of air, water and soils by trace metals",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nriagu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Pacyna",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Nature",
            "volume": "333",
            "issn": "",
            "pages": "134-139",
            "other_ids": {
                "DOI": [
                    "10.1038/333134a0"
                ]
            }
        },
        "BIBREF81": {
            "title": "The ozone component of global change: Potential effects on agricultural and horticultural plant yield, product quality and interactions with invasive species",
            "authors": [
                {
                    "first": "FL",
                    "middle": [],
                    "last": "Booker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Muntifering",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "McGrath",
                    "suffix": ""
                },
                {
                    "first": "KO",
                    "middle": [],
                    "last": "Burkey",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Decoteau",
                    "suffix": ""
                },
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Fiscus",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Manning",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Krupa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chappelka",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Grantz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Journal of Integrative Plant Biology",
            "volume": "51",
            "issn": "",
            "pages": "337-351",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1744-7909.2008.00805.x"
                ]
            }
        },
        "BIBREF82": {
            "title": "Diabetes enhances vulnerability to particulate air pollution-associated impairment in vascular reactivity and endothelial function",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "O’Neill",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Veves",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zanobetti",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Sarnat",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Economides",
                    "suffix": ""
                },
                {
                    "first": "ES",
                    "middle": [],
                    "last": "Horton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Circulation",
            "volume": "111",
            "issn": "",
            "pages": "2913-2920",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.104.517110"
                ]
            }
        },
        "BIBREF83": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "An assessment of global and regional emissions of trace metals to the atmosphere from anthropogenic sources worldwide",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Pacyna",
                    "suffix": ""
                },
                {
                    "first": "EG",
                    "middle": [],
                    "last": "Pacyna",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Environmental Reviews",
            "volume": "9",
            "issn": "",
            "pages": "269-298",
            "other_ids": {
                "DOI": [
                    "10.1139/a01-012"
                ]
            }
        },
        "BIBREF85": {
            "title": "Air pollution and forest health: Toward new monitoring concepts",
            "authors": [
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Percy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferretti",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Environmental Pollution",
            "volume": "130",
            "issn": "2004",
            "pages": "113-126",
            "other_ids": {
                "DOI": [
                    "10.1016/j.envpol.2003.10.034"
                ]
            }
        },
        "BIBREF86": {
            "title": "Cardiovascular mortality and long-term exposure to particulate air pollution: Epidemiological evidence of general pathophysiological pathways of disease",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Pope",
                    "suffix": "III"
                },
                {
                    "first": "RT",
                    "middle": [],
                    "last": "Burnett",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Thurston",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Thun",
                    "suffix": ""
                },
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Calle",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Krewski",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Godleski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Circulation",
            "volume": "109",
            "issn": "",
            "pages": "71-77",
            "other_ids": {
                "DOI": [
                    "10.1161/01.CIR.0000108927.80044.7F"
                ]
            }
        },
        "BIBREF87": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "Effect of air pollution on animals",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Catcott",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Monograph Series World Health Organization",
            "volume": "46",
            "issn": "",
            "pages": "221-231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ramesha",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sushil",
                    "suffix": ""
                },
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Umesh",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Coping with climate change: Principles and Asian context",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "Nitrous oxide (N2O): The dominant ozone-depleting substance emitted in the 21st century",
            "authors": [
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Ravishankara",
                    "suffix": ""
                },
                {
                    "first": "SD",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                },
                {
                    "first": "WP",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "123-125",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1176985"
                ]
            }
        },
        "BIBREF92": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "Hemispheric snow cover and surface albedo for model validation",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Annals of Glaciology",
            "volume": "25",
            "issn": "",
            "pages": "241-245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "A study of the sulfur budget for the atmosphere over Northern Europe",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rodhe",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Tellus",
            "volume": "24",
            "issn": "",
            "pages": "128-138",
            "other_ids": {
                "DOI": [
                    "10.1111/j.2153-3490.1972.tb01540.x"
                ]
            }
        },
        "BIBREF95": {
            "title": "Association of childhood cancer with residential traffic density",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Savitz",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feingold",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Scandinavian Journal of Work, Environment & Health",
            "volume": "15",
            "issn": "",
            "pages": "360-363",
            "other_ids": {
                "DOI": [
                    "10.5271/sjweh.1848"
                ]
            }
        },
        "BIBREF96": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Shy Carl",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Health effects of air pollution",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "Cancer Statistics, 2013",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Naishadham",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jemal",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "CANCER J CLIN 2013",
            "volume": "63",
            "issn": "",
            "pages": "11-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "Size–segregated fine particle measurements by chemical species and their impact on visibility impairment in Denver",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Sloane",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Pritchett",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Willard Richards",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Atmospheric Environment Part A. General Topics",
            "volume": "25",
            "issn": "",
            "pages": "1013-1024",
            "other_ids": {
                "DOI": [
                    "10.1016/0960-1686(91)90143-U"
                ]
            }
        },
        "BIBREF99": {
            "title": "Source apportionment of visibility degradation problems in Brisbane (Australia) using the multiple linear regression techniques",
            "authors": [
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "GH",
                    "middle": [],
                    "last": "Mctainsh",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Vowles",
                    "suffix": ""
                },
                {
                    "first": "DD",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Atmospheric Environment",
            "volume": "33",
            "issn": "",
            "pages": "3237-3250",
            "other_ids": {
                "DOI": [
                    "10.1016/S1352-2310(99)00091-6"
                ]
            }
        },
        "BIBREF100": {
            "title": "Measurement of gas phase ionic mercury (ii) species in ambient air",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Lindberg",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Abstracts of Papers of the American Chemical Society",
            "volume": "210",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "Economic costs of childhood lead exposure in low- and middle-income countries",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Teresa",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Leonardo",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Environmental Health Perspectives",
            "volume": "121",
            "issn": "9",
            "pages": "1097-1102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF102": {
            "title": "Effects of air pollution on plants",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Monograph Series World Health Organization",
            "volume": "46",
            "issn": "",
            "pages": "233-277",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "On the corrosion and soiling effects on materials by air pollution in Athens, Greece",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tzanis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Varotsos",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christodoulakis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Tidblad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ferm",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ionescu",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Lefevre",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Theodorakopoulou",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kreislova",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Atmospheric Chemistry and Physics",
            "volume": "11",
            "issn": "",
            "pages": "12039-12048",
            "other_ids": {
                "DOI": [
                    "10.5194/acp-11-12039-2011"
                ]
            }
        },
        "BIBREF104": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF105": {
            "title": "Traffic-Related Air Pollution and Incident Type 2 Diabetes: Results from the SALIA Cohort Study",
            "authors": [
                {
                    "first": "Ursula",
                    "middle": [],
                    "last": "Krämer",
                    "suffix": ""
                },
                {
                    "first": "Christian",
                    "middle": [],
                    "last": "Herder",
                    "suffix": ""
                },
                {
                    "first": "Dorothea",
                    "middle": [],
                    "last": "Sugiri",
                    "suffix": ""
                },
                {
                    "first": "Klaus",
                    "middle": [],
                    "last": "Strassburger",
                    "suffix": ""
                },
                {
                    "first": "Tamara",
                    "middle": [],
                    "last": "Schikowski",
                    "suffix": ""
                },
                {
                    "first": "Ulrich",
                    "middle": [],
                    "last": "Ranft",
                    "suffix": ""
                },
                {
                    "first": "Wolfgang",
                    "middle": [],
                    "last": "Rathmann",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Environmental Health Perspectives",
            "volume": "118",
            "issn": "9",
            "pages": "1273-1279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF106": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF108": {
            "title": "Human alterations of the global nitrogen cycle: Causes and consequence",
            "authors": [
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Vitousek",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Aber",
                    "suffix": ""
                },
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "GE",
                    "middle": [],
                    "last": "Likens",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Matson",
                    "suffix": ""
                },
                {
                    "first": "DW",
                    "middle": [],
                    "last": "Schindler",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Schlesinger",
                    "suffix": ""
                },
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Tilman",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Issues in Ecology",
            "volume": "1",
            "issn": "",
            "pages": "1-15",
            "other_ids": {
                "DOI": []
            }
        }
    }
}