{
    "paper_id": "PMC7148048",
    "metadata": {
        "title": "The Unfairness of Popularity Bias in Music Recommendation: A Reproducibility Study",
        "authors": [
            {
                "first": "Joemon",
                "middle": [
                    "M."
                ],
                "last": "Jose",
                "suffix": "",
                "email": "joemon.jose@glasgow.ac.uk",
                "affiliation": {}
            },
            {
                "first": "Emine",
                "middle": [],
                "last": "Yilmaz",
                "suffix": "",
                "email": "emine.yilmaz@ucl.ac.uk",
                "affiliation": {}
            },
            {
                "first": "João",
                "middle": [],
                "last": "Magalhães",
                "suffix": "",
                "email": "jm.magalhaes@fct.unl.pt",
                "affiliation": {}
            },
            {
                "first": "Pablo",
                "middle": [],
                "last": "Castells",
                "suffix": "",
                "email": "pablo.castells@uam.es",
                "affiliation": {}
            },
            {
                "first": "Nicola",
                "middle": [],
                "last": "Ferro",
                "suffix": "",
                "email": "ferro@dei.unipd.it",
                "affiliation": {}
            },
            {
                "first": "Mário",
                "middle": [
                    "J."
                ],
                "last": "Silva",
                "suffix": "",
                "email": "mjs@inesc-id.pt",
                "affiliation": {}
            },
            {
                "first": "Flávio",
                "middle": [],
                "last": "Martins",
                "suffix": "",
                "email": "flaviomartins@acm.org",
                "affiliation": {}
            },
            {
                "first": "Dominik",
                "middle": [],
                "last": "Kowald",
                "suffix": "",
                "email": "dkowald@know-center.at",
                "affiliation": {}
            },
            {
                "first": "Markus",
                "middle": [],
                "last": "Schedl",
                "suffix": "",
                "email": "markus.schedl@jku.at",
                "affiliation": {}
            },
            {
                "first": "Elisabeth",
                "middle": [],
                "last": "Lex",
                "suffix": "",
                "email": "elisabeth.lex@tugraz.at",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Recommender systems are quintessential tools to support users in finding relevant information in large information spaces [10]. However, one limitation of typical recommender systems is the so-called popularity bias, which leads to the underrepresentation of less popular (i.e., long-tail) items in the recommendation lists [1, 4, 5]. The recent work of Abdollahpouri et al. [2] has investigated this popularity bias from the user perspective in the movie domain. The authors have shown that state-of-the-art recommendation algorithms tend to underserve users, who like unpopular items.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 125,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 325,
                    "end": 326,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 328,
                    "end": 329,
                    "mention": "4",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 331,
                    "end": 332,
                    "mention": "5",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 376,
                    "end": 377,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this paper, we reproduce this study and conduct it in the music domain. As described in [16], there are several aspects of music recommendations that make them different to, e.g., movie recommendations such as the vast amount of available items. Therefore, we investigate music recommendations concerning popularity bias and, for reasons of comparability, raise the same two research questions as in [2]:RQ1: To what extent are users or groups of users interested in popular music artists?RQ2: To what extent does the popularity bias of recommendation algorithms affect users with different inclination to mainstream music?\n\n",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 94,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 404,
                    "end": 405,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For our experiments, we use a publicly available Last.fm dataset and address RQ1 in Sect. 2 by analyzing the popularity of music artists in the user profiles. Next, we address RQ2 in Sect. 3 by comparing six state-of-the-art music recommendation algorithms concerning their popularity bias propagation.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For our reproducibility study, we use the freely available LFM-1b dataset [14]. Since this dataset contains 1.1 billion listening events of more than 120,000 Last.fm users and thus is much larger than the MovieLens dataset used in [2], we focus on a subset of it. Precisely, we extract 3,000 users that reflect the three user groups investigated in [2]. To this end, we use the mainstreaminess score, which is available for the users in the LFM-1b dataset and which is defined as the overlap between a user’s listening history and the aggregated listening history of all Last.fm users in the dataset [3]. It thus represents a proxy for a user’s inclination to popular music.",
            "cite_spans": [
                {
                    "start": 75,
                    "end": 77,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 232,
                    "end": 233,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 350,
                    "end": 351,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 601,
                    "end": 602,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Popularity Bias in Music Data",
            "ref_spans": []
        },
        {
            "text": "Our subset consists of the 1,000 users with lowest mainstreaminess scores (i.e., the LowMS group), the 1,000 users with a mainstreaminess score around the median (i.e., the MedMS group), and the 1,000 users with the highest mainstreaminess scores (i.e., the HighMS group). In total, we investigate 1,755,361 user-artist interactions between 3,000 users and 352,805 music artists. Compared to the MovieLens dataset with only 3,900 movies that Abdollahpouri et al. [2] have used in their study, our itemset is, consequently, much larger.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 465,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Popularity Bias in Music Data",
            "ref_spans": []
        },
        {
            "text": "Listening Distribution of Music Artists. Fig. 1 depicts the listening distribution of music artists in our Last.fm dataset. As expected, in Fig. 1a, we observe a long-tail distribution of the listener counts of our items (i.e., artists). That is, only a few artists are listened to by many users, while most artists (i.e., the long-tail) are only listened to by a few users. Furthermore, in Fig. 1b, we plot the ratio of popular artists in the profiles of our 3,000 Last.fm users. As in [2], we define an artist as popular if the artist falls within the top 20% of artists with the highest number of listeners. We see that around 1,000 of our 3,000 users (i.e., around 1/3) have at least 20% of unpopular artists in their user profiles. This number also corresponds to the number of low-mainstream users we have in the LowMS user group.\n",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 489,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Popularity Bias in Music Data",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 47,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 145,
                    "end": 146,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 396,
                    "end": 397,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "User Profile Size and Popularity Bias in Music Data. Next, in Fig. 2, we investigate if there is a correlation between the user profile size (i.e., number of distinct items/artists) and the popularity of artists in the user profile. Therefore, in Fig. 2a, we plot the number of popular artists in the user profile over the profile size As expected, we find a positive correlation (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$R = .965$$\\end{document}) since the likelihood of having popular artists in the profile increases with the number of items in the profile. However, when plotting the average popularity of artists in the user profile over the profile size in Fig. 2b, we find a negative correlation (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$R = -.372$$\\end{document}), which means that users with a smaller profile size tend to listen to more popular artists. As in [2], we define the popularity of an artist as the ratio of users who have listened to this artist.",
            "cite_spans": [
                {
                    "start": 1327,
                    "end": 1328,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Popularity Bias in Music Data",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 68,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 252,
                    "end": 253,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 896,
                    "end": 897,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Concerning RQ1, we find that one-third of our Last.fm users have at least 20% of unpopular artists in their profiles and thus, are also interested in low-mainstream music. Furthermore, we find that users with a small profile size tend to have more popular artists in their profiles than users with a more extensive profile size. These findings are in line with what Abdollahpouri et al. have found [2].\n",
            "cite_spans": [
                {
                    "start": 399,
                    "end": 400,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Popularity Bias in Music Data",
            "ref_spans": []
        },
        {
            "text": "In this section, we study popularity bias in state-of-the-art music recommendation algorithms. To foster the reproducibility of our study, we calculate and evaluate all recommendations with the Python-based open-source recommendation toolkit Surprise1. Using Surprise, we formulate our music recommendations as a rating prediction problem, where we predict the preference of a target user u for a target artist a. We define the preference of a for u by scaling the listening count of a by u to a range of [0, 1000] as also done in [15]. We then recommend the top-10 artists with the highest predicted preferences.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 534,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Popularity Bias in Music Recommendation",
            "ref_spans": []
        },
        {
            "text": "Recommendation of Popular Music Artists. We use the same evaluation protocol (i.e., 80/20 train/test split) and types of algorithms as in [2], which includes (i) baseline approaches, (ii) KNN-based approaches, and (iii) Matrix Factorization-based approaches. Specifically, we evaluate three baselines, i.e., Random, MostPopular, and UserItemAvg, which predicts the average listening count in the dataset by also accounting for deviations of u and a (e.g., if u tends to have in general more listening events than the average Last.fm user) [6]. We also evaluate the two KNN-based approaches [13] UserKNN and UserKNNAvg, which is a hybrid combination of UserKNN and UserItemAvg. Finally, we include NMF (Non-Negative Matrix Factorization) into our study [9]. To reduce the computational effort of our study, in our evaluation, we exclude ItemKNN [12] as well as SVD++ [11] in contrast to [2]. In Fig. 3, we plot the correlation of artist popularity and how often the six algorithms recommend these artists. For all algorithms except for Random, we find a positive correlation, which means that popular items are recommended more often than unpopular items. As expected, this effect is most evident for the MostPopular algorithm and not present at all for the Random algorithm. It also seems that this popularity bias is not as strong in the case of NMF, which we will investigate further in the next section of this paper.\n",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 540,
                    "end": 541,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 591,
                    "end": 593,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 753,
                    "end": 754,
                    "mention": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 845,
                    "end": 847,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 867,
                    "end": 869,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 887,
                    "end": 888,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Popularity Bias in Music Recommendation",
            "ref_spans": [
                {
                    "start": 899,
                    "end": 900,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Popularity Bias for Different User Groups. To investigate the popularity bias of music recommendations for different user groups (i.e., LowMS, MedMS, and HighMS), we use the Group Average Popularity (GAP) metric proposed in [2]. Here, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$GAP(g)_p$$\\end{document} measures the average popularity of the artists in the user profiles p of a specific user group g. We also define \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$GAP(g)_r$$\\end{document}, which measures the average popularity of the artists recommended by a recommendation algorithm r to the users of group g. For each algorithm and user group, we are interested in the change in GAP (i.e., \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varDelta GAP$$\\end{document}), which shows how the popularity of the recommended artists differs from the expected popularity of the artists in the user profiles. Hence, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varDelta GAP = 0$$\\end{document} would indicate fair recommendations in terms of item popularity, where fair means that the average artist popularity of the recommendations a user receives matches the average artist popularity in the user’s profile. It is given by: \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varDelta GAP = \\frac{GAP(g)_r - GAP(g)_p}{GAP(g)_p}$$\\end{document}.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 226,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Popularity Bias in Music Recommendation",
            "ref_spans": []
        },
        {
            "text": "In Fig. 4, we plot the \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varDelta GAP$$\\end{document} for our six algorithms and three user groups. In contrast to the results presented in [2], where the LowMS group (i.e., the niche users) receives the highest values, we do not observe a clear difference between the groups except for MostPopular. We think that this is the case because of the large number of items we have in our Last.fm dataset (i.e., 352,805 artists compared to 3,900 movies in MovieLens). However, in line with Fig. 3, we again find that Random and NMF provide the fairest recommendations.",
            "cite_spans": [
                {
                    "start": 409,
                    "end": 410,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Popularity Bias in Music Recommendation",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 9,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 757,
                    "end": 758,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To further investigate RQ2, we analyze the Mean Average Error (MAE) [17] results of the four personalized algorithms for our user groups. As shown in Table 1, the LowMS group receives significantly worse (according to a t-test) recommendations than MedMS and HighMS for all algorithms. Interestingly, the MedMS group gets the best recommendations, probably since the users in this group have the largest profiles (i.e., on average 715 artists per user as compared to around 500 for the other two groups). Across the algorithms, NMF provides the best results. This is especially of interest since NMF also provided the fairest results in terms of artist popularity across the personalized algorithms.\n",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 71,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Popularity Bias in Music Recommendation",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 157,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In this paper, we reproduced the study of [2] on the unfairness of popularity bias in movie recommender systems, which we adopted to the music domain. Similar to the original paper, we find (i) that users only have a limited interest in popular items (RQ1) and (ii) that users interested in unpopular items (i.e., LowMS) receive worse recommendations than users interested in popular items (i.e., HighMS). However, we also find that the proposed GAP metric does not provide the same results for Last.fm as it does for MovieLens, probably due to the high number of available items.",
            "cite_spans": [
                {
                    "start": 43,
                    "end": 44,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Conclusion and Future Work",
            "ref_spans": []
        },
        {
            "text": "For future work, we plan to adapt this GAP metric in order to make it more robust for various domains. Furthermore, we want to study the characteristics of the LowMS users in order to better understand why they receive the worst recommendations and to potentially overcome this with novel algorithms (e.g., [7]).",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "mention": "7",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Conclusion and Future Work",
            "ref_spans": []
        },
        {
            "text": "Reproducibility and Acknowledgements. We provide our Last.fm dataset samples via Zenodo2 [8] and our source code with all used parameter settings via Github3. This work was funded by the Know-Center GmbH (FFG COMET program) and the H2020 projects TRIPLE (GA: 863420) and AI4EU (GA: 825619).",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 91,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Conclusion and Future Work",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: MAE results (the lower, the better) for four personalized recommendation algorithms and our three user groups. The worst (i.e., highest) results are always given for the LowMS user group (statistically significant according to a t-test with \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$p < .005$$\\end{document} as indicated by \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$^{***}$$\\end{document}). Across the algorithms, the best (i.e., lowest) results are provided by NMF (indicated by bold numbers).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.: Listening distribution of music artists. We find that around 1/3 (i.e., 1,000) of our users actually listen to at least 20% of unpopular artists.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: Correlation of user profile size and the popularity of artists in the user profile. While there is a positive correlation between profile size and number of popular artists, there is a negative correlation between profile size and the average artist popularity.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.: Correlation of artist popularity and recommendation frequency. For all six algorithms, the recommendation frequency increases with the artist popularity.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.: Group Average Popularity (\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}$$\\varDelta $$\\end{document} GAP) of recommendation algorithms for LowMS, MedMS and HighMS. Except for the Random and NMF algorithms, all approaches provide too popular artist recommendations for all three user groups.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Introduction to recommender systems handbook",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ricci",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Rokach",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Shapira",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Recommender Systems Handbook",
            "volume": "",
            "issn": "",
            "pages": "1-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Collaborative filtering recommender systems",
            "authors": [
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Schafer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Frankowski",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Herlocker",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Sen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The Adaptive Web",
            "volume": "",
            "issn": "",
            "pages": "291-324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Current challenges and visions in music recommender systems research",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schedl",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zamani",
                    "suffix": ""
                },
                {
                    "first": "C-W",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Deldjoo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elahi",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int. J. Multimedia Inf. Retr.",
            "volume": "7",
            "issn": "2",
            "pages": "95-116",
            "other_ids": {
                "DOI": [
                    "10.1007/s13735-018-0154-2"
                ]
            }
        },
        "BIBREF8": {
            "title": "Advantages of the mean absolute error (MAE) over the root mean square error (RMSE) in assessing average model performance",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Willmott",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Matsuura",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clim. Res.",
            "volume": "30",
            "issn": "1",
            "pages": "79-82",
            "other_ids": {
                "DOI": [
                    "10.3354/cr030079"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Global and country-specific mainstreaminess measures: definitions, analysis, and usage for improving personalized music recommendation systems",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schedl",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "PloS one",
            "volume": "14",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0217389"
                ]
            }
        },
        "BIBREF11": {
            "title": "From niches to riches: anatomy of the long tail",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Brynjolfsson",
                    "suffix": ""
                },
                {
                    "first": "YJ",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Sloan Manag. Rev.",
            "volume": "47",
            "issn": "4",
            "pages": "67-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "What recommenders recommend: an analysis of recommendation biases and possible countermeasures",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jannach",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lerche",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Kamehkhosh",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Jugovac",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "User Model. User-Adap. Interact.",
            "volume": "25",
            "issn": "5",
            "pages": "427-491",
            "other_ids": {
                "DOI": [
                    "10.1007/s11257-015-9165-3"
                ]
            }
        },
        "BIBREF13": {
            "title": "Factor in the neighbors: scalable and accurate collaborative filtering",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Koren",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ACM Trans. Knowl. Discov. Data (TKDD)",
            "volume": "4",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1145/1644873.1644874"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "An efficient non-negative matrix-factorization-based approach to collaborative filtering for recommender systems",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Trans. Ind. Inform.",
            "volume": "10",
            "issn": "2",
            "pages": "1273-1284",
            "other_ids": {
                "DOI": [
                    "10.1109/TII.2014.2308433"
                ]
            }
        }
    }
}