{
    "paper_id": "PMC7173450",
    "metadata": {
        "title": "Attachment of viruses to cell receptors and penetration of viruses into cells",
        "authors": [
            {
                "first": "Lennart",
                "middle": [],
                "last": "Philipson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Erik",
                "middle": [],
                "last": "Lycke",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Erling",
                "middle": [],
                "last": "Norrby",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Enveloped viruses contain a number of glycoprotein-type projections which are anchored in the membrane. Orthomyxoviruses, paramyxoviruses, rhabdoviruses, togaviruses, as well as coronaviruses and arenaviruses, have such projections. The large poxviruses also have an envelope but peplomers have so far not been identified. The projections are composed of one or two kinds of polypeptides which are glycosylated. The composition of the carbohydrate part varies from virus to virus and also depends on the host cell in which virus replication has occurred.",
            "cite_spans": [],
            "section": "Variations of the VAP protein ::: Virus and receptors",
            "ref_spans": []
        },
        {
            "text": "Two different kinds or projections have been identified in orthomyxoviruses. One kind is represented by the VAP protein (the haemagglutinin) whereas the other kind of projection is represented by an enzyme which has a capacity to cleave the bond between N-acetyl galactosamine and N-acetyl neuraminic acid (NANA or sialic acid) and it therefore acts as neuraminidase. Cell receptors contain sialic acid and the virus enzyme can release the acid by cleaving the receptor. Also paramyxoviruses carry two different kinds of surface projection but now the VAP function and neuraminidase activity reside in the same polypeptide. In most viruses the surface projections are composed of more than one polypeptide as, for example, among togaviruses (Sindbis virus and Semliki forest virus), which have a haemagglutinin formed by three polypeptides.",
            "cite_spans": [],
            "section": "Variations of the VAP protein ::: Virus and receptors",
            "ref_spans": []
        },
        {
            "text": "The VAP protein of non-enveloped viruses has been identified only in some cases. The fibre protein which, like antennae, projects from the icosahedral adenovirus particles, is the virus structure which reacts with the receptors. The fibre of adenoviruses is composed of three identical polypeptides. These form a globular structure in the distal part of the fibre which presumably recognizes the receptor. In order to immobilize a particle of the size of adenovirus it has been assumed that a cooperative irreversible binding of more than one fibre unit to cell receptors is required.",
            "cite_spans": [],
            "section": "Variations of the VAP protein ::: Virus and receptors",
            "ref_spans": []
        },
        {
            "text": "In non-enveloped viruses which lack projections no protein has as yet been defined as being responsible for the VAP function. The surface of picornaviruses appears to represent a polymeric network of proteins and the part that can interact with the receptors may engage several polypeptides in this mosaic.",
            "cite_spans": [],
            "section": "Variations of the VAP protein ::: Virus and receptors",
            "ref_spans": []
        },
        {
            "text": "Virus infection in cell cultures and in animals is to a large extent dependent upon the capacity of a virus to adsorb to the target cells, i.e. upon the presence of receptors. In a susceptible animal species the expression of receptors varies in different cell types and even in the same cell type in different stages of differentiation. Receptors for poliovirus only occur in primates. Other picornaviruses, e.g. encephalomyocarditis viruses, appear to be capable of binding to cells from many different species. Species-specific and organ-specific occurrence of receptors has been demonstrated for certain picornaviruses. The coxsackie B virus may cause infection in the nasopharynx and in skeletal and heart muscles in man, independent of age. In mice, the same virus can only infect newborn but not adult animals. Cellular receptors have been demonstrated in newborn but not in adult mice. Coxsackie A virus receptors, on the other hand, are absent in mouse embryo tissue except for differentiated myoblasts, in which they can be identified before the formation of myotubuli. These observations correlate well with the finding that in mice coxsackie A virus infections attack muscular tissue. With the majority of enveloped viruses, e.g. myxoviruses and rhabdoviruses, receptors can be found in many different animal species. The presence or absence of receptors might explain the capacity of the virus to infect different species (host range), and its affinity for different organs in the host organism (tropism) (see\nChapter 13).",
            "cite_spans": [],
            "section": "Cellular receptors ::: Virus and receptors",
            "ref_spans": []
        },
        {
            "text": "The chemical structure of virus receptors has been determined only to a limited extent. As with other cell surface structures there is a continuous turnover of receptors. Receptor material is continuously secreted into the medium of the cell cultures. If intact cells are treated with proteolytic, or in some cases glucosidases, they may lose their virus receptors. After washing and prolonged incubation in a growth medium the receptors are regenerated in a characteristic fashion. This occurs within 2–12 hours. The regeneration of the N-acetyl neuraminic acid-containing receptor for influenza and polyomavirus cannot occur merely by synthesis of the carbohydrate part of the molecule; the protein part must also be synthesized.",
            "cite_spans": [],
            "section": "Cellular receptors ::: Virus and receptors",
            "ref_spans": []
        },
        {
            "text": "It should be noted that the virus-binding receptors probably are important also for normal cellular functions although for most viral receptors these have not been identified. The receptors on the surface of bacteria for certain bacteriophages have been identified recently and appear to be engaged in the uptake and transport of important metabolites, such as maltose and amino acids.",
            "cite_spans": [],
            "section": "Cellular receptors ::: Virus and receptors",
            "ref_spans": []
        },
        {
            "text": "In addition to nucleic acid, the presence of virion-associated RNA polymerases and nucleoproteins may be needed to initiate a virus infection, i.e. replication. As a general principle it can be stated that an isolated nucleic acid is infectious only when extracted from viruses which for their replication do not require a virion-associated RNA polymerase (cf. Chapter 3). The mechanism for cellular uptake of isolated nucleic acid is different from the mechanism responsible for penetration of virus particles. Isolated RNA from picornaviruses, for example, therefore can infect cells from a species which lacks receptors for the virus. These cells allow the synthesis of complete virus particles but further spread of infection cannot occur owing to the absence of receptors on surrounding non-infected cells. Infectious nucleic acids are demonstrable with RNA from togavirus and DNA from, for example, polyomavirus and SV40 virus. Free nucleic acid has an infectious capacity which is 103–106 times lower than that of intact virus as calculated per amount of nucleic acid, largely because of the inefficient uptake of nucleic acid.",
            "cite_spans": [],
            "section": "Infectious nucleic acid ::: Penetration",
            "ref_spans": []
        },
        {
            "text": "In the case of large DNA viruses, e.g. herpesviruses and adenoviruses, isolated DNA has a very low infectious capacity owing to the fact that the DNA of these viruses most likely needs to be attached to a protein in order to initiate replication. In adenoviruses it has been shown that the presence of a covalently bound protein at the 5′ terminal of the two DNA strands remarkably increases infectivity. With viruses which have virion-associated polymerases, there are two different situations. In one case, the polymerase is activated by changes induced in the virus envelope during uptake with vaccinia, retrovirus and certain paramyxoviruses, for example. In the other case, proteolytic digestion is required for activation of the polymerase, for example, in reoviruses and related viruses. The different problems concerning virus penetration may best be illustrated by providing details of some selected viruses.",
            "cite_spans": [],
            "section": "Infectious nucleic acid ::: Penetration",
            "ref_spans": []
        },
        {
            "text": "Chemical treatment of poliovirus can yield a number of different kinds of subviral particles. By comparing the characteristics of these particles with corresponding structures which can be recovered during the process of virus penetration into cells, certain conclusions can be drawn concerning the mechanism of uptake. The poliovirus capsid is made from four different polypeptides: VP1, VP2, VP3, with a molecular weight of about 25 000–35 000; and VP4, with a molecular weight of about 6000. VP4 is probably located internally in the virion since it cannot be labelled by radioactive isotopes from the outside of the intact virions. After binding of virus to cells at low temperature and a subsequent increase of the temperature of incubation to 37°C, a release of about 50 per cent of virus occurs from the cells. Particles which are released are structurally changed and lack VP4. Furthermore, they do not retain a capacity to readsorb to the cells and probably they have been released together with some membrane components. Antigen analyses of the eluted particles indicate that they have been changed so that they have the same surface properties as heat-treated virus particles. This indicates that an irreversible adsorption to the cytoplasmic membrane leads to a structural change of the virion which causes an opening of the virus capsid thus allowing RNA to penetrate the cell membrane. Recently it was shown that inhibitors of protein synthesis, such as pactamycin, can block the intake of poliovirus, most likely by preventing the release of RNA.",
            "cite_spans": [],
            "section": "Penetration of poliovirus ::: Penetration",
            "ref_spans": []
        },
        {
            "text": "The intake of adenovirus particles into cells requires a long sequence of events before mRNA synthesis can be initiated in the nucleus of the infected cell (Figure 7.1)\n. After an irreversible adsorption of virions to receptors, nucleocapsid structures penetrate the plasma membrane and eventually DNA is released into the nucleus of the cell. Regarding most viruses it is still unclear whether they are taken up in vesicles or via direct penetration of the plasma membrane without vesicle formation. After penetration, intracellular particles which lack fibres and vertex capsomers can be identified chemically. Digestion by nucleases of these subviral particles causes the destruction of about 70 per cent of DNA. In the cytoplasm of cells a nucleoprotein complex of adenovirus which lacks the outer capsid can be demonstrated. Eventually, virus-DNA is delivered to the nucleus of the cell where virus-specific mRNA synthesis takes place. It appears as if virus-specific basic proteins associated with DNA are released and then substituted for cellular histones before the RNA synthesis can be initiated. Most likely the dissociation between nucleoprotein and capsid occurs at the nuclear membrane in proximity to nuclear pores.",
            "cite_spans": [],
            "section": "The penetration of adenoviruses ::: Penetration",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 168,
                    "mention": "(Figure 7.1)",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The penetration of Semliki forest virus (SFV) has been studied in great detail (Figure 7.2)\n. The viral glycoprotein projections form a multivalent complex with the receptors which are transported in the membrane to ultrastructurally defined regions referred to as ‘coated pits’, whereafter formation of vesicles may take place. This can be observed by electron microscopy. Virus particles can be identified in vesicles and at some later stage the vesicles coalesce with lysosomes by membrane fusion. The infection may be prohibited by treatment of cells with substances (chloroquine and ammonium salts) which accumulate in the lysosome and increase the pH. On the other hand, it has been found that a direct fusion between SFV and the plasma membrane can be obtained if the pH is less than 6 in the medium. Such a milieu is established when vesicles containing virus particles are fused with lysosomes and the subsequent fusion between the virus envelope and surrounding membrane structures leads to a release of nucleocapsids into the cytoplasm. It is possible that other lipid-containing viruses use a similar mechanism to introduce their nucleocapsid into the cytoplasm of cells. In the case of orthomyxoviruses and paramyxoviruses, for example, mRNA can be formed only by a virion-associated polymerase. The mechanism of intake therefore must allow a penetration of the nucleoprotein structure. Recent findings indicate that in the case of orthomyxoviruses the mechanism of penetration is similar to that of SFV discussed above. A fusion between vesicles formed by viropexis and lysosomes leads to a reduction of pH which in turn causes fusion between the virus envelope and the surrounding membrane. However, in the case of paramyxoviruses it has long been known that the virus has the capacity to fuse directly with the cytoplasmic membrane and that one of the virus peplomers, the fusion factor, is responsible for this fusion.",
            "cite_spans": [],
            "section": "The penetration of enveloped viruses by fusion between the virus envelope and vesicles or cytoplasma membrane ::: Penetration",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 91,
                    "mention": "(Figure 7.2)",
                    "ref_id": "FIGREF1"
                }
            ]
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 7.1: A schematic description of the mechanism of uptake of adenoviruses. Intact virus particles (A) are adsorbed to the plasma membrane (B). Inside the cytoplasm particles which lack the peripentonal region (C) are found. The core structure of the virus then is transferred into the nucleus (D). Finally the DNA is released from the core structure (E) and most likely combines with cellular histones",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 7.2: Schematic description of the mechanism of uptake of Semliki forest virus (A). The virus recognizes receptors on the cell surface and is transported to certain regions, coated pits, where formation of vesicles can take place (B). Enclosed in cytoplasmic vesicles, the virus is then transported to intermediate vacuoles which then fuse with primary lysosomes (C). As a consequence, the pH in the vacuole is reduced and this causes the virus envelope to fuse with the lysomal membrane and the nucleoprotein is released into the cytoplasm of cells (D).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "On the entry of Semliki forest virus into BHK-21 cells",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "HELENIUS",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "KARTENBECK",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "SIMONS",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "FRIES",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Journal of Cell Biology",
            "volume": "84",
            "issn": "404",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "HOWE",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "COWARD",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "FENGER",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "In Comprehensive Virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "LONBERG-HOLM",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "PHILIPSON",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "Animal virus receptors. Series B: Receptors and Recognition",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}