{
    "paper_id": "PMC7159275",
    "metadata": {
        "title": "Scientists are sprinting to outpace the novel coronavirus",
        "authors": [
            {
                "first": "Tedros",
                "middle": [
                    "Adhanom"
                ],
                "last": "Ghebreyesus",
                "suffix": "",
                "email": "DGOffice@who.int",
                "affiliation": {}
            },
            {
                "first": "Soumya",
                "middle": [],
                "last": "Swaminathan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The number of people with novel coronavirus disease 2019 (COVID-19) has risen above 75 000 globally, over 99% of whom are in China, with more than 900 cases in 25 other countries as of Feb 20, 2020.1, 2 Science, however, is stepping up to the challenge. Consider the example of Africa's efforts to scale up its capacity to detect any cases of infection.",
            "cite_spans": [
                {
                    "start": 198,
                    "end": 199,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 201,
                    "end": 202,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "On Feb 3, 2020, the only African countries with laboratories that could test for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) were South Africa and Senegal. This scarce capacity was a major concern for a continent bracing for possible infections. Just a fortnight later, WHO had sent testing kits to 27 countries on the continent, which are already being used.3 By the end of this week, the number of countries able to detect COVID-19 is expected to have risen to 40. The Africa Centres for Disease Control and Prevention has led training for these countries in Senegal, with further sessions scheduled for the week of Feb 24, 2020, in South Africa.3\n",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 377,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 665,
                    "end": 666,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The importance of the ability to test for SARS-CoV-2 in poorer countries cannot be overstated. It gives them the best chance of containment before the virus can spread and devastate weak health systems. Reliable diagnostics are crucial in the response to the outbreak.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Fortunately, scientists around the world are working at breakneck speed to figure out how to detect, treat, and control the new coronavirus. On Feb 10–12, 2020, WHO brought almost 400 scientists together for a research and innovation forum on the new coronavirus.4 The meeting covered the topics of diagnostics, vaccines, and therapeutics for COVID-19, alongside questions of how to best integrate social science into the response and protection of health-care workers from infection. The forum generated a research roadmap, due to be published at the end of February, 2020, to develop tools to help control the outbreak, reduce deaths, and minimise damage to economies and the social fabric of communities.",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The roadmap is intended to enable scientists, researchers, and funders to coordinate and align their efforts to address priorities. This roadmap aims to accelerate the development of new methods to fight the virus, including a diagnostic test that can be used in primary health care settings, even in the most vulnerable settings.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "But even more encouraging was the energy and commitment of participants, who showed their solidarity and collaboration to help protect the world's health.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Urgent priorities and workplans were identified by the scientists. These included understanding human transmission of SARS-CoV-2; the role of personal protective equipment, such as masks, gloves, and aprons; optimising clinical management; preventive interventions to protect health workers treating patients with the disease; and studying the effects of restrictions on movement, such as with mass quarantines.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The forum also addressed important social and behavioural questions, including effective ways to address fear, rumours, and stigma; optimal strategies to promote adherence to public health measures; how to involve communities in the design, delivery, and dissemination of clinical research findings; and how to work with the media on public health messaging.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Scientists urged WHO to have a coordinating role, especially in ensuring equitable access to new therapies, diagnostics, and vaccines under development to all populations that need them.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "China kickstarted the efforts that led to this meeting. Health authorities there have been working tirelessly to respond to and control the COVID-19 outbreak within China, providing countries around the world precious time needed to prepare for the possible arrival of the virus inside their borders. Importantly, health authorities in China have paved the way for the international scientific community to join the fight.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "China's doctors laid the foundation for this mobilisation of scientific and research muscle by rapidly identifying the new coronavirus in the middle of the influenza season. Chinese scientists lifted obstacles to researching the virus by sharing its genome sequencing publicly.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The fact that this information was shared with networks worldwide is accelerating the design of vaccines and drugs targeted at the new coronavirus. Created in response to the shortcomings, including the pace of development of a vaccine, of the response to the west African Ebola epidemic, the Coalition for Epidemic Preparedness Innovation (CEPI) is now at the forefront of efforts to develop a vaccine, aiming to bring one to clinical trial within 16 weeks.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "2 months ago, COVID-19 was entirely unknown. Yet researchers have already managed to conduct studies on it. For example, we have found that the proportion of severe cases increases with age. Just as people originally caught severe acute respiratory syndrome coronavirus (SARS-CoV) from civets and Middle East respiratory syndrome coronavirus (MERS-CoV) from camels,5 we know that SARS-CoV-2 came from an animal. Researchers have also found that approximately 81% of known infections can be classified as mild and that 2·3% result in death.6\n",
            "cite_spans": [
                {
                    "start": 365,
                    "end": 366,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 539,
                    "end": 540,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Every day we find out something new, through pursuing avenues of research such as viral shedding studies to see whether the new coronavirus is primarily transmitted by people with asymptomatic or more severe COVID-19. We are also looking to repeat the successes and avoid the mistakes from responses to Ebola, SARS, and avian influenza.7\n",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 337,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Being better prepared is especially important in poorer countries, where resource-intensive interventions are unfortunately not an option. For example, determining the duration of the incubation period between infection and the presentation of symptoms will help ensure people are not kept in quarantine any longer than necessary, keeping costs down and reuniting families faster.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Even with all they have achieved so far, scientists need to continue their hard work. At the moment, we are shadow-boxing without the effective treatments or vaccines needed to hit this international public health emergency hard. In addition to convening the best minds from the worlds of science and public health, WHO is going to the heart of the outbreak. After our meetings with China's President Xi Jinping in Beijing,8 WHO agreed with the Chinese Government that a mission of experts in epidemiology, laboratories, research, and development would visit the country to improve understanding of the outbreak to guide global response efforts.",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 424,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Through collaborating with partners from governments, the private sector, and the scientific community, we will continue to convene members of the global community to find shared answers to shared problems. WHO will work to pass this test of scientific solidarity and end the new coronavirus outbreak.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus disease (COVID-2019) situation reports",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "WHO Director-General's opening remarks at the mission briefing on COVID-19",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "National capacities review tool for a novel coronavirus (nCoV)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "World experts and funders set priorities for COVID-19 research",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV)",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Vital surveillances: the epidemiological characteristics of an outbreak of 2019 novel coronavirus disease (COVID-19)—China, 2020. China CDC Weekly",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Flagship report",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "WHO, China leaders discuss next steps in battle against coronavirus outbreak",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}