{
    "paper_id": "PMC7211102",
    "metadata": {
        "title": "Recommendations for control and prevention of infections for pediatric orthopedics during the epidemic period of COVID-19",
        "authors": [
            {
                "first": "Chunxing",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhiqiang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yueqiang",
                "middle": [],
                "last": "Mo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Dahui",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Ning",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ping",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jun",
                "middle": [],
                "last": "Song",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xinhong",
                "middle": [],
                "last": "Pei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaoyan",
                "middle": [],
                "last": "Ni",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yiming",
                "middle": [],
                "last": "Zheng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tian",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yanhui",
                "middle": [],
                "last": "Jing",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wanlin",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Junrong",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Chuang",
                "middle": [],
                "last": "Qian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Medical staff of pediatric orthopedic outpatient and emergency department, hospital administrator and staff of auxiliary department.",
            "cite_spans": [],
            "section": "Applied population",
            "ref_spans": []
        },
        {
            "text": "Pediatric orthopedic patients and accompanying personnel.",
            "cite_spans": [],
            "section": "Applicable personnel",
            "ref_spans": []
        },
        {
            "text": "Given the high demand of patients for medical treatment and the need to protect medical staff from infectious diseases, a recommendation working group “Recommendation Formulating Team for Pediatric Orthopedic Infection controls during the Epidemic’s Period of COVID-19” (including all authors) was formed to focus on relevant issues for protection of medical staff in pediatric surgery, pediatric orthopedics, infectious diseases department, anesthesiology department, and nursing department to hospital administrators.",
            "cite_spans": [],
            "section": "Recommendation formation process",
            "ref_spans": []
        },
        {
            "text": "COVID-19 has a general susceptibility in the population. There were many reports of nosocomial infection in literature and media, including medical staffs and hospitalized patients. Therefore, WHO8 has published a recommendation for both patients and doctors, based on current knowledge of the situation in China and other countries. The strategies to prevent or limit transmission in healthcare settings include the following.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "mention": "8",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "General principles",
            "ref_spans": []
        },
        {
            "text": "Based on that, in order to reduce the iatrogenic infection and exposure infection, combined with our experience, we developed a set of recommendations for the department of pediatric surgeries, orthopedics and other relevant department. Patients, families and medical staffs should adhere to the following recommendations.",
            "cite_spans": [],
            "section": "General principles",
            "ref_spans": []
        },
        {
            "text": "Suspected cases who meet any one of the following criteria.",
            "cite_spans": [],
            "section": "Confirmed cases ::: Physicochemical properties of SARS-CoV-2 and clinical features of COVID-19",
            "ref_spans": []
        },
        {
            "text": "On this basis, our hospital also issued clinical practice guidelines for children.4 Screening of children at risk was enhanced through epidemiological history and clinical manifestations.",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 83,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Confirmed cases ::: Physicochemical properties of SARS-CoV-2 and clinical features of COVID-19",
            "ref_spans": []
        },
        {
            "text": "Although the clinical manifestations of the confirmed infection in children are mild, the clinical manifestations vary. Among the confirmed cases of children with clinical data collected, fever and cough are more common, as well as fatigue, myalgia, nasal congestion, runny nose, sneezing, pharyngeal pain, headache, dizziness, nausea, vomiting, abdominal pain and diarrhea.9 This means that some patients with coronavirus infection are not first diagnosed with respiratory symptoms such as cough, fever and chest pain. A small number of patients will have muscle pain, abdominal pain and diarrhea as the first main complaint; pediatric orthopedic surgeons and pediatric surgeons should pay attention to these conditions during the outbreak, pay attention to screening for COVID-19 and take measures to prevent the spread of SARS-CoV-2 infection in the hospital.",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 375,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Confirmed cases ::: Physicochemical properties of SARS-CoV-2 and clinical features of COVID-19",
            "ref_spans": []
        },
        {
            "text": "According to the characteristics of SARS-CoV-2 infection, national and hospital requirements for prevention and control,4 9 combined with clinical practice in pediatric orthopedics, we specially formulated the outpatient, emergency, inpatient and surgical procedures for prevention and control of SARS-CoV-2 infection in pediatric orthopedics (figure 1).",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 123,
                    "mention": "4 9",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Control and surgical handling flow of pediatric orthopedics at outpatient and emergency clinics in responses to SARS-CoV-2 infection",
            "ref_spans": [
                {
                    "start": 344,
                    "end": 352,
                    "mention": "figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Nurses in outpatient or emergency service will measure patients’ temperature and ask epidemiological history, fever, respiratory symptoms at first, fill the epidemiological survey, and make a record about children and their accompanying guardians’ identity card information, containing contact number, address and possible close contact with SARS-CoV-2 carriers after they passing the incubation period. Pediatric orthopedist in the outpatient and emergency department has to check and confirm the patient’s epidemiological survey again, collect the survey and turn back to pre-examination nurses for centralized preservation.",
            "cite_spans": [],
            "section": "Control and surgical handling flow of pediatric orthopedics at outpatient and emergency clinics in responses to SARS-CoV-2 infection",
            "ref_spans": []
        },
        {
            "text": "We divided the children into the following three categories.",
            "cite_spans": [],
            "section": "Control and surgical handling flow of pediatric orthopedics at outpatient and emergency clinics in responses to SARS-CoV-2 infection",
            "ref_spans": []
        },
        {
            "text": "For children with different categories, we clarify different levels of protection and specific requirements for different conditions (see table 1).4\n",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 148,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Control and surgical handling flow of pediatric orthopedics at outpatient and emergency clinics in responses to SARS-CoV-2 infection",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 145,
                    "mention": "table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "For patients with epidemic history of SARS-CoV-2 but no symptoms, we take the following preventive measures (the carriers are in the incubation period but still at risk of spreading the virus).",
            "cite_spans": [],
            "section": "The protection of “risky patient”",
            "ref_spans": []
        },
        {
            "text": "Occupational exposure during surgery, such as surgical instrument damage to protective gloves or protective clothing, can cause contact with body fluids to medical personnel. If this occurs, stop the operation immediately, remove the protection according to the above-mentioned principles, then deal with it according to the “Emergency Treatment Procedure After Sharp Instrument Injury” issued by the Infection Quality Control Center. Report the incidence to the relevant departments of the hospital and fill in the “occupational exposure registration form”. The relevant departments will conduct further isolation or clear diagnosis.",
            "cite_spans": [],
            "section": "The protection of “suspected patient” (including confirmed patients)",
            "ref_spans": []
        },
        {
            "text": "All medical personnel involved in the operation need to be isolated for observation after the operation. If the suspected patient is excluded from SARS-CoV-2 infection, the isolation should be lifted. If the patient is diagnosed with the SARS-CoV-2 infection, all medical personnel involved in the operation are quarantined for 14 days. When presenting with suspicious symptoms, he/she should seek medical treatment in time. During the isolation period, medical staff communicated with other staff in the department through mobile phones to avoid contact with colleagues who were not involved in contact with such patient.",
            "cite_spans": [],
            "section": "The protection of “suspected patient” (including confirmed patients)",
            "ref_spans": []
        },
        {
            "text": "In conclusion, those are the clinical protective measures summarized in pediatric orthopedics, hoping to provide reference for pediatric orthopedics and other related departments. For suspected cases, we need to provide timely contact to professional doctors for judgment and treatment. At the same time, according to the changes of national epidemic prevention and control measures, to optimize protection process and measures are needed. In view of the changing epidemic situation, when there is a conflict between the treatment of pediatric orthopedic diseases and the prevention and control of the epidemic situation, it is necessary to make overall consideration and focus on the prevention and control of the epidemic situation.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Requirements for protection supplies in different grades\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Control and surgical handling flows of pediatric orthopedics at outpatient and emergency clinics in responses to SARS-CoV-2 infection.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "China novel coronavirus investigating and research team. A novel coronavirus from patients with pneumonia in China, 2019",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Clinical characteristics of 2019 novel coronavirus in China",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "[Recommendations for the diagnosis, prevention and control of the 2019 novel coronavirus infection in children (first interim edition)]",
            "authors": [],
            "year": 2020,
            "venue": "Zhonghua Er Ke Za Zhi",
            "volume": "58",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3760/cma.j.issn.0578-1310.2020.0004"
                ]
            }
        },
        "BIBREF3": {
            "title": "Diagnosis, treatment, and prevention of 2019 novel coronavirus infection in children: experts’ consensus statement",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "World J Pediatr",
            "volume": "22",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s12519-020-00343-7"
                ]
            }
        },
        "BIBREF4": {
            "title": "Emerging coronaviruses; genome structure, replication, and pathogenesis",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "First case of 2019 novel coronavirus infection in children in Shanghai",
            "authors": [
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "XS",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "YL",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Chin J Pediatr",
            "volume": "58",
            "issn": "",
            "pages": "86-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Guideline of Rapid Screening & Clinical Practices for Suspected and Confirmed Cases of Pediatric Novel Coronavirus Infection or Pneumonia",
            "authors": [],
            "year": 2020,
            "venue": "Chin J Evid Based Pediatr",
            "volume": "15",
            "issn": "",
            "pages": "1-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "medRxiv",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199-207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF9": {
            "title": "What to do next to control the 2019-nCoV epidemic?",
            "authors": [
                {
                    "first": "F-S",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The Lancet",
            "volume": "395",
            "issn": "",
            "pages": "391-3",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30300-7"
                ]
            }
        },
        "BIBREF10": {
            "title": "World Health organization. infection prevention and control during health care when novel coronavirus (nCoV) infection is suspected",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Guidelines for transmission and prevention of novel coronaviruses",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}