{
    "paper_id": "PMC7119067",
    "metadata": {
        "title": "Prise en charge de 90 patients suspects de syndrome respiratoire aigu sévère. Expérience d'une collaboration épidémioclinique en situation d'alerte sanitaire liée à une infection émergente☆",
        "authors": [
            {
                "first": "L.",
                "middle": [],
                "last": "Cibrelus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "V.",
                "middle": [],
                "last": "Nöel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [],
                "last": "Emmanuelli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "G.",
                "middle": [],
                "last": "Breton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "P.",
                "middle": [],
                "last": "Longuet",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "B.",
                "middle": [],
                "last": "Rigolli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C.",
                "middle": [],
                "last": "Leport",
                "suffix": "",
                "email": "catherine.leport@bch.aphp.fr",
                "affiliation": {}
            },
            {
                "first": "J.-L.",
                "middle": [],
                "last": "Vildé",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "L'épidémie mondiale de syndrome respiratoire aigu sévère (SRAS) a débuté en novembre 2002 dans la province de Guangdong, dans le Sud de la Chine. En France, c'est en mars 2003 que les premiers patients suspects de SRAS ont directement été dirigés et hospitalisés dans des services de maladies infectieuses et tropicales préalablement désignés par les institutions sanitaires dans le cadre du plan Biotox de réponse au bioterrorisme [1]. L'annonce officielle par l'Organisation mondiale de la santé (OMS), le 12 mars 2003, d'une épidémie de pneumopathies graves d'étiologie inconnue sévissant dans le Sud-Est asiatique a conduit à étendre à ces services la mission de réponse aux infections à haut risque de transmission [2]. L'identification et la classification officielle des cas ont été élaborées par les institutions sanitaires selon les recommandations de l'OMS, transmises par la Direction générale de la santé (DGS) et l'institut de veille sanitaire (InVS) [2], [3]. Cette classification était fondée sur des données épidémiologiques, cliniques, biologiques et radiologiques disponibles dès le début de l'épidémie en zone de transmission locale active de SRAS.",
            "cite_spans": [
                {
                    "start": 432,
                    "end": 435,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 720,
                    "end": 723,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 964,
                    "end": 967,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 969,
                    "end": 972,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Rapidement, les cliniciens furent confrontés à la prise en charge de patients de retour d'une zone ayant été considérée par l'OMS comme une zone de transmission locale active avant la période d'exposition du patient (ou frontalière d'une zone de transmission locale active au moment de leur exposition), et qui présentaient des anomalies cliniques et/ou biologiques compatibles avec le SRAS, apparaissant plus de dix jours après la fin de l'exposition, sans anomalie radiologique associée.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Bien que les caractéristiques de ces patients n'en fassent pas des cas suspects de SRAS selon la définition officielle en vigueur au moment de leur prise en charge, ils furent hospitalisés dans le secteur dédié au SRAS afin d'assurer au mieux leur prise en charge individuelle et de limiter le risque de transmission nosocomiale en maintenant les patients suspects de SRAS en zone d'isolement. Cela tenait compte du fait que :●l'on ne disposait pas à l'époque de tests sérovirologiques permettant d'écarter le diagnostic de SRAS avec certitude ;●bien que basées sur les données émanant des professionnels de santé confrontés au SRAS dans les zones d'incidence maximale, les diverses expressions de la maladie incluses dans la définition de cas de cette pathologie émergente n'étaient pas encore complètement caractérisées (notamment : période d'incubation maximale, degrés de gravité et existence de cas paucisymptomatiques), laissant place à des zones d'incertitude lors de la prise en charge des patients.\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Ainsi, les cliniciens furent conduits à adjoindre à la classification officielle une catégorie de probabilité intermédiaire au sein des cas suspects de SRAS.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Cette double approche de la pathologie a été à l'origine de discordances dans la perception de la gravité et de la classification des patients, locale et officielle. L'objet de ce travail est d'analyser ces différences à partir de l'observation de patients hospitalisés pour suspicion de SRAS dans un service référent de la région parisienne.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "La classification officielle distinguait trois groupes de patients : les cas « possibles », « probables » et « exclus ». La catégorie des patients « en cours d'évaluation » était incluse à titre temporaire dans le groupe des cas « possibles » [2], [3]. La classification élaborée dans le service distinguait quatre groupes de patients : « possible », « probable », « douteux » et « exclu ». La catégorie des cas « douteux » correspondait à un niveau de gravité et de probabilité du diagnostic de SRAS intermédiaire entre les catégories des cas « possibles » et des cas « exclus » (Tableau 1).",
            "cite_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 248,
                    "end": 251,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Définition des cas ::: Patients et méthodes",
            "ref_spans": [
                {
                    "start": 581,
                    "end": 590,
                    "mention": "Tableau 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Les patients ont été isolés en chambre individuelle selon les procédures recommandées par les institutions sanitaires pour la protection du personnel soignant et de l'entourage [2], [4]. Les données cliniques, radiologiques, biologiques et épidémiologiques, ont été recueillies de façon standardisée et transmises à l'InVS dans un délai de 24 à 48 heures. Les diagnostics alternatifs ont été documentés selon les méthodes habituelles, dans les limites permises par les contraintes de l'isolement. Les examens complémentaires réalisés ont été limités sur le plan biologique à la numération sanguine, avec une formule donnée à titre indicatif, à l'ionogramme sanguin, à la créatininémie et aux transaminases, car traités dans un circuit sécurisé. Les radiographies pulmonaires ont été effectuées au lit du patient (cliché de face, en position couchée). Les scanners thoraciques ont été réalisés dans le service de radiologie selon une procédure dédiée ayant fait l'objet d'un consensus local [5]. Des prélèvements nasopharyngés à visée virologique ont été réalisés de manière systématique pour culture et amplification par PCR. Ces prélèvements ont été expédiés par un circuit sécurisé au laboratoire référent pour les virus respiratoires de l'institut Pasteur, avec recherche systématique de coronavirus humain mutant de type SARS-CoV [6], [7], [8], Myxovirus influenzae de type A et B, et virus respiratoire syncytial (VRS).",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 180,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 182,
                    "end": 185,
                    "mention": "[4]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 990,
                    "end": 993,
                    "mention": "[5]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1334,
                    "end": 1337,
                    "mention": "[6]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1339,
                    "end": 1342,
                    "mention": "[7]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1344,
                    "end": 1347,
                    "mention": "[8]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Prise en charge ::: Patients et méthodes",
            "ref_spans": []
        },
        {
            "text": "Les données ont été recueillies de façon prospective et analysées grâce à l'aide d'un médecin en formation en santé publique, spécialement mobilisé à cet effet. La spécificité de la définition de cas correspondait au ratio du nombre de sujets « vrais négatifs » sur l'ensemble des sujets sains selon la définition officielle (cas exclus après évaluation finale), la sensibilité à la proportion de « vrais positifs » par rapport au nombre total de cas recensés selon la définition officielle.",
            "cite_spans": [],
            "section": "Recueil et analyse des données ::: Patients et méthodes",
            "ref_spans": []
        },
        {
            "text": "La durée moyenne d'hospitalisation était de 2,8 jours (médiane = 2 jours, extrêmes [1–18]). Cinq patients (6 %) sortirent prématurément contre avis médical, sans recours juridique possible malgré leur contagiosité potentielle.",
            "cite_spans": [],
            "section": "Description de la population étudiée ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Parmi les 90 patients, 46 étaient des hommes et 44 des femmes (sex-ratio = 1,1). L'âge moyen était de 39,7 ans (médiane = 34 ans, extrêmes [5–75]). Trois étaient des enfants de moins de 15 ans et furent secondairement transférés dans un service pédiatrique spécialisé. Les symptômes avaient débuté en moyenne 4,3 jours après la fin de l'exposition (médiane = 1 jour ; extrêmes [17 jours avant le retour de la zone à risque–46 jours après]). Les caractéristiques cliniques, biologiques et radiologiques des patients hospitalisés figurent dans le Tableau 2\n. Aucun patient n'est décédé au cours du suivi médical.",
            "cite_spans": [],
            "section": "Description de la population étudiée ::: Résultats",
            "ref_spans": [
                {
                    "start": 545,
                    "end": 554,
                    "mention": "Tableau 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Soixante-treize patients (81 %) ont été exposés au cours d'un voyage, dont 63 % dans une zone de transmission locale active de SRAS selon les critères de l'OMS (n\n = 46) [9]. Les 27 autres patients avaient séjourné dans des zones considérées comme non à risque au moment de leur séjour, en Asie du Sud-Est (Vietnam hors Hanoï, Thaïlande, Malaisie, Cambodge) ou dans une autre région (Égypte, Israël, Italie). Un contact avec un cas « possible » ou « probable » de SRAS a été mis en évidence chez quatre des 46 patients ayant séjourné dans une zone à risque (9 %) : deux contacts rapprochés (voir définition Tableau 1) et deux contacts supposés. Les 17 patients n'ayant pas voyagé ont été considérés comme « suspects » sur la base d'un contact potentiel et peu documenté ayant eu lieu sur le territoire français.",
            "cite_spans": [
                {
                    "start": 170,
                    "end": 173,
                    "mention": "[9]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Circonstances d'exposition ::: Résultats",
            "ref_spans": [
                {
                    "start": 607,
                    "end": 616,
                    "mention": "Tableau 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Seize patients ont été exposés dans le cadre de leur profession, dont six (35 %) au cours d'un voyage. Aucun n'appartenait au personnel soignant.",
            "cite_spans": [],
            "section": "Circonstances d'exposition ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Aucun patient n'avait présenté de contact direct avec des animaux considérés comme des porteurs éventuels de SRAS, type civette.",
            "cite_spans": [],
            "section": "Circonstances d'exposition ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Vingt-cinq patients (28 %) ont reçu un traitement uniquement symptomatique, non antipyrétique. Parmi les 65 autres, 33 (51 %) ont reçu l'association amoxicilline–roxithromycine, et un a reçu l'association imipénème–cotrimoxazole. Aucun patient n'a reçu de traitement antiviral. Un patient a reçu une corticothérapie pour un bronchospasme résistant aux thérapeutiques habituelles.",
            "cite_spans": [],
            "section": "Prise en charge thérapeutique ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Un diagnostic alternatif permettant d'exclure le diagnostic de SRAS a été établi chez 19 % des patients (n\n = 17). Une pathologie cardiorespiratoire a été retrouvée chez 14 patients, dont quatre autres infections virales : grippe (n\n = 3) et pneumopathie à métapneumovirus (n\n = 1). Aucune reverse transcriptase–polymerase chain reaction (RT–PCR) à la recherche du SARS-CoV n'a été positive chez les 19 patients testés (Tableau 3\n).",
            "cite_spans": [],
            "section": "Diagnostics alternatifs de certitude ::: Résultats",
            "ref_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "mention": "Tableau 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Cette catégorie inclut les 20 patients considérés comme « douteux » selon les cliniciens et « en cours/possibles » selon les épidémiologistes pour lesquels l'évaluation initiale du risque était donc homogène. Vingt-cinq (28 %) autres patients ont été considérés comme « exclus » selon les deux approches et ont quitté la zone d'isolement au terme du bilan clinique et paraclinique initial. Ils furent hospitalisés 1,2 jours en moyenne (médiane = 1 jour, extrêmes [1], [2], [3]). Aucun patient n'a quitté la zone d'isolement avant d'être considéré comme « exclu » selon la définition officielle (Tableau 4, Tableau 5\n).",
            "cite_spans": [
                {
                    "start": 463,
                    "end": 466,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 468,
                    "end": 471,
                    "mention": "[2]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 473,
                    "end": 476,
                    "mention": "[3]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Classification initiale des cas concordante (n = 55) ::: Résultats",
            "ref_spans": [
                {
                    "start": 595,
                    "end": 604,
                    "mention": "Tableau 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 606,
                    "end": 615,
                    "mention": "Tableau 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Dans cette catégorie, 30 (91 %) ont été considérés comme des cas « douteux » par les cliniciens, selon la définition élaborée dans le service. Ils ne présentaient pas d'anomalie à la radiographie pulmonaire, dont trois ont été vérifiées par scanner thoracique.",
            "cite_spans": [],
            "section": "Classification clinique des cas « exclus » selon la classification officielle initiale, pour lesquels la classification était discordante (n = 33) ::: Classification initiale des cas discordante (n = 35) ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Dans un premier groupe de 11 patients, le syndrome infectieux était atténué et les signes respiratoires discrets. Huit patients avaient effectué un séjour en Asie du Sud-Est dans une zone identifiée comme à risque de SRAS. Trois patients avaient été passagers du vol Hanoï–Bangkok–Paris du 22 mars 2003 sur lequel voyageait le cas index français de SRAS, et au cours duquel deux passagers français ont été infectés [10]. Chez ces trois patients les signes cliniques sont apparus un à trois jours après le voyage sur ce vol, ce qui aurait laissé supposer une incubation très brève. Ces patients furent considérés comme des cas « exclus » de SRAS selon la définition officielle sur des critères clinicobiologiques.",
            "cite_spans": [
                {
                    "start": 415,
                    "end": 419,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Classification clinique des cas « exclus » selon la classification officielle initiale, pour lesquels la classification était discordante (n = 33) ::: Classification initiale des cas discordante (n = 35) ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Le deuxième groupe de 19 patients avait un syndrome infectieux et des symptômes respiratoires plus nets, et leur évolution fut plus longue (Tableau 5). Ils ont été initialement exclus selon la définition officielle sur des critères d'exposition. Parmi eux, deux patients n'avaient pas séjourné en Asie du Sud-Est, mais avaient eu des contacts rapprochés avec des personnes de retour d'une zone de transmission locale active de SRAS. Dix-sept patients avaient effectué un voyage en Asie du Sud-Est dans des zones considérées comme non à risque au moment de leur séjour, sans contact avec un cas « probable » de SRAS. Trois de ces 17 patients (18 %) ont présenté des symptômes dans les dix jours suivant leur retour. Ils ont été considérés comme des cas « douteux » de SRAS par les cliniciens estimant leur risque d'exposition non nul, alors qu'ils avaient séjourné à Pékin, avant que cette ville ne soit retenue par l'OMS comme zone à risque de SRAS (27 mars 2003). Au terme de leur suivi, deux sont demeurés des cas « douteux » de SRAS pour les cliniciens (absence de diagnostic alternatif), un fut rapidement exclu sur des critères cliniques.",
            "cite_spans": [],
            "section": "Classification clinique des cas « exclus » selon la classification officielle initiale, pour lesquels la classification était discordante (n = 33) ::: Classification initiale des cas discordante (n = 35) ::: Résultats",
            "ref_spans": [
                {
                    "start": 140,
                    "end": 149,
                    "mention": "Tableau 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Enfin, parmi les 33 patients de cette catégorie, trois (9 %) présentaient une pneumopathie radiologique amenant les cliniciens à les considérer comme des cas « possibles » de SRAS. L'évaluation initiale officielle les avait exclus sur des critères d'exposition. Un patient avait, cependant, séjourné à Hanoï entre le 9 et le 12 mars 2003, mais sans contact direct ni indirect avec l'hôpital français. Il demeure un cas « possible » de SRAS pour les cliniciens en l'absence de diagnostic alternatif.",
            "cite_spans": [],
            "section": "Classification clinique des cas « exclus » selon la classification officielle initiale, pour lesquels la classification était discordante (n = 33) ::: Classification initiale des cas discordante (n = 35) ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Ces 33 cas pour lesquels la classification était discordante ont été hospitalisés en moyenne 1,8 jours (médiane = 2 jours, extrêmes [1–5]), soit 0,6 jour de plus en moyenne que les 25 cas « exclus » de SRAS pour lesquels la classification était concordante.",
            "cite_spans": [],
            "section": "Classification clinique des cas « exclus » selon la classification officielle initiale, pour lesquels la classification était discordante (n = 33) ::: Classification initiale des cas discordante (n = 35) ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Ces deux patients ont été considérés comme des cas « probables » par les cliniciens. Ils présentaient une pneumopathie grave et avaient voyagé dans une zone à risque du Sud-Est asiatique (Hongkong et Chine continentale). Ils furent officiellement considérés comme des cas « en cours d'évaluation » — à ce titre temporairement inclus dans la catégorie des cas « possibles » — et non comme des cas « probables », sur des critères d'exposition (délais d'incubation longs en particulier). Ces deux cas discordants ont été hospitalisés respectivement quatre et 13 jours, c'est-à-dire plus longtemps que les 30 patients pour lesquels la classification « possible » était concordante (moyenne = 4,6 jours, médiane = 4 jours, extrêmes [1–18]). Au terme des investigations, ils furent considérés selon les deux classifications comme des cas « exclus » de SRAS en raison de l'existence d'un diagnostic alternatif de certitude pouvant expliquer la totalité et la gravité des symptômes.",
            "cite_spans": [],
            "section": "Classification clinique des cas « possibles » selon la classification officielle, pour lesquels la classification était discordante (n = 2) ::: Classification initiale des cas discordante (n = 35) ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "L'évaluation finale clinique n'a pu être réalisée chez les trois enfants transférés en pédiatrie ; ils ont été « exclus » selon les critères officiels. Les 87 patients chez lesquels l'évaluation finale fut effectuée ont été considérés comme des cas « exclus » de SRAS selon la définition officielle. Selon les cliniciens, 47 (54 %) patients demeuraient des cas « possibles » (n\n = 5) ou « douteux » (n\n = 42) de SRAS en l'absence de diagnostic alternatif.",
            "cite_spans": [],
            "section": "Classification finale des cas ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Selon les cliniciens, parmi les cinq patients sortis prématurément contre avis médical, un demeurait un cas « possible » de SRAS, deux des cas « douteux », en l'absence de diagnostic alternatif et deux ont été considérés comme des cas « exclus » de SRAS.",
            "cite_spans": [],
            "section": "Classification finale des cas ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Au terme de la classification finale, la spécificité de la définition de cas élaborée par les cliniciens était de 46 % (47 « faux-positifs », 40 « vrais-négatifs »), en référence à la définition officielle. Leur sensibilité ne pouvait être évaluée puisque le nombre de patients officiellement identifiés comme des cas de SRAS fut nul et que nous ne disposions pas d'éléments sérovirologiques permettant d'établir le diagnostic de SRAS parmi les patients considérés comme des cas « exclus ».",
            "cite_spans": [],
            "section": "Sensibilité et spécificité des définitions de cas ::: Résultats",
            "ref_spans": []
        },
        {
            "text": "Cette étude illustre une expérience de la première épidémie mondiale de SRAS dans un service français participant à l'accueil et à la prise en charge des patients suspects de SRAS en première ligne, où 40 % des patients consultants ont été hospitalisés et 6 % sont sortis contre avis médical.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Une proportion notable (19 %) des patients hospitalisés pour suspicion de SRAS ne présentait pas d'exposition dans une zone à risque de SRAS, mais décrivait un contact possible avec des personnes non prises en charge dans le service, mais dont l'anamnèse, relatée par le patient, pouvait correspondre à celle d'un cas suspect de SRAS.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "L'ampleur de l'épidémie et l'existence de nombreuses incertitudes inhérentes à l'émergence du phénomène ont induit des consultations pour des motifs correspondant en fait à des diagnostics alternatifs variés chez un patient sur cinq. Certains méritent d'être soulignés en raison de leur éloignement apparent avec le syndrome respiratoire suspecté — pyélonéphrite aiguë, salmonellose mineure — ou leur caractère inhabituel — mélioïdose [11]. Comme dans les publications précédentes à Hongkong, à Toronto ou ailleurs en France [12], [13], [14], [15], [16], l'attention portée aux patients suspects de SRAS a conduit à diagnostiquer des infections grippales de type A et B et à métapneumovirus chez des patients de retour de zones de transmission locale active de SRAS. Le rôle du métapneumovirus dans cette épidémie demeure peu probable. Il avait été évoqué comme coagent étiologique de SRAS dans les débuts de l'épidémie [17], sans que cela se soit confirmé par la suite. Cette coïncidence apparente aurait pu être éclaircie par l'étude sérologique rétrospective des patients hospitalisés pour suspicion de SRAS, qui n'a pas été réalisable du fait de la constitution d'une sérothèque incomplète.",
            "cite_spans": [
                {
                    "start": 435,
                    "end": 439,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 525,
                    "end": 529,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 531,
                    "end": 535,
                    "mention": "[13]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 537,
                    "end": 541,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 543,
                    "end": 547,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 549,
                    "end": 553,
                    "mention": "[16]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 920,
                    "end": 924,
                    "mention": "[17]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "L'interprétation des résultats de RT–PCR à la recherche de SARS-CoV était alors limitée par une sensibilité relativement faible [18], [19]. L'absence de résultat positif chez les 19 patients testés en raison d'une forte suspicion clinique laissait persister à l'époque un doute sur l'existence de formes frustes de SRAS ou d'infections asymptomatiques, fréquentes dans d'autres infections virales. Malgré une incidence modérée, leur réalité au cours de l'infection à SARS-CoV était mise en évidence secondairement [20], [21], [22], [23], [24], [25], [26], principalement en cas de contact direct avec un animal porteur de SARS-CoV [23] ou par transmission interhumaine en cas de contact rapproché (personnel soignant, notamment). En Asie du Sud-Est, l'incidence des formes asymptomatiques fut estimée à 0,23 % au sein du personnel soignant et à 0,16 % dans la population générale [24], celle des formes frustes atypiques à 12 % [25].",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "mention": "[18]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 134,
                    "end": 138,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 514,
                    "end": 518,
                    "mention": "[20]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 520,
                    "end": 524,
                    "mention": "[21]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 526,
                    "end": 530,
                    "mention": "[22]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 532,
                    "end": 536,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 538,
                    "end": 542,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 544,
                    "end": 548,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 550,
                    "end": 554,
                    "mention": "[26]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 631,
                    "end": 635,
                    "mention": "[23]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 880,
                    "end": 884,
                    "mention": "[24]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 928,
                    "end": 932,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "C'est cette hypothèse de formes paucisymptomatiques qui a conduit les cliniciens à considérer 52 % (n\n = 47) des patients comme des cas « possibles » ou « douteux » de SRAS au terme de l'évaluation finale, bien qu'aucun d'eux n'ait eu de contact identifié avec du personnel soignant infecté en zone de transmission de SRAS ou avec un animal sauvage à risque. Compte tenu de la rareté des formes frustes de SRAS, il apparaît a posteriori qu'il s'agissait d'une surestimation du risque d'infection de ces patients. Cette incertitude ne pouvait, cependant, pas être éliminée facilement à ce moment de l'épidémie et en l'absence de sérothèque.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Dans la présente étude, la classification initiale des cas, officielle et selon les cliniciens, fut discordante dans 39 % des cas, sur des critères tantôt épidémiologiques (73 %), tantôt cliniques et paracliniques (27 %). Cette divergence était prévisible en raison des difficultés du raisonnement médical en période épidémique et fut amplifiée par l'aspect émergent du SRAS. Elle était en partie liée au fait, bien connu dans d'autres domaines, que l'évaluation était influencée par l'objectif premier de l'évaluateur. Ainsi, face à l'urgence de santé publique, les institutions sanitaires ciblaient les personnes les plus à risque de contagion, afin d'éviter leur circulation et de limiter la diffusion épidémique dans la communauté. Il s'agissait également de caractériser un phénomène épidémique global, basé sur des critères de définition standardisés et reproductibles. L'évaluation officielle ne modifiant pas la prise en charge individuelle, la spécificité de la définition des cas « probables » et des cas « exclus » était un critère décisionnel majeur. Les cliniciens se devaient d'assurer au mieux la prise en charge individuelle des patients suspects de SRAS et de limiter le risque de transmission intrahospitalière en maintenant les patients suspects dans la zone d'isolement. Ils devaient également faire face à de nombreuses incertitudes dans leurs critères décisionnels (concernant, par exemple, la période d'incubation maximale ou l'existence de cas paucisymptomatiques) et dans les réponses à apporter en termes de prise en charge médicale et psychologique des patients et de leur entourage. Elles étaient engendrées par la nouveauté du phénomène, sa gravité, son extension géographique large et rapide, ainsi que sa grande couverture médiatique. Ces zones d'incertitude ont conduit à une définition plus sensible des cas « possibles », à l'origine de la catégorie clinique des cas « douteux », constituant un élargissement des critères officiels de définition. Ce fut également le cas aux Pays-Bas, où cinq définitions de cas différentes furent utilisées pour la gestion de l'épidémie [27]. La catégorie cas « douteux », que notre centre a été le seul à introduire en France sur la base d'incertitudes épidémiologiques et cliniques, donnait une place plus nuancée à l'exposition au risque, bien qu'elle se soit révélée être décisive pour la bonne classification des cas tout au long de l'épidémie. Il apparaît a posteriori que notre approche ait contribué aux discordances rapportées dans cet article. Elles furent longuement discutées avec les institutions de veille et de sécurité sanitaire, mais conduisirent à l'hospitalisation en secteur d'isolement par excès de certains patients pour lesquels elle ne se justifiait pas sur la base des critères officiels.",
            "cite_spans": [
                {
                    "start": 2105,
                    "end": 2109,
                    "mention": "[27]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "L'absence de critères microbiologiques de certitude diagnostique en début d'épidémie, inhérente à l'aspect émergent du SRAS, a également contribué à ces divergences dans la classification des patients suspects. La sensibilité de la définition officielle de cas fut en effet estimée dans ces circonstances à 26 % [28]. Bien qu'ayant permis un contrôle rapide et efficace de la chaîne de transmission virale en période épidémique, il a été admis rétrospectivement qu'une telle définition de cas n'était pas optimale, notamment en termes de prise en charge individuelle. À Singapour, par exemple, certains patients considérés comme des cas « exclus » de SRAS, et donc non pris en charge, furent réhospitalisés dans un second temps (n\n = 28/10075, soit 0,3 %) ou diagnostiqués rétrospectivement comme des cas de SRAS sur des arguments sérologiques (n\n = 32/234, soit 14 %) [25], [26]. L'un d'eux avait été exclu sur des critères épidémiologiques (absence de séjour en zone de transmission locale active de SRAS), comme ce fut le cas pour l'un des patients considérés comme « douteux » au sein de cette étude.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 316,
                    "mention": "[28]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 869,
                    "end": 873,
                    "mention": "[25]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 875,
                    "end": 879,
                    "mention": "[26]",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "La plus grande sensibilité de la définition de cas élaborée par les cliniciens permettait en théorie d'améliorer sa valeur prédictive négative (VPN) et d'éviter l'exclusion de patients qui étaient de vrais cas de SRAS, comme ce fut le cas à Singapour. Cependant, la situation des deux pays n'est pas comparable, puisque la VPN diminue fortement quand la prévalence de l'infection est plus élevée, ce qui était très nettement le cas de Singapour, comparé à la France. Mais, puisque la définition actuelle de cas suspects de SRAS inclut des critères microbiologiques d'identification du SARS-CoV [29], sa sensibilité et sa VPN devront être réévaluées au cours d'éventuelles épidémies futures.",
            "cite_spans": [
                {
                    "start": 594,
                    "end": 598,
                    "mention": "[29]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "La différence d'évaluation de la probabilité de SRAS constatée dans cette étude n'eut pas de retentissement en termes de santé publique, en dehors d'un probable poids économique et logistique, et d'une possible anxiété des patients. Cela était lié à une durée d'isolement majorée (de moins de 24 heures en moyenne), limitant leur liberté de mouvement, et à la perception par les patients de ces discordances d'évaluation. Pour atténuer les effets délétères de cette incertitude, les discussions pluridisciplinaires et les échanges interactifs entre les acteurs devraient permettre d'intégrer la prise en charge singulière dans l'approche de santé publique. L'évaluation conjointe des cas suspects par les épidémiologistes et les cliniciens, et l'optimisation de l'expertise de chacun ont d'ailleurs permis l'exclusion rapide de 25 des 90 patients suspects de SRAS inclus dans cette étude et leur sortie d'isolement. L'épidémie n'a pas entraîné de dépassement des structures hospitalières françaises, et aucune diffusion intra- ou extrahospitalière n'a été mise en évidence dans la population étudiée, malgré la sortie contre avis médical de cinq patients.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "La réponse à l'épidémie de SRAS, orchestrée avec succès par l'OMS, a mis en évidence les difficultés de gestion d'une pathologie émergente à agent infectieux non identifié, sur le plan clinique comme sur le plan épidémiologique, et la nécessité de la constitution rapide d'un réseau d'experts multidisciplinaire, permettant l'échange d'information nécessaire à l'élaboration consensuelle de la définition des cas. Ce réseau s'appuie sur une base de données reposant sur un modèle standardisé, élaboré par des experts épidémiologistes et cliniciens confrontés à la maladie en zone d'incidence maximale, à partir des données de terrain. Ce modèle devrait être mis à disposition des épidémiologistes et des cliniciens intervenant à distance de l'épicentre auprès de patients suspects de SRAS et être adaptable au niveau national ou supranational à tout phénomène inhabituel.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Dans un contexte de pathologie émergente, la constitution de cette base de données devrait systématiquement s'assortir de l'élaboration d'une biothèque (banque de sérum et de plasma) et du stockage sécurisé de l'ensemble des prélèvements permettant des confirmations biologiques rétrospectives, dès élaboration d'outils diagnostiques adaptés. Dans le cas du SRAS, cela aurait permis :●de caractériser la catégorie des cas « en cours d'investigation », c'est-à-dire suspects d'une pathologie émergente, mal connue par essence, dont la définition sous-entend l'existence d'un risque éventuel, bien qu'évolutif ;●par l'analyse du sérum des patients « exclus », de préciser et d'atténuer la létalité de la pathologie estimée actuellement à 15 % [19].\n",
            "cite_spans": [
                {
                    "start": 741,
                    "end": 745,
                    "mention": "[19]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "L'évaluation de la gravité potentielle des patients suspects de SRAS fut différente dans environ 40 % des cas, sans que cela ait un impact en termes de diffusion épidémique ou d'exposition nosocomiale puisqu'aucun cas probable de SRAS n'a officiellement été retenu parmi ces patients ou leur entourage.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Mais, au-delà des difficultés inhérentes à la gestion du premier épisode d'épidémie de SRAS en France et dans le monde [10], [12], [14], l'étude de ces perceptions différentes a fait émerger de nombreux enseignements complémentaires, nés de l'expertise propre de chacun. Ces enseignements, indispensables à la gestion d'épidémies et/ou pandémies à venir imprévisibles, mais inévitables [30], sont :●la constitution précoce d'une cohorte épidémioclinique incluant l'ensemble des cas suspects, basée sur un modèle standard élaboré au cours d'épidémies passées, liées à des phénomènes infectieux émergents mis à disposition des cliniciens ;●son couplage systématique à une biothèque (banque de sérum et de plasma), avec des procédures de recueil et de conservation des prélèvements sécurisées et standardisées ;●le partage des données au niveau national, régional, et international sous une égide institutionnelle forte.\n",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 125,
                    "end": 129,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 131,
                    "end": 135,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 386,
                    "end": 390,
                    "mention": "[30]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Tableau 1: Classification officielle et classification élaborée dans le service des patients vivants suspects de SRAS Table 1 Official classification and classification determined in the unit of living patients with suspected SARS\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Tableau 2: Caractéristiques cliniques, biologiques et radiologiques des 90 patients suspects de SRAS hospitalisés dans le service de maladies infectieuses et tropicales B de l'hôpital Bichat–Claude-Bernard, entre le 16 mars et le 30 avril 2003 Table 2 Clinical, biological, and radiological features of 90 patients with suspected SARS hospitalized in the Bichat–Claude-Bernard hospital infectious and tropical diseases unit, between March 16 and April 30, 2003\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Tableau 3: Diagnostics alternatifs de certitude permettant d'exclure le diagnostic de SRAS parmi les 90 patients hospitalisés pour suspicion de SRAS dans le service de maladies infectieuses et tropicales B de l'hôpital Bichat–Claude-Bernard, entre le 16 mars et le 30 avril 2003 Table 3 Alternative proven diagnoses allowing to exclude the diagnosis of SARS among the 90 patients with suspected SARS hospitalized in the Bichat–Claude-Bernard hospital Infectious and Tropical diseases unit, between March 16 and April 30, 2003\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Tableau 4: Classification initiale et officielle et définition de cas dans le service des 90 patients vivants suspects de SRAS hospitalisés dans le service de maladies infectieuses et tropicales B de l'hôpital Bichat–Claude-Bernard, entre le 16 mars et le 30 avril 2003 Table 4 Initial official classification and definition of cases determined in the unit with 90 patients with suspected SARS hospitalized in the Bichat–Claude-Bernard hospital infectious and tropical diseases unit, between March 16 and April 30, 2003\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Tableau 5: Caractéristiques des patients vivants suspects de SRAS hospitalisés dans le service de maladies infectieuses et tropicales B de l'hôpital Bichat–Claude-Bernard entre le 16 mars et le 30 avril 2003 pour lesquels la classification initiale officielle et celle définie dans le service étaient divergentes (n = 35) Table 5 Features of living patients with suspected SARS (hospitalized in the Bichat–Claude-Bernard hospital Infectious and Tropical diseases unit between March 16 and April 30, 2003) for whom the initial official classification and the one determined in the unit were different (N = 35)\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Nombre quotidien de patients ayant transité dans la zone dédiée au SRAS du service de maladies infectieuses et tropicales B de l'hôpital Bichat–Claude-Bernard, entre le 16 mars et le 30 avril 2003. Fig. 1. Daily number of patients transiting in the restricted SARS zone in the Bichat–Claude-Bernard hospital Infectious and Tropical diseases unit, between March 16 and April 30, 2003.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Introduction of SARS in France, March–April, 2003",
            "authors": [
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Desenclos",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "van der Werf",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Bonmarin",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Levy-Bruhl",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yazdanpanah",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Hoen",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg. Infect. Dis.",
            "volume": "10",
            "issn": "",
            "pages": "195-198",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Managing SARS",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bouadma",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Noel",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Schortgen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med.",
            "volume": "349",
            "issn": "",
            "pages": "707-708",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Finkelstein",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med.",
            "volume": "348",
            "issn": "",
            "pages": "1995-2005",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "K.W.",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "P.L.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G.C.",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "W.K.",
                    "middle": [],
                    "last": "Yee",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Chan-Yeung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med.",
            "volume": "348",
            "issn": "",
            "pages": "1977-1985",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Joynt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med.",
            "volume": "348",
            "issn": "",
            "pages": "1986-1994",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Clinical features and short-term outcomes of 144 patients with SARS in the greater Toronto area",
            "authors": [
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Matukas",
                    "suffix": ""
                },
                {
                    "first": "G.A.",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                },
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Rachlis",
                    "suffix": ""
                },
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                },
                {
                    "first": "H.A.",
                    "middle": [],
                    "last": "Dwosh",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": "2801-2809",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Human metapneumovirus detection in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "P.K.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Tam",
                    "suffix": ""
                },
                {
                    "first": "C.W.",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C.K.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect. Dis.",
            "volume": "9",
            "issn": "",
            "pages": "1058-1063",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Detection of SARS coronavirus in patients with suspected SARS",
            "authors": [
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L.L.",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "V.C.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "I.F.",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerg. Infect. Dis.",
            "volume": "10",
            "issn": "",
            "pages": "294-299",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Mild severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect. Dis.",
            "volume": "9",
            "issn": "",
            "pages": "1182-1183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Mild illness associated with severe acute respiratory syndrome coronavirus infection: lessons from a prospective seroepidemiologic study of health-care workers in a teaching hospital in Singapore",
            "authors": [
                {
                    "first": "K.Y.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Singh",
                    "suffix": ""
                },
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Habib",
                    "suffix": ""
                },
                {
                    "first": "B.K.",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "T.K.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "E.E.",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Infect. Dis.",
            "volume": "189",
            "issn": "",
            "pages": "642-647",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Relative rates of non-pneumonic SARS coronavirus infection and SARS coronavirus pneumonia",
            "authors": [
                {
                    "first": "P.C.",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "H.W.",
                    "middle": [],
                    "last": "Tsoi",
                    "suffix": ""
                },
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "B.H.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "X.Y.",
                    "middle": [],
                    "last": "Che",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "841-845",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "A patient with asymptomatic severe acute respiratory syndrome (SARS) and antigenemia from the 2003-2004 community outbreak of SARS in Guangzhou, China",
            "authors": [
                {
                    "first": "X.Y.",
                    "middle": [],
                    "last": "Che",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Di",
                    "suffix": ""
                },
                {
                    "first": "G.P.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y.D.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L.W.",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Hao",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Infect. Dis.",
            "volume": "43",
            "issn": "",
            "pages": "e1-e5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Seroprevalence of IgG antibodies to SARS-coronavirus in asymptomatic or subclinical population groups",
            "authors": [
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "W.W.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "T.H.",
                    "middle": [],
                    "last": "Lam",
                    "suffix": ""
                },
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Ghani",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiol. Infect.",
            "volume": "134",
            "issn": "",
            "pages": "211-221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Clinical and laboratory findings of SARS in Singapore",
            "authors": [
                {
                    "first": "H.N.",
                    "middle": [],
                    "last": "Leong",
                    "suffix": ""
                },
                {
                    "first": "K.P.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "L.L.",
                    "middle": [],
                    "last": "Oon",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Koay",
                    "suffix": ""
                },
                {
                    "first": "L.C.",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Ann. Acad. Med. Singapore",
            "volume": "35",
            "issn": "",
            "pages": "332-339",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Are the World Health Organisation case definitions for severe acute respiratory distress syndrome sufficient at initial assessment?",
            "authors": [
                {
                    "first": "H.K.",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                },
                {
                    "first": "K.Y.",
                    "middle": [],
                    "last": "Tham",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Seow",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Singapore Med. J.",
            "volume": "46",
            "issn": "",
            "pages": "414-420",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Public health implications of using various case definitions in The Netherlands during the worldwide SARS outbreak",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Timen",
                    "suffix": ""
                },
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "van Doornum",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Conyn-van Spaendonck",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "van der Meer",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin. Microbiol. Infect.",
            "volume": "12",
            "issn": "",
            "pages": "1214-1220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Classification of WHO criteria for identifying patients with severe acute respiratory syndrome out of hospital: prospective observational study",
            "authors": [
                {
                    "first": "T.H.",
                    "middle": [],
                    "last": "Rainer",
                    "suffix": ""
                },
                {
                    "first": "P.A.",
                    "middle": [],
                    "last": "Cameron",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Smit",
                    "suffix": ""
                },
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "A.N.",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "D.C.",
                    "middle": [],
                    "last": "Nin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "BMJ",
            "volume": "327",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Investigation du SRAS en France. Numéro spécial Syndrome respiratoire aigu sévère",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Bonmarin",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Bul. Epidemiol. Hebd.",
            "volume": "2",
            "issn": "",
            "pages": "112-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Les enseignements du SRAS",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Fontanet",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Presse Med.",
            "volume": "36",
            "issn": "",
            "pages": "299-302",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Guideline on management of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1313-1315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Suspicion de syndrome respiratoire aigu sévère",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Schouman-Claeys",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Laissy",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Leport",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Regnier",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Lucet",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Crestani",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Radiol.",
            "volume": "84",
            "issn": "",
            "pages": "1715-1716",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T.G.",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Peret",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Emery",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med.",
            "volume": "348",
            "issn": "",
            "pages": "1953-1966",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S.T.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L.L.",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "L.Y.",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1319-1325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "van der Werf",
                    "suffix": ""
                },
                {
                    "first": "H.R.",
                    "middle": [],
                    "last": "Brodt",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med.",
            "volume": "348",
            "issn": "",
            "pages": "1967-1976",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}