{
    "paper_id": "PMC7195262",
    "metadata": {
        "title": "AN EMERGING PARADIGM FOR PSYCHIATRIC PRACTICE IN INTEGRATED CARE AMIDST A CRISIS",
        "authors": [
            {
                "first": "Parnika",
                "middle": [
                    "Prashasti"
                ],
                "last": "Saxena",
                "suffix": "",
                "email": "parnika_29@hotmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Humanity is facing an unprecedented situation due to the Sars-Cov-2 pandemic. As we see rapid, transformative changes to our way of life, it has become apparent that some of them will be long lasting and therefore it is important that we critically evaluate them.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It has brought to the forefront, the new challenges being faced by physicians and patients alike, to provide appropriate clinical care without personal contact. In these troubled times, telemedicine has emerged as the undisputed method of choice to continue providing medical care with minimal disruption. As a psychiatrist, I feel relieved that I have been able to continue to provide care to my patients during these unprecedented times. In fact, I have been able to contact many more of my scheduled patients with a dramatic reduction in the no show rate.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "I work in an outpatient, community setting which has embraced an integrated clinical model. As a geriatric psychiatrist, I often find myself helping my patients with their non psychiatric medical needs. During this crisis, many of my internist colleagues are focused on the diagnosis and treatment of individuals suffering the symptoms of the Sars-Cov-2 and non-emergency ailments might not be addressed expediently. It is imperative to continue treatment of these illnesses to avoid their worsening which would undoubtedly cause a greater strain in emergency services.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To address this, a significant portion of my interview with patients is now dedicated to reviewing guidelines for the Sars-Cov-2 and relevant symptoms and connecting them with their internists for testing and further triaging. I have also been the reviewing symptoms of exacerbation of other medical illness which require attention, and divert such individuals to evaluations with their primary care physicians. Due to my training as a geriatrician and having an interest in an integrated style of medicine, I feel my non psychiatric medical skills have been of help and avoid overburdening the primary care physicians. Of note, these evaluations occur through telehealth and my experience with this modality and existing therapeutic relationship with these patients, determines the success of this intervention.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "An integrated approach is considered an important tool to provide care in areas with less availability of specialized care however in a situation where primary care availability has reduced or where patients might struggle to regularly follow up with their internists, a reverse paradigm is beneficial. This is a frequent observation by psychiatrists especially geriatricians and this pandemic has further illuminated it. Psychiatrists with dual training in medicine and psychiatry have noted that it makes them better physicians with better diagnostic skills.1 To that end, integrated care training for psychiatrists, during their training years might be beneficial.2 It is also important to impart training in telehealth pertinent to communication, evaluation and accurate diagnosing within the limitations of this modality. Scope of practice definitions as well as extent of liability may be modified accordingly.",
            "cite_spans": [
                {
                    "start": 560,
                    "end": 561,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 667,
                    "end": 668,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although we are amid a pandemic, we will be missing a great opportunity if we do not re-evaluate our approach and initiate a discussion to provide more efficient and effective patient care.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Parnika Prashasti Saxena is the sole contributor of the perspective.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Parnika Prashasti Saxena does not have any conflicts of interest.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Physicians at the medicine/psychiatric interface: what do internist/psychiatrists do?",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Stiebel",
                    "suffix": ""
                },
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Psychosomatics",
            "volume": "42",
            "issn": "5",
            "pages": "377-381",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "How much general medical competence do psychiatrists need?",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hewer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Neurologist",
            "volume": "76",
            "issn": "",
            "pages": "349-362",
            "other_ids": {
                "DOI": []
            }
        }
    }
}