{
    "paper_id": "PMC7123036",
    "metadata": {
        "title": "China’s Institutional Mechanisms for Influenza A (H1N1) Prevention and Control",
        "authors": [
            {
                "first": "Lan",
                "middle": [],
                "last": "Xue",
                "suffix": "",
                "email": "xuelan@tsinghua.edu.cn",
                "affiliation": {}
            },
            {
                "first": "Guang",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "email": "zeng4605@vip.sina.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the wake of the SARS Epidemic, the Chinese government began pushing for a national emergency management system in a systematic, planned and gradual manner, and made remarkable progress in emergency management structured on the “one plan three systems (contingency plans, institutions, mechanisms and legislation).”",
            "cite_spans": [],
            "section": "Construction of a National Emergency Management System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In regards to contingency planning, the country formed a system consisting of contingency plans at central, local, departmental, and enterprise levels as well as plans for major events, and this system played an important role in dealing with public emergencies.1\n",
            "cite_spans": [],
            "section": "Construction of a National Emergency Management System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In regards to institution building, a national emergency management system consisting of general emergency management offices as well as of special emergency management bodies were established. The Emergency Management Office of the State Council and emergency management bodies of provincial (regional and municipal) governments were set up in succession,2 in addition to emergency management systems in specific fields such as health. In comparison with the pre-SARS environment where “departments played a dominant role, and coordination was inadequate,” these new institutions showed the permanent, comprehensive, and specialized nature of emergency management,3 and laid an organizational foundation for the future. In addition, society as a whole began getting involved with the emergency management process, including: further strengthening military emergency system construction and local assistance4; giving full rein to experts in emergency management5; and developing and implementing local emergency management plans that targeted “communities, rural areas, enterprises and schools.”",
            "cite_spans": [],
            "section": "Construction of a National Emergency Management System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Looking at mechanism construction, progress was also made in research on a science-based emergency management system, and an emergency management mechanism characterized by “unified leadership, responsiveness, orderly coordination, and efficient operation”—which enabled the interconnection of early warning, mass mobilization, quick response, and emergency handling—was gradually established to effectively mitigated public health emergencies.",
            "cite_spans": [],
            "section": "Construction of a National Emergency Management System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In regards to legislation, the Emergency Response Law was took effect on November 1st, 2007.",
            "cite_spans": [],
            "section": "Construction of a National Emergency Management System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "During and after the 2003 SARS Epidemic, China continued to establish and improve public health emergency legislation, regulations and contingency plans, and initially formed a national system for public health emergencies contingency planning (see Fig. 4.1).\n",
            "cite_spans": [],
            "section": "The Formulation of a Top-Down System for Public Health Emergency Planning ::: Establishment and Development of China’s Public Health Emergency System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 257,
                    "mention": "4.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "On August 28th, 2004, the Standing Committee’s 11th Meeting of the 10th National People’s Congress amended the Infectious Disease Prevention and Treatment Law. In January 2005, Premier Wen Jiabao chaired an Executive Meeting of the State Council where the National Overall Contingency Plan for Public Health Emergencies with twenty five special contingency plans and eighty departmental contingency plans were adopted in principle (a total of 106 plans). In 2005–2006, the State Council successively formulated and promulgated the Overall Contingency Plan for Public Health Emergencies (January 8th, 2006), the National Contingency Plan for Public Health Emergencies (February 26th, 2006), and the National Contingency Plan for Medical and Health Rescue in Case of Public Health Emergencies (February 26th, 2006). The State Council issued the National Contingency Plan for Major Animal Disease Emergencies (February 26th, 2006), the National Contingency Plan for Major Food Safety Accidents (February 26th, 2006), the National Contingency Plan for Nuclear and Radiation Accidents, and others. The State Council organized the drafting and revision of such health emergency response plans such as the National Contingency Plan for Medical and Health Rescue, the Contingency Plan for Community-level Public Health Emergencies, and the Contingency Plan for Food Poisoning Emergencies. Local governments and health departments also formulated health emergency response plans in accordance with their local conditions.",
            "cite_spans": [],
            "section": "The Formulation of a Top-Down System for Public Health Emergency Planning ::: Establishment and Development of China’s Public Health Emergency System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In preparation for an influenza pandemic, the MOH formulated the Influenza Pandemic Preparedness and Response Plan of the Ministry of Health (Tentative), which was issued on September 28th, 2005. On July 12th, 2006, the MOH issued the Emergency Response Plan for Highly Pathogenic Human and Avian Influenza, which, as a departmental contingency plan under the National Overall Contingency Plan for Public Health Emergencies, provided systematic organization and leadership against an influenza pandemic, and it outlined important factors for response efforts including division of labor, preparedness, emergency response, and supervision.",
            "cite_spans": [],
            "section": "The Formulation of a Top-Down System for Public Health Emergency Planning ::: Establishment and Development of China’s Public Health Emergency System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "As arranged by the State Council, in March 2004 the MOH set up the Health Emergency Office (Public Health Emergency Operations Center) which became responsible for the organization and coordination for managing emergency preparations and countermeasures. The MOH Health Emergency Office (Public Health Emergency Operations Center) established sub-offices responsible for integrated coordination, monitoring and alert, emergency response guidance, and emergency countermeasure management. The duties for this operations center include: directing and coordinating national health emergency efforts; developing health emergency and medical rescue plans, systems, contingency plans and measures; directing health emergency activities such as public health emergency preparedness, monitoring and alert, response and rescue, and analysis and evaluation; providing guidance on local implementation of prevention, control, and medical rescue measures in response to public health and other emergencies; establishing and improving health emergency information and operations systems; publishing public health emergency response information; directing and organizing health emergency response training and exercises; keeping records and plans on the national stockpile and providing recommendations on their usage; managing the National Expert Advisory Committee on Public Health Emergencies as well as public health emergency experts; directing and organizing preparation and response measures against acute infectious diseases; organizing medical rescue efforts in case of serious natural disasters, terrorist incidents, food safety emergencies, and nuclear radiation accidents; organizing and coordinating health emergency response services for major national events; organizing health emergency research and health education programs; responsible for the organization and coordination of domestic implementation for the International Health Regulations; coordinating the implementation of the Biological Weapons Convention in the health industry; and carrying out routine work for the Office of the MOH Leading Group for Disaster Relief and Disease Prevention.",
            "cite_spans": [],
            "section": "The Establishment of Public Health Emergency Management Bodies ::: Establishment and Development of China’s Public Health Emergency System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "At the same time, a health emergency management system was established, which included the following seven subsystems—Emergency Response Security, Command & Decision-making, Emergency Response Workforce, Monitoring & Alert, Emergency Response Management, Risk Communication, and Science, Technology & Education (Fig. 4.2).\n",
            "cite_spans": [],
            "section": "The Establishment of Public Health Emergency Management Bodies ::: Establishment and Development of China’s Public Health Emergency System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": [
                {
                    "start": 317,
                    "end": 320,
                    "mention": "4.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Currently, health departments (bureaus) in 30 provinces (autonomous regions, and municipalities directly under the central government) have established health emergency response offices and the China CDC along with some provincial CDCs also have established special emergency management departments. For example, Beijing established a public health emergency operations center in March 2006, and Shanghai did as well in early 2009 to strengthen its capacity for pubic health emergency management. See Fig. 4.3 for a detailed chart of the national health emergency response command system.\n",
            "cite_spans": [],
            "section": "The Establishment of Public Health Emergency Management Bodies ::: Establishment and Development of China’s Public Health Emergency System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": [
                {
                    "start": 506,
                    "end": 509,
                    "mention": "4.3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The MOH established a public health emergency coordination mechanism with thirty one central and national departments to deal with inter-departmental collaboration, which effectively strengthened communication and coordination between departments dealing with public health emergencies. The national government and the Special Administrative Regions of Hong Kong and Macau entered into a three-party emergency response collaboration agreement and decided upon implementation regulations, and established a linkage mechanism for information communication and health emergency response. Additionally, the MOH established a joint prevention and control mechanism with the Ministry of Agriculture (MOA) to protect against highly pathogenic zoonotic viruses such as avian influenza and Streptococcus suis; the MOH established a coordination mechanism for joint prevention and control of public health emergencies at ports with the General Administration of Quality Supervision, Inspection and Quarantine (AQSIQ). In collaboration with the Ministry of Railway (MOR), the Ministry of Transport (MOT), and the AQSIQ, the MOH issued notices on the prevention and control of the importation of infectious diseases from abroad; and together with the MOE, issued a document requiring schools to appoint part-time or full-time teachers to identify and report infectious diseases or other health emergencies at the school. This time marked the initial formation of a working inter-departmental mechanism positioned to combat health emergencies through “paying equal attention to both prevention and response, and instilling continued collaboration for any event.”",
            "cite_spans": [],
            "section": "The Establishment of Cross-Region, Cross-Department Public Health Emergency Coordination Mechanisms ::: Establishment and Development of China’s Public Health Emergency System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In early 2006, the National Expert Advisory Committee on Public Health Emergencies was established in Beijing, with the Vice Health Minister serving as its chairman. Consisting of 105 members, the Committee’s routine management work was conducted through the MOH Health Emergency Office. Its main duties included: provide recommendations on appropriate response levels and countermeasures for confirmed public health emergencies; give advice on public health emergency preparation; participate in formulating and revising contingency plans and technical solutions to public health emergencies; provide technical guidance on public health emergency mitigation; advise on the termination of health emergency countermeasures; provide post-emergency evaluations; and undertake other assignments from public health emergency operations and management bodies.",
            "cite_spans": [],
            "section": "The Focus on Team Building for Public Health Emergency Experts ::: Establishment and Development of China’s Public Health Emergency System ::: China’s Current Public Health Emergency Institutional Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The MOH responded immediately upon receiving a disease outbreak notice from the WHO on April 25th, 2009, as the MOH General Office launched the working mechanism comprised of the MOH Leading Group and Expert Panel for Influenza Pandemic Prevention and Control [in accordance with the Influenza Pandemic Preparedness and Response Plan of the Ministry of Health (Tentative)]. The MOH also issued a Notice on Strengthening Preparedness for and Response to Human Swine Influenza to health departments requiring the following: medical and disease control and prevention institutions at various levels to strengthen cases monitoring and reporting; and prepare for Influenza A (H1N1) in terms of processing, technology, manpower, and material resources. At the same time, the MOH immediately forwarded related information to the MOA and the AQSIQ.",
            "cite_spans": [],
            "section": "The Establishment of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "On April 26th, Health Minister Chen Zhu convened a meeting of the MOH Leading Group and Expert Panel for Influenza Pandemic Prevention and Control, at which the attendees analyzed swine influenza situations in the United States and Mexico, predicted epidemic trends, and deliberated on domestic strategies and measures to cope with a swine flu pandemic. Health Minister Chen also held an inter-departmental meeting with the MOA, the AQSIQ, and other ministries to analyze epidemic trends and discuss response strategies and measures. Immediately after the meeting was over, the MOH reported in writing that very night to the State Council on the progress of epidemic prevention and control work.",
            "cite_spans": [],
            "section": "The Establishment of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "On April 27th, following the emergency meeting held in Geneva, the WHO elevated the pandemic alert level from Phase 3 to Phase 4, stating that the “swine flu” was widespread and was being transmitted by humans in different ways. General Secretary Hu Jintao issued instructions to place prevention and control against this virus as the nation’s top priority.",
            "cite_spans": [],
            "section": "The Establishment of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "On the same day, Vice Premier Li Keqiang convened the State Council Meeting regarding the Human-Swine Influenza Prevention Working Mechanism, resulting in the decision to establish a multi-departmental working mechanism for joint prevention and control of the human-swine influenza. As required by the State Council meeting, the MOH called together the Publicity Department of the Communist Party of China (CCPPD), the Ministry of Foreign Affairs (MFA), the NDRC, the MIIT, the MOF, the Ministry of Transport (MOT), the MOA, the MOC, the AQSIQ, the China National Tourism Administration (CNTA), the Civil Aviation Administration of China (CAAC) among other departments on that very night for a meeting to deliberate on Influenza A (H1N1) prevention and control; the meeting established the multi-departmental working mechanism for joint prevention and control of human-swine influenza and the Notice on Strengthening Human-Swine Influenza Prevention and Control was drafted and published on the night of April 27th after State Council review. The MOH issued the Notice of the MOH General Office on Strengthening Preparedness for and Response to Human Swine Influenza.",
            "cite_spans": [],
            "section": "The Establishment of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "On April 28th, Premier Wen Jiabao convened a State Council Executive Meeting which deliberated on how to strengthen national response to human-swine influenza; at the meeting they defined the overall prevention and control principles and strategies of “taking threats to public health seriously, responding actively, and coping with the epidemic in a scientific manner according to law through joint prevention and control efforts.”",
            "cite_spans": [],
            "section": "The Establishment of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "On April 29th, the WHO raised its pandemic alert level from Phase 4 to Phase 5.",
            "cite_spans": [],
            "section": "The Establishment of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "On April 30th, at a press conference held at the State Council Information Office, the MOH declared the establishment of a multi-departmental working mechanism for joint prevention and control against the human-swine influenza, which would be spearheaded by the MOH. Under this mechanism, 33 departments and institutions (which later increased to 38) constituted 8 work groups—General Office, Ports, Healthcare, Support, Dissemination and Communication, Foreign Collaboration, Science and Technology, and Animal Husbandry and Veterinary—and an expert committee, forming a “8 + 1” pattern for joint prevention and control efforts.",
            "cite_spans": [],
            "section": "The Establishment of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "On the afternoon of May 1st, the joint prevention and control mechanism held its second joint conference, renaming the human-swine influenza which was occurring in Mexico and the United States to “Influenza A (H1N1).” The former wording of “multi-departmental work mechanism for joint prevention and control of human-swine influenza” was changed to the “Joint National Influenza A (H1N1) Prevention and Control Mechanism” and roles and responsibilities were outlined for the mechanism, work groups, and the expert committee. At the same time, a meeting system for all members and liaisons was established. Problems in principle which a work group encountered would be solved by the work group itself, and those which the work group struggled with would be settled through coordination under the joint prevention and control mechanism—general affairs would be solved by regular liaison meetings, and major issues decided by plenary meetings.",
            "cite_spans": [],
            "section": "The Establishment of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "Health Minister Chen Zhu and MOH Party Group Secretary and Vice Health Minister Zhang Mao chaired the Joint National Influenza A (H1N1) Prevention and Control Mechanism, and the mechanism was comprised of eight working groups—General Office, Ports, Healthcare, Support, Dissemination and Communication, Foreign Collaboration, Science and Technology, and Animal Husbandry and Veterinary—and an Expert Advisory Committee. The heads of the work groups, the leaders of the Health Department of the People’s Liberation Army General Logistics Department (GLD), the Logistics Department of the Chinese People’s Armed Police Force (PAPF), and the chairman of the Expert Advisory Committee, served as members of the joint prevention and control mechanism.",
            "cite_spans": [],
            "section": "Organizational Structure ::: The Composition of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "The work groups, the GLD Health Department and the PAPF Logistics Department each designated one or two departmental-level officials as liaisons for routine communication purposes.",
            "cite_spans": [],
            "section": "Organizational Structure ::: The Composition of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "The main duties of the Joint National Influenza A (H1N1) Prevention and Control Mechanism included: meet regularly to evaluate epidemic trends and determine prevention and control strategies; formulate prevention and control policies, response plans and major measures; coordinate and provide guidance on the implementation by all related departments and in various regions of prevention and control measures; and organize supervision and inspection activities concerning the implementation of prevention and control measures. See Table 4.1 for the main responsibilities of the work groups and the Expert Advisory Committee.\n",
            "cite_spans": [],
            "section": "Main Responsibilities and the Division of Labor ::: The Composition of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": [
                {
                    "start": 537,
                    "end": 540,
                    "mention": "4.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A consultation system and a liaison meeting system were established under the Joint National Prevention and Control Mechanism, which were designed to ensure effective implementation of prevention and control measures. Specific issues in prevention and control work would be resolved through consultation at liaisons meetings, and major issues decided by plenary meetings. Each working group established a fixed meeting system where they could provide timely progress reports, discuss and address problems, and push ahead with prevention and control work within their fields. The establishment and improvement of the coordination mechanism remarkably increased the efficiency of inter-departmental coordination and response efforts. This success evinces the importance of a multi-departmental coordination and collaboration mechanism based on risk communication for effective epidemic prevention and control.",
            "cite_spans": [],
            "section": "Working Consultation System ::: The Operation of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "Firstly, documents were issued jointly by related departments under the new Joint National Prevention and Control Mechanism. For example, on June 22nd, 2009, the MOE and the MOH jointly issued the Work Plan for Influenza A (H1N1) Prevention and Control in Schools (Tentative); the two ministries also jointly issued the Urgent Notice on Strengthening the Management of Vaccination to Students against Influenza A (H1N1) on November 4th, and the Notice on Strengthening Influenza A (H1N1) Prevention and Control in Rural Schools on November 26th.",
            "cite_spans": [],
            "section": "Working Consultation System ::: The Operation of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "Secondly, members were supplemented to the Joint Prevention and Control Mechanism to improve efficiency. On November 23rd, 2009, based on the demands of the nation’s prevention and control efforts, the MOH Office of Health Emergency sent letters to the General Office of the Supreme People’s Court, the Ministry of Supervision (MOS), the Ministry of Civil Affairs (MCA), the Ministry of Human Resources and Social Security (MOHRSS), and the Legislative Affairs Office (LAO) of the State Council, adding them all as members of the mechanism.",
            "cite_spans": [],
            "section": "Working Consultation System ::: The Operation of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "Thirdly, horizontal collaboration between related departments was strengthened. For example, on April 29th, 2009, the MOH Office of Health Emergency sent a letter to the MIIT Department of Consumer Goods Industry recommending an increase in the national stockpile of supplies necessary for Influenza A (H1N1) prevention and control including medical supplies and response gear. In another example, the Office of Health Emergency, Department of Medical Affairs, and Bureau of Disease Control and Prevention of the MOH, the China CDC, and the Chinese Medical Association, jointly formulated the Technical Guidance on Prevention and Control of Human-Swine Influenza, and the Plan for Diagnosis and Treatment of Human-Swine Influenza (2009). One more example occurred on July 30th, when the Foreign Collaboration Group for the Joint Prevention and Control Mechanism, along with the NDRC, the MIIT, and the SFDA met to discuss donating Influenza A (H1N1) prevention and control materials to the WHO and developing countries affected by the pandemic.",
            "cite_spans": [],
            "section": "Working Consultation System ::: The Operation of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "During the course of the epidemic response efforts, risk evaluation, and risk management, it was necessary to build unobstructed information exchange channels to ensure the accurate transfer of data and information. Under the Joint Prevention and Control Mechanism, each of the lead departments for the work groups and the Expert Advisory Committee appointed people to collect, sort out, tabulate and analyze their work groups’ epidemic information and latest progress on a daily basis, and to report in writing daily data collected by 18:00 to the General Group prior to 20:00 p.m. The General Group would then prioritize epidemic information and progress reports, and submit it representing the entire Joint Prevention and Control Mechanism to the General Duty Office of the State Council. Strengthened coordination and communication between the work groups and their members ensured an unobstructed flow of information as the working groups were informed of major issues as they happened. The General Group was also charged with publishing information crucial for the public’s knowledge on epidemic prevention and control.",
            "cite_spans": [],
            "section": "Information Reporting System ::: The Operation of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "Updates on Influenza A (H1N1) prevention and control were submitted via four reporting systems: the Disease Monitoring Information Reporting Management Subsystem of the China Information System for Disease Control and Prevention, the Public Health Emergency Reported Information Management System, the China Influenza Information Monitoring System, and Administrative Reporting System for Health Departments. Reported information mainly included: ongoing epidemic situations, monitoring results from sentinel hospitals and network laboratories, progress in vaccination and results of side effects monitoring, and ongoing regional and departmental response efforts.",
            "cite_spans": [],
            "section": "Information Reporting System ::: The Operation of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "With Influenza A (H1N1) cases rising rapidly, issues with epidemic information reporting began to occur, such as overlapping reports, large discrepancies between confirmed reported cases and actual cases, and the circulation of ambiguous epidemic information. To better and more accurately reflect national epidemic situations and trends, the MOH General Office issued the Notice on Strengthening Work of Reporting Deaths from Influenza A (H1N1) on November 4th, 2009, and the Notice on Adjusting the Work of Reporting Information on the Influenza A (H1N1) Epidemic on November 13th, 2009.",
            "cite_spans": [],
            "section": "Information Reporting System ::: The Operation of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "By April 7th, 2010, the General Group had submitted more than 700 work reports regarding Influenza A (H1N1), and compiled and published over 200 Response Progress to Influenza A (H1N1) under the Joint Prevention and Control Mechanism reports. Information on epidemic trends and response efforts was released in a timely, open, and transparent manner, and by this time eight news conferences and nine press briefings had been held regarding the latest progress in Influenza A (H1N1) prevention and control.",
            "cite_spans": [],
            "section": "Information Reporting System ::: The Operation of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "To ensure that prevention and control measures were implemented effectively and efficiently, the work groups each established a supervision and inspection system by which to examine routine work on a regular basis, identify existing deficiencies and problems, and supervise and inspect response contingency plans and procedures, operational capacities, epidemic monitoring, epidemiological investigations, designated hospitals and their isolated areas, medical observation, material supplies, staff training, and information dissemination on prevention and control.",
            "cite_spans": [],
            "section": "Supervision and Inspection System ::: The Operation of the Joint National Influenza A (H1N1) Prevention and Control Mechanism ::: The Establishment, Composition and Operations of the Joint National Influenza A (H1N1) Prevention and Control Mechanism\n",
            "ref_spans": []
        },
        {
            "text": "The following three modes mainly represent actual prevention and control measures adopted by local governments.",
            "cite_spans": [],
            "section": "The Establishment of Local Influenza A (H1N1) Prevention and Control Mechanisms ::: The Establishment, Composition, and Operation of Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The first work mode was similar to the National Joint Prevention and Control Mechanism. For example, Shaanxi set up a leading group for Influenza A (H1N1) prevention and control, whose office was located inside the provincial Department of Health and their local structure followed the “8 + 1” joint prevention and control mechanism model. Guangdong established a joint prevention and control mechanism with the participation of thirty two departments, and nine work groups and three panels of clinical, disease prevention and control, and etiological experts functioned under the mechanism. On April 30th, Fujian established an Influenza A (H1N1) prevention and control work group, headed by a provincial government official; the office was located inside the building of the provincial Department of Health whose emergency management office was charged with performing routine work for the group. The Emergency Guidance on Influenza A (H1N1) Prevention and Control in Fujian (Tentative), issued on May 10th, 2009, outlined response guidance as “prevention first through joint prevention and control, timely management, and level-by-level responsibility.”",
            "cite_spans": [],
            "section": "The Establishment of Local Influenza A (H1N1) Prevention and Control Mechanisms ::: The Establishment, Composition, and Operation of Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The second work mode was the emergency operations center or leading group. After discovering their first confirmed Influenza A (H1N1) case, some provinces and cities upgraded their existing disease prevention and control mechanisms and established an Influenza A (H1N1) response leading group or emergency operations center. Beijing was the first in the country to establish a municipal-level public health emergency operations center in May 2006, and had earlier (April 25th, 2009) launched a public health emergency response mechanism after the WHO declared the outbreak of swine influenza in Mexico; an Influenza Prevention and Control Office (at the general office of the municipal government before it relocated to the Municipal Bureau of Health) was established under the emergency operations center, whose members included twenty two committees, eighteen district and county governments, and the GLD Health Department. This Control Office established a public health emergency response and medical rescue collaboration mechanism with the China CDC, the Academy of Military Medical Sciences, and other institutions. It established a mutual fixed epidemic communication system with local agricultural, educational, industrial, and commercial departments. A joint command response mechanism was also created with other special operations centers in Beijing. On May 13th, Shandong established a provincial public health emergency leading group and started Level-II response measures after discovering its first—and the country’s second—confirmed imported case of Influenza A (H1N1). On June 2nd, Hubei established an Influenza A (H1N1) emergency operations center after the province’s first case was confirmed. Immediately after the country’s first Influenza A (H1N1) case was confirmed on May 11th in Sichuan, Sichuan initiated Level-II public health emergency response measures and set up a provincial response leading group as per the State Council’s requirement of handling the virus as a Category B infectious disease.",
            "cite_spans": [],
            "section": "The Establishment of Local Influenza A (H1N1) Prevention and Control Mechanisms ::: The Establishment, Composition, and Operation of Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The third work mode was the joint conference system. Some provinces and cities established a joint conference system in response to the Influenza A (H1N1) outbreak. For example, Henan established an Influenza A (H1N1) joint conference system on April 30th, and on the same day Guangxi established a 12-department joint conference system for its own prevention and control efforts.",
            "cite_spans": [],
            "section": "The Establishment of Local Influenza A (H1N1) Prevention and Control Mechanisms ::: The Establishment, Composition, and Operation of Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "While establishing provincial-level joint prevention and control mechanisms, health departments also set up internal expert panels. For example, Fujian Provincial Department of Health set up a provincial-level Influenza A (H1N1) prevention and control expert supervision panel; Guangdong Provincial Department of Health established three expert panels for clinics, disease prevention and control, and etiology; Sichuan Provincial Department of Health established a leading group, a technical guidance expert panel, and a medical rescue panel on April 30th.",
            "cite_spans": [],
            "section": "The Establishment of Local Influenza A (H1N1) Prevention and Control Mechanisms ::: The Establishment, Composition, and Operation of Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The composition of local mechanisms for Influenza A (H1N1) prevention and control basically followed the framework of the National Joint Prevention and Control Mechanism, with an office and several work groups collaborating under a leading group or operations center. For example, Beijing’s public health emergency operations center was responsible for the city’s influenza prevention and control, and it was comprised of eight work groups plus an office, these groups included: immigration inspection, healthcare, epidemiological survey, material security, dissemination and communication, information, animal husbandry and veterinary, and social prevention and control supervision (referred to as “one office and eight groups”). Fujian’s Influenza A (H1N1) prevention and control leading group consisted of thirty one departments and organizations, including the Provincial Department of Health, a press office, and a development and reform commission. Sichuan’s Influenza A (H1N1) prevention and control leading group (operations center) included departments from emergency management, public security, development and reform, transportation, immigration inspection and quarantine, tourism, civil aviation, foreign affairs, and publicity. The office of Sichuan’s Influenza A (H1N1) prevention and control leading group was originally located in the Provincial Department of Health, which was then moved to the provincial government’s General Office Building as the epidemic worsened. Its work groups consisted of emergency coordination, general support, information secretaries, epidemic prevention and control, medical rescue, supervision and inspection, press and communication, and health education.",
            "cite_spans": [],
            "section": "The Composition of Local Influenza A (H1N1) Prevention and Control Mechanisms ::: The Establishment, Composition, and Operation of Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Local Influenza A (H1N1) prevention and control mechanisms adopted a similar communication and coordination mechanism to the Joint National Prevention and Control Mechanism, and operated in with joint offices, conferences, etc.",
            "cite_spans": [],
            "section": "The Operation of Local Influenza A (H1N1) Prevention and Control Mechanisms ::: The Establishment, Composition, and Operation of Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Sichuan is one example of this. The provincial operations center and the provincial leading group (headquarters) shared offices in order to strengthen the province’s joint prevention and control against Influenza A (H1N1), and its seven work groups were comprised of highly capable professionals from the emergency management office, third secretariat office of the general office, and the Provincial Health Department. The Health Department met regularly with the departments of public security, civil aviation, immigration quarantine, economy and trade, animal husbandry, as well as PLA and People’s Armed Police troops stationed in the province. Adjustments were made in real time in according with latest local epidemic situations. Latest information on epidemic updates across the province were reported daily to members and related departments, and where cases were discovered, the departments of health, public security, foreign affairs, railway, transport, and others worked closely to track close contacts and ensure they were medically observed. Through close collaboration between departments at various levels on joint prevention and control, Sichuan ensured that cases were discovered, reported, isolated and treated at the earliest possible time, which delayed the spread of the virus and lowered epidemic intensity.",
            "cite_spans": [],
            "section": "The Operation of Local Influenza A (H1N1) Prevention and Control Mechanisms ::: The Establishment, Composition, and Operation of Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "When confronted with a public health emergency, under the guidance of the government, the society can effectively avoid or reduce potential damage by achieving preliminary prevention and control targets at local levels through community involvement and solidarity along with raising public awareness in self-protection. In its 1989 Work Report, the WHO mentioned two types of community participation, i.e. participation as a means, and participation as a goal, and analyzed effects of the two. In the course of China’s Influenza A (H1N1) prevention and control efforts, communities, the most basic social units, played an important role in knowledge dissemination and health education, the tracking and isolation of close contacts, and epidemic supervision.",
            "cite_spans": [],
            "section": "Community Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "When uncertainties still surrounded the pathology and virulence of Influenza A (H1N1) in the early days of the epidemic, local communities launched information dissemination and health education campaigns, playing a crucial role in stabilizing public opinion and raising awareness of scientific disease prevention and treatment methods.",
            "cite_spans": [],
            "section": "Community Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In the case of community-level outbreaks, affected communities generally adopted comprehensive response measures, which emphasized managing the sources of infection in order to contain and control the transmission of the influenza virus. Measures mainly included the following: (1) Sub-district offices or town governments mobilized social forces—as per laws, rules, and regulations—to provide support for isolated cases, including logistical service to personnel engaging in medical observation; (2) Close contacts were medically observed centrally or at home, and healthcare workers reported daily on patients’ progress; (3) Patients with influenza-like symptoms were recommended to rest at home and not participate in unnecessary public gatherings or travel; (4) Schools, nurseries and kindergartens, nursing homes, and construction sites were required to conduct health inspections, and enterprises with a concentrated amount of personnel or those who provided social services were required to perform morning health inspections; (5) Information on epidemic trends and response measures were published in real time, and efforts were made to strengthen information disclosure within communities; and (6) Health education and risk communication were carried out through multiple channels.",
            "cite_spans": [],
            "section": "Community Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "When the virus broke out in communities, healthcare departments managed cases categorically and adopted comprehensive measures for strengthening the treatment of severely ill cases, lowering case fatality rates, and mitigating epidemic damage. With prevention and control measures in place against community-level outbreaks, response measures for priority areas mainly included the following: (1) As per related laws, rules, and regulations, local governments mobilized social forces to ensure the logistical support of measures like home-based treatment of cases with influenza-like symptoms; (2) Migration was cut or restricted, recreational areas were temporarily shut down, and large-scale gatherings were canceled or postponed. Enterprises and institutions within communities were permitted to grant time off for all or some of their employees; (3) Schools, nurseries, and kindergartens were closed per related regulations; (4) Enterprises and institutions as social services providers with large workforces implemented a health reporting system, management was enhanced where there were large flows of people, and people with influenza-like symptoms were recommended to rest and receive treatment at home; (5) When necessary, outbreak points were put under isolated control, and quarantine measures were taken in epidemic areas. At the same time, measures were taken to organize and encourage volunteers to participate in prevention and control activities, to help maintain the normal operation within communities, and provide mental health interventions to avoid adverse effects on public health.",
            "cite_spans": [],
            "section": "Community Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "These measures, which were designed based on real community conditions, effectively guaranteed the protection of the status quo, and laid a strong foundation for local Influenza A (H1N1) prevention and control efforts.",
            "cite_spans": [],
            "section": "Community Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In the course of Influenza A (H1N1) prevention and control efforts, drug stockpiling enterprises responded actively to the government’s call for material reserves and production. Because influenza drugs weren’t prevalent in clinical use, they were traditionally stockpiled through loans, government subsidies, business opportunities and moderate enterprise compensation.",
            "cite_spans": [],
            "section": "Drug Stockpiling Enterprises ::: Enterprise Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Problems arose during the implementation of this mechanism such as subsidy inaccessibility and unreasonable compensation. For example, the current 10% subsidy policies regarding corporate loans and government subsidies hardly met the needs of enterprises, and the problem of unreasonable compensation to pharmaceutical enterprises still existed, partly because specific mechanisms were lacking. At the same time, more than 80% of emergency response drugs were not on the standing list of medications, and so it was necessary to build a long-term relationship between the government and enterprises to specify respective duties, and link stockpile funding with corporate social responsibility to balance compensation.",
            "cite_spans": [],
            "section": "Drug Stockpiling Enterprises ::: Enterprise Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Reagent manufacturing was one of the government’s top priorities during the entire course of its Influenza A (H1N1) prevention and control efforts. Some reagent manufacturers which had developed and produced reagents for biological agents such as anthrax during the 2008 Olympic Games already had experience in emergency response. For example, Beijing Kinghawk Pharmaceutical Co., Ltd., the country’s first to obtain approval for an Influenza A (H1N1) testing kit, signed a strategic alliance agreement with the China CDC during the Influenza A (H1N1) Epidemic. The enterprise also provided its laboratories voluntarily when there was no clear policy on state funding, doing its best for society as a corporate citizen. With its technology reserve, seven production platforms and ninety approved products, Kinghawk was able to perform research and development on product standardization during a critical time of the epidemic. The China CDC had access to international resources for preliminary research and development and successfully obtained information and strains from the WHO. This collaboration between the two parties made it possible to develop preliminary products in 72 h and thus ensured that considerable demand for clinical diagnosis was met. This played a positive role in case diagnosis during the early phases of the Influenza A (H1N1) Epidemic and was also quite meaningful in terms of drug use guidance.",
            "cite_spans": [],
            "section": "Reagent Manufacturers ::: Enterprise Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The government provided active support to research and development efforts. Take Kinghawk as an example. After Kinghawk signed the agreement with the government on May 4th, 2009, both the Beijing Economic-Technological Development Food and Drug Administration and the Beijing Food and Drug Administration provided recommendations. Kinghawk had developed a rapid test kit by May 11th, received approval from the CFDA on June 17th to launch the emergency response system, and got approved for manufacturing the reagent for 250,000 people on September 25th. Kinghawk had collaborated with the China CDC in the past and had experience in reagent development and manufacturing. The development of the reagent fully demonstrated the efficiency in collaboration between the government and a commercial enterprise, and also guaranteed the timeliness of preliminary disease diagnosis.",
            "cite_spans": [],
            "section": "Reagent Manufacturers ::: Enterprise Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In the containment phase, hotels and other requisitioned enterprises across the country showed full support for the response measures by providing isolation zones of Influenza A (H1N1) cases. Many hotels suitable for isolation purposes were private firms and thus could not be requisitioned through administrative orders, which put a certain amount of pressure on local governments. However, coordination efforts by local governments did earn support and assistance from these hotels.",
            "cite_spans": [],
            "section": "Areas Provided for Isolated Cases ::: Enterprise Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Transport enterprises shouldered the heavy task of implementing disease prevention and control for the floating population. Civil aviation, railways, road and related enterprises implemented strict prevention and control measures, including disseminating knowledge about disease prevention and control, and providing necessary infrastructure support for emergency response efforts targeting the floating population. All in all, a healthy transportation environment helped lower the transmission of the disease. Facing the unexpected onset of Influenza A (H1N1), these transportation enterprises all established prevention and control groups. For example, the CAAC North China Regional Administration established a Capital Airport Influenza A (H1N1) Prevention and Control Leading Group, which was based on the former Capital Airport Public Health Emergency Leading Group; Beijing Capital International Airport Company Limited, Air China Limited, China Southern Beijing Company, China Eastern Beijing Company, Hainan Airlines Beijing Company, CAAC Air Traffic Management Bureau all set up their own epidemic response teams to ensure the orderly implementation of prevention and control measures.",
            "cite_spans": [],
            "section": "Infrastructure Enterprises ::: Enterprise Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Telecommunications enterprises did their duties as corporate citizens and actively cooperated in Influenza A (H1N1) prevention and control efforts. China Mobile Group Beijing Company Limited, China Telecom Group Beijing Company Limited, China Unicom Beijing Company Limited, among other telecommunications operators, suspended their normal user notification group-messaging services and mustered network resources to send messages on epidemic updates while increasing maintenance staff, strengthening network monitoring, and closely watching the impact of group messaging on their systems.",
            "cite_spans": [],
            "section": "Infrastructure Enterprises ::: Enterprise Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Nonprofit organizations, or NPOs, are organizations that fulfill particular social causes or missions without seeking profit for their efforts, and NPOs represented a crucial social force in the course of the nation’s Influenza A (H1N1) prevention and control. For example, the Beijing Red Cross established a public health emergency operations center which consisted of a general information group, a rescue response group, a fundraising and aid group, a publicity group, and a public relations group. This organization actively engaged in response efforts in accordance with the Beijing Red Cross emergency contingency plans for public emergencies.",
            "cite_spans": [],
            "section": "Participation of NPOs ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The entire nation was involved in epidemic prevention and control, including its citizens. During the response to the virus, volunteers played an important role when multiple departments suffered emergency manpower shortages. For example, medical and healthcare students in colleges and universities volunteered to work on the front lines of epidemic prevention and control. In Beijing, 170 student volunteers from Capital Medical University assisted with response efforts at Capital Airport, and similar volunteering also occurred in Fujian. The public actively supported the government’s Influenza A (H1N1) prevention and control measures, and voluntarily took part in the process via the Internet and other media channels; for example volunteers called those who had just returned from abroad and informed them of potential isolation measures. At the same time, increased public health awareness was also instrumental in successfully dealing with the disease.",
            "cite_spans": [],
            "section": "Public Participation ::: Social Participation in Local Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "At the beginning of the Influenza A (H1N1) Epidemic, China established a national level emergency management mechanism directly under the leadership of the State Council that enabled cross-departmental joint prevention and control collaboration, which provided an effective organizational support and operation mechanism for the response efforts. Though the MOH had formulated the Ministry of Health’s Influenza Pandemic Preparedness and Response Plan\n(Tentative) before the epidemic broke out, this document focused only on the duties of the MOH and didn’t encompass more complex coordination and collaboration with related government departments. The joint prevention and control mechanism remedied this flaw by providing a platform for coordination and collaboration between the MOH and other related departments. Also, because this mechanism was not like the State Council’s operations center, it allowed some space for strengthening the State Council’s leadership and collaboration once the epidemic worsened.",
            "cite_spans": [],
            "section": "The Timely Establishment of Influenza A (H1N1) Prevention and Control Mechanisms ::: Experience in Mechanism Building for Influenza A (H1N1) Prevention and Control ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "During the prevention and control efforts, local governments adapted and innovated central policies and their implementation in light of local epidemic situations, public health trends, and demographic and economic conditions. Some areas established prevention and control mechanisms with local characteristics. The main features of these mechanisms are as follows:",
            "cite_spans": [],
            "section": "The Timely Establishment of Influenza A (H1N1) Prevention and Control Mechanisms ::: Experience in Mechanism Building for Influenza A (H1N1) Prevention and Control ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The first was the establishment of a strong leadership system. In the process of prevention and control, local governments established their respective public health emergency leadership systems based on local epidemic situations, geographic features, and public health resources.",
            "cite_spans": [],
            "section": "The Timely Establishment of Influenza A (H1N1) Prevention and Control Mechanisms ::: Experience in Mechanism Building for Influenza A (H1N1) Prevention and Control ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The second was the innovation in ideas and methods. Local epidemic prevention and control bodies closely monitored trends and reengineered their methods based on existing departmental systems in order to better target obstacles encountered in operations. For example, in the early days of the epidemic, the Beijing government issued a Notice on Further Specifying Duties and Prioritizing Operations to Strengthen Influenza A (H1N1) Prevention and Control, which articulated the new public health notion of “responsibility of four sides” (government, departments, enterprises, and individuals). This clarification brought about effective collaboration between the government and the society in public health emergency management. The Beijing Immigration Inspection and Quarantine Bureau employed risk analysis methods in its prevention and control efforts and ensured electronic transfer of information on inbound passengers, which not only increased quarantine and inspection efficiency but also scientifically and efficiently improved response measures. Fujian was the country’s first province to implement temporary isolation measures through its local Health Department. Henan created an epidemic prevention and control network of “three horizontal fronts”—arrangements at a government level, measures at enterprise (institution) level, and protection at a local level; and “three vertical fronts”—government supervision, inter-departmental collaboration, and public opinion guidance. These institutional innovations proved very effective in the response efforts.",
            "cite_spans": [],
            "section": "The Timely Establishment of Influenza A (H1N1) Prevention and Control Mechanisms ::: Experience in Mechanism Building for Influenza A (H1N1) Prevention and Control ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The third was the establishment of an inter-provincial support mechanism. On November 13th, 2009, the MOH General Office issued the Notice on Strengthening Medical Treatment of Influenza A (H1N1) Patients (No. 245, 2009), announcing the decision to establish an inter-provincial support mechanism for medical treatment of Influenza A (H1N1) patients as per the Notice of the State Council on Strengthening the Ongoing Work on Influenza A (H1N1) Prevention and Control (No. 23, 2009) and as needed for patients. The form of assistance was technical support, especially in regards to medical treatment of seriously and critically ill patients.",
            "cite_spans": [],
            "section": "The Timely Establishment of Influenza A (H1N1) Prevention and Control Mechanisms ::: Experience in Mechanism Building for Influenza A (H1N1) Prevention and Control ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Throughout the entire duration of the prevention and control efforts, governments greatly heeded experts in various fields, which aided governments in creating more scientific policy adjustments and technical plans, and consequently reduced blindness and uncertainty in policy implementation. Experts from CDCs, hospitals, publicity departments, and other departments took part in the decision-making process, and their input was adopted in real time. Some experts even took the initiative to provide police recommendations directly to decision makers.",
            "cite_spans": [],
            "section": "The Active Implementation of an Expert Decision-Making Mechanism ::: Experience in Mechanism Building for Influenza A (H1N1) Prevention and Control ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "At the same time, governments sought out expert opinions through different methods and channels, i.e., consultation at joint prevention and control meetings or direct consultation with the experts. Expert recommendations ensured scientific policies and more targeted and effective policy formulation.",
            "cite_spans": [],
            "section": "The Active Implementation of an Expert Decision-Making Mechanism ::: Experience in Mechanism Building for Influenza A (H1N1) Prevention and Control ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In regards to policymaking, some local governments formulated policies and adjustments based on local conditions and epidemic trends. For example, Jiangmen experimented with a home-based isolation policy, while Shenzhen created corridors at ports specifically for foreigners and a separate one for students commuting between Shenzhen and Hong Kong for school. Also, in terms of policy adjustment, some local departments were able to adjust related policies in time to better suit local epidemic situations. As for issues that necessitated policy coordination, local departments also made strategic adjustments as early as possible. For example, the Guangdong Immigration Inspection and Quarantine Bureau, at experts’ suggestion, transferred persons who required isolation and medical observation to health departments for categorical management, which thus ensured the efficient use of epidemic prevention and control resources.",
            "cite_spans": [],
            "section": "Policy Adjustments Based on a Local Context ::: Experience in Mechanism Building for Influenza A (H1N1) Prevention and Control ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Over the course of Influenza A (H1N1) prevention and control efforts, the government cultivated an environment of widespread social participation under the leadership of the party and government, with enterprises, communities, volunteers and other social actors playing crucial roles in the response efforts.",
            "cite_spans": [],
            "section": "The Gradual Realization of Widespread and Diverse Societal Participation in Disease Prevention and Control ::: Experience in Mechanism Building for Influenza A (H1N1) Prevention and Control ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The Joint National Prevention and Control Mechanism was essentially a command and decision-making mechanism established according to the potential amount of damage Influenza A (H1N1) could inflict upon society. On the one hand, Influenza A (H1N1) response required inter-departmental collaboration, and relying solely upon health departments for countermeasures wouldn’t be enough; on the other hand, because the virus was not as virulent as to merit the establishment of a State Council Operations Center (or Headquarters), the State Council instead instructed the MOH to establish a multi-departmental joint prevention and control mechanism; and this new organization represented a relatively flexible and effective response mechanism.",
            "cite_spans": [],
            "section": "The Legal Status of the Joint National Prevention and Control Mechanism ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Although local governments were already aware of the epidemic at its onset and were actively engaging with different departments in their response efforts, because there were no explicit provisions in related laws and contingency plans for the Joint National Prevention and Control Mechanism at the central level, no corresponding normative documents were available for its implementation at a local level. No unified standards on the name, content, form of establishment, and system structure for local governments’ prevention and control bodies existed. Although local governments adapted as they went, it was still an environment that incited disorder and confusion.",
            "cite_spans": [],
            "section": "The Legal Status of the Joint National Prevention and Control Mechanism ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "On the one hand, participating departments fully endorsed the Joint National Prevention and Control Mechanism. This mechanism, they thought, possessed several advantages: Firstly, the joint consultation system made it possible to directly formulate and sign policies at joint prevention and control conferences, which saved time for everyone; Secondly, the joint briefing system required the work groups to send daily reports to other units and departments, thus facilitating both inter-group and inter-departmental communication; And finally, internal collaboration within groups was solid, and the briefing system allowed an unobstructed flow of information. However, the Joint National Prevention and Control Mechanism based upon consultation and communication had its limitations. On issues involving departmental interest, division of duty, and so on, this horizontal collaboration was less efficient than regulation and control by a single, high level leadership department.",
            "cite_spans": [],
            "section": "Issues with Emergency Command Responsibilities, Authority and Administrative Levels ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "One contested issue dealt with the location of the local joint prevention and control office: should it be set up in the comprehensive emergency management office of the local government or in the emergency management office of a local specialized department. Some provincial emergency management offices insisted that for an emergency event like the ongoing Influenza A (H1N1) epidemic, a joint prevention and control office should be located in a specialized department so as to leverage the department’s expertise and increase response flexibility, convenience and efficiency. In this scenario, the provincial emergency management office would be tasked with solving issues that the specialized department could not. On the other hand, some provincial health department’s emergency offices argued that if the office was located in the local government, the joint prevention and control office would enjoy greater authority and more efficient collaboration.",
            "cite_spans": [],
            "section": "Issues with Emergency Command Responsibilities, Authority and Administrative Levels ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Achieving a smooth and effective transition between peacetime and public emergency, and establishing mechanisms that combined crucial components from both systems, was a new challenge that arose in the Influenza A (H1N1) Epidemic.",
            "cite_spans": [],
            "section": "The Transition Between Peacetime Mechanisms and Emergency Response Mechanisms ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "After the 2003 SARS Epidemic, local governments established permanent public health emergency response departments and corresponding working mechanisms to deal with future public health emergencies. These departments and mechanisms should have been employed upon the onset of the Influenza A (H1N1) Epidemic. However, most provinces established completely new leading groups only after the central government established Joint National Prevention and Control Mechanism. In one example, a provincial health department already had a permanent public health emergency operations center, but, after the central government established the Influenza A (H1N1) Joint National Prevention and Control Mechanism, this province created an entirely new prevention and control leading group and a port leading group. At the same time, the Health Department also established new eternal mechanisms, including: the provincial CDC established an emergency response department with leaders from major sections like emergency management and vaccination planning (starting in 2005, this provincial CDC implemented a “3 in 1” meeting system with participation from emergency management, disease control, and the disease monitoring department).",
            "cite_spans": [],
            "section": "The Transition Between Peacetime Mechanisms and Emergency Response Mechanisms ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "The main reason for this redundancy was because the central government did not provide specific conditions or qualifications for contingency planning and management for the transition period between peacetime to emergency. Thus, local governments lacked a clear transition mechanism that they could utilize. It was the reason that many local governments chose to re-establish emergency management bodies when Influenza A (H1N1) broke out.",
            "cite_spans": [],
            "section": "The Transition Between Peacetime Mechanisms and Emergency Response Mechanisms ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "As public health emergency management involved multiple collaboration systems from the central government down to local governments, regions, and departments, inter-departmental collaboration in the response efforts was intrinsically complicated. The response to this epidemic revealed problems that existed both in horizontal and vertical coordination.",
            "cite_spans": [],
            "section": "Problems with Inter-departmental Coordination ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In regards to horizontal coordination between central departments, the health, education, security, transportation and many other departments were involved in the Influenza A (H1N1) response efforts, which created an environment where responsibilities could easily overlap and grey areas would occur in management. There was also a lack of coordination and standardization between central-level ministries’ policy documents for Influenza A (H1N1) countermeasures. For example, in regards to content standardization, the health authorities felt that using the temperature of 37.3 °C as the sole standard for sending people to the hospital was unreasonable and would cause an unnecessary burden on hospitals. In regards to time standardization, on December 2nd, 2009, one province stipulated that only patients with a temperature of 38 °C or higher must be sent to a hospital, and it took the country two more weeks to follow suit. In regards to inter-departmental work, port laboratories in some provinces had begun testing in the early days of epidemic, but stopped after provincial health departments decided that ports were not fit for such work. Obstacles also arose in horizontal coordination and collaboration between local departments. A lack of information communication between local departments due to the unavailability of complete information in the early stages of prevention and control made it nearly impossible for effective collaboration.",
            "cite_spans": [],
            "section": "Problems with Inter-departmental Coordination ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In regards to the division of labor and coordination between the central and local governments for disease prevention and control, some local governments held that the central government should have presented broader goals and authorized provinces and cities greater autonomy in their response measures. Some felt that the central government should not have made Influenza A (H1N1) prevention and control an issue of political significance but should have been objective in understanding the differences between executive leadership and scientists’ opinions. While the main duty of administrative leaders should have been to organize and mobilize social resources needed to cope with the epidemic, scientists should have been the ones to handle technical issues such as epidemic analysis and response measures. At the same time, more efficient communication should have been present between central and local departments tasked with specific operations. For example, some local management departments felt that the entire process was quite political, making some documents difficult to fully implement; in the two most volatile months that lasted from April 28th to June, documents were issued frequently, and in some cases were in conflict with one another and lacked integrity and continuity. In regards to adjustment of prevention and control strategies, some regions’ health departments reported the following issues: higher-level departments frequently adjusted technical guidance and strategies for prevention and control, there was a wide variety of information reporting methods and they were constantly in flux, different departments formulated their own response requirements, and differences occurred in measures and standards; all of which greatly complicated local response operations.",
            "cite_spans": [],
            "section": "Problems with Inter-departmental Coordination ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "Certain communication and coordination issues also existed within the Health Department’s internal system. The MOH internal horizontal collaboration needs to be strengthened epidemiological investigations, clinical diagnoses, and laboratory testing to combine the medical treatment and disease prevention. For example, the China CDC played a crucial role as a central technical support body of Influenza A (H1N1) prevention and control in epidemiological information collection, monitoring, analysis, and judgment, but at the same time it also had a lot of administrative duties, and its services and duties overlapped with those of the MOH’s Bureau of Disease Control and Prevention. There should be unified leadership and coordination between higher and lower-level health departments within the national epidemic prevention and control system. A certain degree of flexibility is also necessary as provinces differ in epidemic situations, medical resources, geographic features, and so on.",
            "cite_spans": [],
            "section": "Problems with Inter-departmental Coordination ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "In regards to information reporting within the health system, though the China CDC and the MOH had established information systems relating to epidemic surveillance, including an epidemic direct reporting system, no information sharing mechanism was created between the China CDC and medical institutions; in particular, some county level medical institutions didn’t even have sound data collection and reporting systems. This resulted in a single point of decision making and command, and their lack of network and information technology weakened the support they could’ve had in implementing response measures.",
            "cite_spans": [],
            "section": "Problems with Inter-departmental Coordination ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        },
        {
            "text": "NPOs such as the Red Cross Society of China played important roles during the Influenza A (H1N1) prevention and control efforts. However, by comparison with developed countries, China still lags behind in terms of public participation in public health emergencies. There still remain limitations in skill and knowledge, as no emergency volunteer systems or working mechanisms were formed, and no leveraging of NPO resources really occurred.\n",
            "cite_spans": [],
            "section": "Roles of NPOs Have Yet to Be Leveraged and Improved ::: Reflections on Influenza A (H1N1) Prevention and Control Mechanisms ::: Analysis and Reflections on Influenza A (H1N1) Prevention and Control Mechanisms\n",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 4.1: Composition of the work groups and the expert advisory committee for the joint national influenza A (H1N1) prevention and control mechanism\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 4.1: China’s hierarchical system for public health emergencies planning",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 4.2: Composition of the health emergency systems",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 4.3: Framework of China’s public health emergency response system",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "On public emergency management bodies of the Chinese government",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chinese Public Administration",
            "volume": "11",
            "issn": "",
            "pages": "104-108",
            "other_ids": {
                "DOI": []
            }
        }
    }
}