{
    "paper_id": "PMC7202265",
    "metadata": {
        "title": "The role of vitamin D in the prevention of coronavirus disease 2019 infection and mortality",
        "authors": [
            {
                "first": "Petre",
                "middle": [
                    "Cristian"
                ],
                "last": "Ilie",
                "suffix": "",
                "email": "dr.cristianilie@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Simina",
                "middle": [],
                "last": "Stefanescu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lee",
                "middle": [],
                "last": "Smith",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "WHO declared COVID-19 caused by the virus SARS-CoV-2 a global pandemic. Little is known about the potential protective factors. In the case of COVID-19 we should delineate the protective factors in anti-infective agents that might protect against infection and factors that improve the outcome once the infection has been produced.",
            "cite_spans": [],
            "section": "Background/aims",
            "ref_spans": []
        },
        {
            "text": "Previous observational studies report independent associations between low serum concentration of 25-hydroxyvitanim D and susceptibility to acute respiratory tract infections [1]. In a systematic review and meta-analysis of 25 randomised controlled studies, Martineau et al. has described that vitamin D protected against acute respiratory tract infection overall [2]. In a review of the literature, regarding the possible role of vitamin D in the prevention of influenza virus infection, Gruber-Bzura noticed that the data generate controversies and doubts [3].",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 365,
                    "end": 366,
                    "mention": "2",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 559,
                    "end": 560,
                    "mention": "3",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Background/aims",
            "ref_spans": []
        },
        {
            "text": "Calcitriol (1,25-dihydroxyvitamin D3) exerts pronounced impacts on ACE2/Ang(1–7)/MasR axis with enhanced expression of ACE2 [4]. ACE-2 is the host cell receptor responsible for mediating infection by SARS-CoV-2. Starting from this, it might suggest a higher risk of infection. However, this has not been shown to date and previous studies identified associations between higher levels of ACE2 and better coronavirus disease health outcomes. In the lung, ACE2 was shown to protect against acute lung injury [5].",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 126,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 507,
                    "end": 508,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Background/aims",
            "ref_spans": []
        },
        {
            "text": "We hypothesize that vitamin D may play a protective role for COVID-19.",
            "cite_spans": [],
            "section": "Background/aims",
            "ref_spans": []
        },
        {
            "text": "The primary aims of this study are to assess if there is any association between the mean levels of vitamin D in various countries and the mortality caused by COVID-19. The secondary aim was to identify if there is any association between the mean vitamin D levels in various countries and the number of cases of COVID-19.",
            "cite_spans": [],
            "section": "Background/aims",
            "ref_spans": []
        },
        {
            "text": "To test this hypothesis and to limit confounding bias (latitude, etc.), we focused on European countries only. We searched the literature for the mean levels of vitamin D in each country [3]. We searched the number of cases of COVID-19/1 M population in each of the countries and mortality caused by this disease/1 M population (8th April, 19.00GMT) (Table 1) [4]. Statistical analyses were carried out using the Pearson Correlation Coefficient Calculator.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "3",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 361,
                    "end": 362,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Materials and methods",
            "ref_spans": [
                {
                    "start": 357,
                    "end": 358,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We have observed a negative correlation between levels of mean vitamin D (average 56.79 nmol/L, STDEV 10.61) and number of cases of COVID-19/1 M population in each country [average 1393.4, STDEV 1129.984, r(20) = − 0.4435; p value = 0.050], and between the mean vitamin D levels and the number of deaths caused by COVID-19/1 M (Fig. 1) [average 80.42, STDEV 94.61, r(20)-value = − 0.4378; p value = 0.05) (Table 1).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 333,
                    "end": 334,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 412,
                    "end": 413,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We have identified a potential crude association between the mean vitamin D levels in various European countries with COVID-19 cases/1M and COVID-19 mortality.",
            "cite_spans": [],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "The European Calcified Tissue Society Working Group has defined severe vitamin D deficiency as a serum 25(OH)D level lower than 30 nmol/L [6].",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 140,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "The Seneca study showed a mean serum vitamin D level of 26 nmol/L in Spain, 28 nmol/L in Italy and 45 nmol/L in the Nordic countries, in older people [6]. In Switzerland, mean vitamin D level is 23 nmol/L in nursing homes and in Italy 76% of women over 70 years of age have been found to have circulating levels below 30 nmol/L [6]. These are the countries with high number of cases of COVID-19 and the aging people is the group with the highest risk for morbidity and mortality with SARS-CoV2. Isaia et al. reported 25(OH)D circulating levels less than 12 ng/mL (30 nmol/L) in 76% of Italian women over 70 years of age, in late Winter [7].",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 152,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 329,
                    "end": 330,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 637,
                    "end": 638,
                    "mention": "7",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "Vitamin D deficiency is a major public health problem worldwide in all age groups [8, 9] but vitamin D status deteriorates with age, above 70 years of life, due to decreased sun exposure and cutaneous synthesis [10]. It is poor in the institutionalized people, 75% of them being severely vitamin D deficient (serum 25(OH)D < 25 nmol/L) [6].",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 84,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 86,
                    "end": 87,
                    "mention": "9",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 212,
                    "end": 214,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 337,
                    "end": 338,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "The Southern European countries have lower levels of vitamin D because of decreased exposure (prefer the shade in strong sun) [10] and also as skin pigmentation decreases vitamin D synthesis [11]. Northern part of Europe’s mean levels are better as a consequence of the consumption of cod liver oil and vitamin D supplements as well as fortification of milk and milk products (Finland) [6].",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 192,
                    "end": 194,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 387,
                    "end": 388,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "The crude association observed in the present study may be explained by the role of vitamin D in the prevention of COVID-19 infection or more probably by a potential protection of vitamin D from the more negative consequences of the infection.",
            "cite_spans": [],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "Regarding the protective role of vitamin D against infection with SARS-Cov2, we can start by looking at the effect on other respiratory infections.",
            "cite_spans": [],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "Martineau et al. concluded in a meta-analysis that vitamin D supplementation was safe and protective against acute respiratory tract infections. They described that patients who were severe vitamin D deficient experienced the most benefit [2].",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "mention": "2",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "The pathology of COVID-19 involves a complex interaction between the SARS-CoV2 and the body immune system. Calcitriol (1,25-dihydroxyvitamin D3) exerts pronounced impacts on ACE2/Ang(1–7)/MasR axis with enhanced expression of ACE2 [4]. ACE2 is the host cell receptor responsible for mediating infection by SARS-CoV-2. From this perspective it might be apparent that the risk of infection can be higher. However, vitamin D has multiple roles in the immune system that can modulate the body reaction to an infection. Abu-Amer et al. have described that vitamin D deficiency impairs the ability of macrophages to mature, to produce macrophage-specific surface antigens, to produce the lysosomal enzyme acid phosphatase, and to secrete H2O2, a function integral to their antimicrobial function [12]. This might explain, in part, why Martineau et al. have observed that vitamin D was protective in cases of hypovitaminosis [5]. Crucial in the innate immune response are the toll-like receptors which recognise molecules related to pathogens and when activated release cytokines and induce reactive oxygen species and antimicrobial peptides, cathelicins and defensins. Several of the toll-like receptors affect or are affected by vitamin D receptor induction [3].",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 233,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 791,
                    "end": 793,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 919,
                    "end": 920,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1254,
                    "end": 1255,
                    "mention": "3",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "COVID-19 is caused, beside the virus virulence by the release of pro-inflammatory cytokines. Vitamin D has been found to modulate macrophages' response, preventing them from releasing too many inflammatory cytokines and chemokines [13]. Ciu et al. found that calcitriol (1,25-dihydroxyvitamin D3) exerted pronounced impact on ACE2/Ang(1–7)/MasR axis with enhanced expression of ACE2, MasR and Ang(1–7) generation [4].",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 234,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 414,
                    "end": 415,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "Zhen et al. have shown that H5N1 flu infection-induced lung injury can be alleviated by the administration of recombinant human ACE2 protein [14].",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "Kuka et al. have identified that higher levels of ACE2 are associated with better outcomes for coronavirus disease and it has been shown that in the lung, ACE2 protects against acute lung injury [5].",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 197,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "Xie et al. investigated ACE2 expression in lungs and the effect caused by ageing and gender on its expression, in a rodent model study. The authors described that the decrease of ACE2 was relatively small between the young-adult and the middle-aged groups (25% for male and 18% for female, respectively), but the content of ACE2 decrease by 67% in older female rats and even higher, 78% in older male rats as compared to younger groups [15]. This decrease of ACE2 with age and gender seems to parallel the increase in COVID-19 mortality as well as the higher mortality in the male population.",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 439,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "We acknowledge that this cross-sectional analysis has limitations. The number of cases/country is affected by the number of tests performed and also by the different measures taken by each country to prevent the spread of infection, and the difference in the number of infected patients in the population will also mean different levels of exposure for the population. Mortality might be a better marker of the number of cases in the population although even that can be influenced by the variations in the approach or management of the disease. However, the aim of the present study was to lay out an hypothesis to be taken forward and be investigated utilizing robust study designs.",
            "cite_spans": [],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we found significant crude relationships between vitamin D levels and the number COVID-19 cases and especially the mortality caused by this infection. The most vulnerable group of population for COVID-19, the aging population, is also the one that has the most deficit Vitamin D levels.",
            "cite_spans": [],
            "section": "Discussions",
            "ref_spans": []
        },
        {
            "text": "Vitamin D has already been shown to protect against acute respiratory infections and it was shown to be safe. It should be advisable to perform dedicated studies about vitamin D levels in COVID-19 patients with different degrees of disease severity.",
            "cite_spans": [],
            "section": "Discussions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Mean level of vitamin D, cases of COVID-19/1 M and deaths caused by COVID-19 (8th April 2020)\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Mean vitamin D levels per courtry versus COVID-19 cases and mortality/1M population",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Epidemic influenza and vitamin D",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Cannell",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Vieth",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Umhau",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Epidemiol Infect",
            "volume": "356",
            "issn": "",
            "pages": "1129-1140",
            "other_ids": {
                "DOI": [
                    "10.1017/S0950268806007175"
                ]
            }
        },
        "BIBREF1": {
            "title": "25-Hydroxy vitamin D levels in healthy premenopausal wome: association with bone turnover markers and bone mineral density",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Adami",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bertoldo",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Braga",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Bone",
            "volume": "45",
            "issn": "",
            "pages": "423-426",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bone.2009.05.012"
                ]
            }
        },
        "BIBREF2": {
            "title": "Racial pigmentation and the cutaneous synthesis of vitamin D",
            "authors": [
                {
                    "first": "LY",
                    "middle": [],
                    "last": "Matsuoka",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wortsman",
                    "suffix": ""
                },
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Arch Dermatol",
            "volume": "127",
            "issn": "",
            "pages": "536-538",
            "other_ids": {
                "DOI": [
                    "10.1001/archderm.1991.04510010104011"
                ]
            }
        },
        "BIBREF3": {
            "title": "Impaired bone marrow-derived macrophage differentiation in vitamin D deficiency",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Abu-Amer",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Bar-Shavit",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Cell Immunol",
            "volume": "151",
            "issn": "",
            "pages": "356-368",
            "other_ids": {
                "DOI": [
                    "10.1006/cimm.1993.1245"
                ]
            }
        },
        "BIBREF4": {
            "title": "1alpha,25-Dihydroxyvitamin D3 is a potent suppressor of interferon gamma-mediated macrophage activation",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Helming",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Böse",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ehrchen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Blood",
            "volume": "106",
            "issn": "",
            "pages": "4351-4358",
            "other_ids": {
                "DOI": [
                    "10.1182/blood-2005-03-1029"
                ]
            }
        },
        "BIBREF5": {
            "title": "Angiotensin-converting enzyme 2 protects from lethal avian influenza A H5N1 infections",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Nat Commun",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/ncomms4594"
                ]
            }
        },
        "BIBREF6": {
            "title": "Age- and gender-related difference of ACE2 expression in rat lung [published correction appears in Life Sci 79:2499. Xudong, Xie [corrected to Xie, Xudong]; Junzhu, Chen [corrected to Chen, Junzhu]; Xingxiang, Wang [corrected to Wang, Xingxiang]; Furong, Zhang [corrected to Zhang, Furong]; Yanrong, Liu [corrected to Liu, Yanrong]]",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Life Sci",
            "volume": "78",
            "issn": "",
            "pages": "2166-2171",
            "other_ids": {
                "DOI": [
                    "10.1016/j.lfs.2005.09.038"
                ]
            }
        },
        "BIBREF7": {
            "title": "Vitamin D supplementation to prevent acute respiratory tract infections: systematic review and meta-analysis of individual participant data",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Martineau Adrian",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jolliffe David",
                    "suffix": ""
                },
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Richard",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "BMJ",
            "volume": "356",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.i6583"
                ]
            }
        },
        "BIBREF8": {
            "title": "Vitamin D and influenza-prevention or therapy?",
            "authors": [
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Gruber-Bzura",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Mol Sci",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/ijms19082419"
                ]
            }
        },
        "BIBREF9": {
            "title": "Vitamin D receptor activation regulates microglia polarization and oxidative stress in spontaneously hypertensive rats and angiotensin II-exposed microglial cells: role of renin-angiotensin system",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cui",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Redox Biol",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.redox.2019.101295"
                ]
            }
        },
        "BIBREF10": {
            "title": "Angiotensin-converting enzyme 2 in lung diseases",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kuka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Imai",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Penninger",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Curr Opin Pharmacol",
            "volume": "6",
            "issn": "",
            "pages": "271-276",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coph.2006.03.001"
                ]
            }
        },
        "BIBREF11": {
            "title": "Current vitamin D status in European and Middle East countries and strategies to prevent vitamin D deficiency: a position statement of the European Calcified Tissue Society",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lips",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Cashman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lamberg-Allardt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Eur J Endocrinol",
            "volume": "180",
            "issn": "",
            "pages": "23-54",
            "other_ids": {
                "DOI": [
                    "10.1530/EJE-18-0736"
                ]
            }
        },
        "BIBREF12": {
            "title": "Prevalence of hypovitaminosis D in elderly women in Italy: clinical consequences and risk factors",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Isaia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Giorgino",
                    "suffix": ""
                },
                {
                    "first": "GB",
                    "middle": [],
                    "last": "Rini",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Osteoporos Int",
            "volume": "14",
            "issn": "",
            "pages": "577-582",
            "other_ids": {
                "DOI": [
                    "10.1007/s00198-003-1390-7"
                ]
            }
        },
        "BIBREF13": {
            "title": "Is vitamin D deficiency a major global public health problem?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Palacios",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Gonzalez",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Steroid Biochem Mol Biol",
            "volume": "144",
            "issn": "",
            "pages": "138-145",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jsbmb.2013.11.003"
                ]
            }
        },
        "BIBREF14": {
            "title": "Aging decreases the capacity of human skin to produce vitamin D3",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "MacLaughlin",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Holick",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Clin Investig",
            "volume": "76",
            "issn": "",
            "pages": "1536-1538",
            "other_ids": {
                "DOI": [
                    "10.1172/JCI112134"
                ]
            }
        }
    }
}