{
    "paper_id": "PMC7107936",
    "metadata": {
        "title": "Infectious Diseases: Hot Topics Edited by Vincent Lo Re, III Philadelphia: Hanley and Belfus, 2004. 395 pp. $29.95 (cloth)",
        "authors": [
            {
                "first": "Gary",
                "middle": [
                    "P."
                ],
                "last": "Wormser",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jerome",
                "middle": [
                    "F."
                ],
                "last": "Levine",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "This highly ambitious, multi-authored text includes 30 chapters written by 17 authors who discuss areas of infectious diseases that they have identified as “hot topics.” As the field of infectious diseases changes rapidly, with new antimicrobial agents (e.g., the severe acute respiratory syndrome [SARS] coronavirus) being identified that have the ability to quickly spread worldwide and “old” diseases (e.g., smallpox) having the potential to be resurrected as instruments of mass bioterrorism, key information must be disseminated rapidly to the practicing physician. As the editor states in his preface, the book is intended for primary care physicians, medical students and residents, as well as allied health care providers, such as physician assistants and nurse practitioners.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In general, the figures and tables in each chapter provide very useful key diagnostic and treatment information for rapid access by medical care providers. However, as can be anticipated about a book as ambitious as this one, which presents a great deal of clinical material in a condensed form, I found variation in the quality and content of some of the chapters. For example, the chapters on respiratory tract infections (chapters 5–7), soft tissue (chapters 15 and 16), bone and joint infections (chapters 18 and 19), as well as travel medicine (chapters 27–29), were well written, with a concise, readable format. Unfortunately, I found that some of the other chapters were superficial and simply summarized the material from the standard textbooks of infectious diseases almost directly, with only limited references. Other topics were too broad to be included in this book, or were not truly “hot.” An example of the former is chapter 22, “Sexually Transmitted Diseases.” Although this may be a hot topic in primary care, the guidelines presented by the Centers for Disease Control and Prevention in May 2002 provide a more concise and equally satisfactory discussion [1]. To try to review the diagnosis and treatment of Lyme disease, as is attempted in chapter 24, is an overly ambitious goal and can only lead to a superficial and unsatisfying discussion. However, chapter 30, “The Principle Agents of Bio-Terrorism,” is a well-written summary that is certainly important to the entire medical community.",
            "cite_spans": [
                {
                    "start": 1176,
                    "end": 1177,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "I applaud Dr. Lo Re for attempting to put together a text that concisely describes so many of the clinical diseases that are encountered on a regular basis by practicing physicians and allied care personnel. However, I suspect that the infectious diseases specialist would have little use for this book. I encourage our infectious diseases fellows to read a standard textbook of infectious diseases rather than the type of condensed material presented in this text. Although it would have been useful to have illustrations included, particularly when discussing some of the skin and soft-tissue infections, appropriate references are made where these illustrations and photographs can be found.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In summary, although each chapter has a different approach to the clinical issues reviewed, I find that most of the chapters were well written. Also, they were relatively well-referenced, which will help those looking for more detailed information. Thus, I would certainly recommend Infectious Diseases: Hot Topics for primary care physicians as a useful reference book for their daily practice when encountering patients with clinical infectious diseases.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Sexually transmitted diseases treatment guidelines 2002",
            "authors": [],
            "year": 2002,
            "venue": "MMWR Recomm Rep",
            "volume": "51",
            "issn": "(RR-6)",
            "pages": "1-82",
            "other_ids": {
                "DOI": []
            }
        }
    }
}