{
    "paper_id": "PMC7122768",
    "metadata": {
        "title": "Policy Innovations for Health",
        "authors": [
            {
                "first": "Ilona",
                "middle": [],
                "last": "Kickbusch",
                "suffix": "",
                "email": "kickbusch@bluewin.ch",
                "affiliation": {}
            },
            {
                "first": "Ilona",
                "middle": [],
                "last": "Kickbusch",
                "suffix": "",
                "email": "kickbusch@bluewin.ch",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\n\nInnovation is something everyone wants more of, but no-  body is too sure what it means exactly. John Gapper [1]\n",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Innovation for the authors of this book is about applying a radically new mindset to health and health policy with the goal of addressing the determinants of health and involving citizens in their health in new ways. This explains our choice of terminology: policy innovations for health. We start from a perspective that considers both health and innovation to be central driving forces in 21st century societies, and we maintain that their prominent role reflects major societal shifts that are under way. The consequence is not only a changing role of health in modern societies but also a new perception of innovation in relation to health.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "As part of this change we see new mechanisms emerge which aim to address the seminal changes underway in health and society. The shift from the industrial society of the 19th and 20th centuries to the knowledge societies of the 21st century is as ground-breaking as was the shift from the agrarian to the industrial world – and they are similar in their deep impact on health, this increases the need for innovation. The changes in our way of life are shaping our lifestyles and have created a situation where many of the patterns of everyday life – for example, our eating and food shopping patterns – and new forms of social stratification – for example, new forms of social inclusion and exclusion – endanger our health. This means that we need to understand that the health challenges and the diseases that come with this change are of a larger societal, not an individual nature.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It seems obvious that this development has two consequences: it changes the role of the health care sector significantly toward managing chronic disease rather than acute care and it moves many of the solutions for the most challenging health problems into other social and policy arenas. The authors of this book are focused on the second challenge and the policy mechanisms that are needed to address it. The need for change is vast. First, there is hardly a policy sector that can be excluded: health, education, agriculture, transport, industry, consumer affairs, and sports – all are essential to support health. Second, in a consumer society the role of business is critical and consumers themselves must express their demand. Finally, communities must act for their health interest and individuals are required to support their individual health and that of their families in new ways. To do so they need to be able to negotiate and navigate an increasingly complex health and care environment.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A recent analysis concerned with innovation and high performing health systems [2] underlines that there are two goals of innovation in relation to health: improving the affordability, quality, and efficiency of the health care system and improving the health of populations. Ideally the two would be fully complementary – in the real world they are not. Usually when we speak of innovation in the context of health the automatic assumption is that we mean the expansion of therapeutic possibilities – we associate new medicines, new technologies, and increasingly the potential of biomedicine and genetics. Sometimes we think of new approaches to the organization and financing of the medical care system, then we typically speak of “health care reform” – a term that is now linked almost exclusively with efficiency, effectiveness, and cost saving. The words innovation and health policy do not by and large sit very well together because the notion of “newness” and “better” that is at the core of innovation has been overshadowed by many short-term reorganizations of health care systems that seem to lack in vision and long-term perspective. And, if innovation is considered in terms of radical innovation only then we experience a clear tension between the drive for innovation and the constant challenge to keep down health care expenditures. A recent Health Innovation Survey by the OECD [3] typically focuses on the “question how to encourage and foster innovation which addresses health needs and priorities, maximizes access to benefits, and manages challenges and risks in a way that is beneficial to both innovators and health systems.” Innovation in this case is also mainly related to innovations in biotechnology and the key challenge is how OECD countries are able to cope with introducing such technical and product-based innovations into their respective health care systems. This focus on financial pressure has led – through a range of new assessment mechanisms – to a reinforcement of a binary understanding of innovation as being either radical or incremental and a focus on medical rather than social value.",
            "cite_spans": [
                {
                    "start": 80,
                    "end": 81,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1397,
                    "end": 1398,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Over the last decade we have begun to witness a major shift with regard to health and its role in society. I argue that we now live in a health society which is characterized by two major social processes: the expansion of the territory of health and the expansion of the reflectivity of health [4]. The creation of the health society of the 21st century has been a process long in the making, beginning from about the mid 17th century onward. Health is integral to modernity and our modern societies would not be possible without the health gains achieved in this 250-year period [5]. During this time the balance of power between the four domains of the health system – personal health, public health, medical health, and the health market – has shifted continuously. The domains of personal health and public health dominated the 18th and 19th centuries, while during the 20th century the medical health domain gained increasing strength both in terms of its power over the social definition of health and the dominance of its organizational and governance infrastructure; this process of dominance has been referred to as medicalization. As a consequence, in both political and public perceptions, the social organization of health resides in what we have come to call the health care system and concerns over how to ensure the long-term financial sustainability of this system dominate the health policy debate.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 582,
                    "end": 583,
                    "mention": "5",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "The Shift to the Health Society",
            "ref_spans": []
        },
        {
            "text": "But today the boundaries of what we call the “health care system” are becoming increasingly fluid. Health has become integral to how we live our everyday life. In this health is similar to innovation, which is also increasingly defined as being fluid, an issue that will be reflected upon later in this chapter. Indeed the expansion and liquidity of boundaries is a major characteristic of what the sociologist Zygmunt Bauman calls “liquid modernity” [6]. This changes the health policy debate because it means that health is everywhere: every policy decision a government makes also impacts on health and at the individual level every behavioral choice also has a health consequence. This was always the case – but now it is part of reflective modernity. Most discussions on health policy do not yet take this deep seminal change into account – they still focus on tinkering with a well-defined functional system of health governance, where through a process of defining the evidence base, they aim to ensure clear boundaries, define interventions, and prioritize medical rather than social solutions. The authors of this book are of the opinion that we clearly need a policy approach that responds more adequately to the new environment of 21st century health.",
            "cite_spans": [
                {
                    "start": 452,
                    "end": 453,
                    "mention": "6",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "The Shift to the Health Society",
            "ref_spans": []
        },
        {
            "text": "The dynamics of the health society not only challenge the way we conceptualize and locate health and how we conduct health policy but they also redefine who should be involved in policy making – together they constitute policy innovations for health. The chapters of the book further explore five key defining concepts:health is more than disease and health outcomes need to be measured differently;the system boundaries are shifting and organization of health in society is increasingly separated from the management of disease and illness;health policy is more than health care policy and becomes a joined up process of Health in All Policies at all levels of governance;the differentiation into a first and second health market is occurring rapidly and we are faced with new issues of financing both health and health care;people themselves are major actors in the health arena and new technologies are allowing them to participate in completely new ways.\n",
            "cite_spans": [],
            "section": "The Shift to the Health Society",
            "ref_spans": []
        },
        {
            "text": "Many analysts make the point that the changes facing the health sector will be as phenomenal as those we have witnessed in information technology and communications. This is due to the fact that health itself has become a major economic and social driving force in society [7] and that good health outcomes are increasingly important for a range of societal goals. The Conference Board of Canada [2] suggests understanding innovation “as a means by which societies, systems or organizations achieve social or economic value (e.g. increasing positive health outcomes)”; they maintain that innovation occurs only when new value is created. Our focus in this book is to explore what kind of policy innovations for health are required to achieve better population health, in terms of both its social and economic value. We argue though that the issue at stake is not just another reorganization/improvement of the health care system or a better mechanism of integrating scientific progress into existing heath care systems but a reorganization of how we approach health in 21st century societies. In this we follow Peter Drucker’s understanding of innovation as creating a new dimension of performance [8].",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 275,
                    "mention": "7",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 397,
                    "end": 398,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1199,
                    "end": 1200,
                    "mention": "8",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "The Shift to the Health Society",
            "ref_spans": []
        },
        {
            "text": "The first conceptual starting point for the arguments in this book are the rapidly changing determinants of health. We build on the arguments for increasing the investment for health and well-being and for strengthening the connection between health and wealth which are beginning to be expressed far beyond the public health community. Witness the similarity of the statements from the public health perspective as voiced by Wilkinson and Marmot [9], two of the most respected researchers on social determinants of health\nGood health involves reducing levels of educational failure, reducing insecurity and unemployment and improving housing standards. Societies that enable all citizens to play a full and useful role in the social, economic and cultural life of their society will be healthier than those where people face insecurity, exclusion and deprivation\n\n",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 449,
                    "mention": "9",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Determinants of Health ::: Conceptualizing Health and Well-Being",
            "ref_spans": []
        },
        {
            "text": "and as expressed in a recent publication commissioned by the European Commission [10]\n...improving the health status of a population can be beneficial for economic outcomes at the individual and the national level. There is indeed much evidence to suggest that the association between economic wealth and health does not run solely from the former to the latter. An immediate, if general, policy implication that derives from this conclusion is that policy-makers who are interested in improving economic outcomes (e.g. on the labour market or for the entire economy) would have good reasons to consider investment in health as one of their options by which to meet their economic objectives.\n\n",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Determinants of Health ::: Conceptualizing Health and Well-Being",
            "ref_spans": []
        },
        {
            "text": "It follows that if societies are to prepare adequately for new health challenges – such as obesity – and if they are to take action on the changes already under way, they must completely rethink their approach to health policy. It is argued that health sustainability is as important as environmental sustainability and that our response must be understood to be the challenge of at least a generation [11]. We need policy innovations for health that address the classic determinants of health, such as education, work, housing, transport, and particularly equity. Some countries – such as Sweden – have now done so and this is discussed in more detail in the chapters that follow [12].",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 405,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 682,
                    "end": 684,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Determinants of Health ::: Conceptualizing Health and Well-Being",
            "ref_spans": []
        },
        {
            "text": "Health and innovation are both social constructs, defined by their time and context. Just as the concept of health is changing, so is the concept of innovation. The social sciences began in the 1970s to concern themselves with both health and innovation as distinct areas of social analysis. It was at this point that both medical sociology (later to become health and medical sociology) and the sociology of innovation began to advance – the one never far removed from medicine, the other never far from the sociological analysis of technological development. Even today much of the literature on innovation still comes from a science and technology perspective. This is in sharp contrast to economics, where already at the beginning of the 20th century Josef Schumpeter drew attention to innovation as the engine of social and economic development, highlighting both its power of creation and of destruction [22].",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 913,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Locating the Interface Between Innovation and Health",
            "ref_spans": []
        },
        {
            "text": "Health has now become such an innovation engine – many investors see health as “the next big thing” and a rapidly growing health market attaches the added value “health” and well-being to an ever-growing set of products and services. The chapter by Henke and Martin in this book illustrates this process: not only do health innovations change society, but through the societal process of innovation in health the very nature and the characteristics of innovation change, a process that has been described as “the innovation of innovation.” This leads further to the concepts of “open innovation” and “fluid innovation,” which are discussed further below in relation to policy innovations for health [23].",
            "cite_spans": [
                {
                    "start": 700,
                    "end": 702,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Locating the Interface Between Innovation and Health",
            "ref_spans": []
        },
        {
            "text": "In Switzerland a recent survey asked a group of health experts to identify the key technological and social drivers of innovation in health [24]. In the first category the experts established a ranking in the following order: (1) developments in biotechnology and genetics, (2) medical technology, (3) informatics and soft ware, (4) organic chemistry, (5) telecommunications and (6) nano technology. In the second category they ranked (1) demography, (2) individual responsibility, (3) nutrition, (4) education, and (5) income distribution. Most interesting though – and symptomatic for the speed of social change – is that the experts ranked the social driving forces as more important and forceful than the technological ones. Additionally they did not assign a high impact value to political driving forces – which reflects the assumption of the experts, that not much innovation is to be expected from traditional types of health policy.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Locating the Interface Between Innovation and Health",
            "ref_spans": []
        },
        {
            "text": "The sociology of innovation argues that innovation itself has become a Leitmotif of 21st century society; this development is called “ubiquitous innovating” [25]. Indeed if one refers to some of the key documents – for example, of the European Union or of the OECD – a strategy for innovation is considered essential in order to compete in a global environment [3, 26]. It is interesting – with a view to liquid modernity – how similar the discussion of a new conceptualization of innovation is to the discussion on a new understanding of health. Health in turn is increasingly seen as one of the cornerstones for competitiveness and innovation. And like innovation it is increasingly seen to be in need of a policy approach that is more concerned with sustainability and long-term effects.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 362,
                    "end": 363,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Locating the Interface Between Innovation and Health",
            "ref_spans": []
        },
        {
            "text": "While the territory of the medical system can be relatively clearly circumscribed and framed in terms of delivery and utilization of health care services, the territory of health becomes ever less tangible and increasingly virtual. Disease has boundaries; health does not. The new health challenges make this blatantly obvious. Within government the stakeholders in the response to obesity are not only the health ministry, but, for example, the ministries of transport, education, agriculture, trade, and consumer affairs. Outside of government the producers of unhealthy food and drink products are as much in focus as are the settings of everyday life where they are consumed (such as canteens), global marketing and advertising practices, the media messages, and the role model celebrities to name but a few. Smoking acts regulate not only who can buy tobacco products, where, and at what price but they define where it is permitted to smoke; in consequence, owners of bars and restaurants, retailers, and the management of airports and railway lines to name but a few, all need to be concerned with health in ways they were not before. Consumers and voters as well as a wide array of health action groups and patient organizations make their preferences heard.",
            "cite_spans": [],
            "section": "Reconsidering the Territory of Health",
            "ref_spans": []
        },
        {
            "text": "This infinite nature of health has consequences for all four domains of the health system. It is specific to the health society that all four domains – personal health, public health, medical health,and the health market – not only continue to change and expand but – and this is critical – that the balance between the systems is shifting [28]. The health sector – consisting of the public health domain and the medical health domain – struggles to include more health, in the form of strengthening public health, health promotion, and prevention. Yet, this approach is falling short in many countries, in particular for lack of political support, except where the measures are clearly medical, such as expanding screening or strengthening predictive medicine. While the new paradigms in preventative medicine are gaining increasing acceptance, public health measures are considered unduly paternalistic and are seen to impinge on the individual freedom of choice. Structural measures addressing the determinants are also not politically popular, as they usually impinge on one or the other economic interest. There have been excellent policy documents such as the Wanless Report in England [29] that have proposed to embark on an organizational shift within the health sector toward public health, driven in particular by the fear generated by the relentless growth of the medical health domain. They argue that more money needs to be invested in prevention, health promotion, and public health; otherwise, our societies will not be able to afford the constant expansion of the medical health system. So far within the health sector very few policies, institutions, organizations, and funding streams have clearly differentiated between investing for health and the expenditures for providing medical care. Durand-Zalesky makes this point in great detail in the contribution to this book and she underlines how important the political innovation environment is for a public health agenda focused on determinants – in the case of policy innovation for health the different perceptions of the role of the state, the market and the individuals are critical.",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 343,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1193,
                    "end": 1195,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Reconsidering the Territory of Health",
            "ref_spans": []
        },
        {
            "text": "Where an accounting for health – which is different from the proposed national health accounts – is attempted, countries rarely reach more than a 2.9% average of the overall “health” budget for prevention, health promotion, and public health, as OECD data tell us [30]. Politically the pressure is strong to subject every penny of this paltry amount to critical evidence reviews based on a medical mind-set, while to this day most health service organizations are still not accountable for their health outcomes and demonstrate a severe lack of transparency for patients and consumers. It is therefore arguable whether the expansion of a traditional public health approach – for example, with more funding – will be sufficient. A new Nordic Initiative argues – as do the authors in this book – that fundamentally new perspectives are needed. They locate them at three levels: mind-set, partnerships, and platforms [22].",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 267,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 915,
                    "end": 917,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Reconsidering the Territory of Health",
            "ref_spans": []
        },
        {
            "text": "Policy innovations for health need to move beyond the established functional boundaries of both the medical health domain and the public health domain. The innovation debate can help in conceptualizing the necessary change. Open innovation is a term initially developed for the private sector and championed the idea that companies cannot anymore rely on their own innovative capacity – they need to share and outsource [31]. The perception of open innovation now means to involve a broad range of partners in order to find innovative solutions, particularly in the form of innovation clusters. As used to be the case in business, the functional and hierarchical approach in the medical and the public health domains do not usually allow for this. There are therefore very few policy mechanisms that allow decision makers to consider both health determinants and health impacts in an integrated manner and to approach the new health challenges with joined up policy responses, initiatives, and interventions. Usually each policy (sub) domain works to its own logic and intentions without regard for the impact on other areas of society or its global impact. Some exceptions can be found in the area of environmental policies.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 423,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Open Innovation: Involving a Broader Range of Actors",
            "ref_spans": []
        },
        {
            "text": "If – with health in mind – we are willing to see the glass as half full, we can identify a range of policy innovations emerging in health that could be summarized under the term network governance. Examples are described in more detail in the chapter by Warner in this book. In many countries a first step to engage a broad range of actors around common goals was the development of health targets[32], an approach that gained ground from the 1980s onward. In order to achieve the targets it became clear that policies in the health sector needed to be complemented by other sectors of government and that they in turn needed to be supported by policy commitments at different levels of government and in the private and nongovernmental sector. The Wanless report calls this the fully engaged scenario [31]. In consequence a new type of policy mix is emerging between governmental measures, global initiatives, local action, consumer pressure and demand, and mechanisms – such as self-regulation or corporate social responsibility approaches – put into place by companies and the private sector.",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 803,
                    "end": 805,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Open Innovation: Involving a Broader Range of Actors",
            "ref_spans": []
        },
        {
            "text": "Who would have imagined even a decade ago a range of the policy innovations for health we have witnessed recently:that a country would base its health policy on the determinants of health as in Sweden?that a health minister would regulate the body mass index of fashion models as in Spain?that television advertising of fast foods to children would be severely restricted as in England?that a country could accept a total ban on smoking in public places – including restaurants and bars as in Ireland?\n",
            "cite_spans": [],
            "section": "Open Innovation: Involving a Broader Range of Actors",
            "ref_spans": []
        },
        {
            "text": "Innovation and knowledge are interdependent. Innovation can be defined as the process through which social and economic value is created through knowledge, an issue discussed in more detailed in the chapter by Sakellarides. This is done by different forms of knowledge creation, diffusion, transformation, and application. Both health and innovation are increasingly dependent on the inclusion of the user and challenged by the democratization of knowledge production. The sociology of innovation describes the innovation paradox, which postulates that in the knowledge society the role of the producer and the role of the consumer move ever closer together – health as well as innovation therefore need to be considered as coproduced goods [24]. In the area of technological innovation this is often described with terms like open source, open content, lead user, open innovation, collective invention, user innovation, and creative commons [38].",
            "cite_spans": [
                {
                    "start": 742,
                    "end": 744,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 943,
                    "end": 945,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "The Democratization of Innovation: The Co-Production of Health",
            "ref_spans": []
        },
        {
            "text": "In health policy this participatory element has been neglected. On the one hand it is particularly difficult for the health care system to accept participation, because it has been defined by a very strong hierarchy between the professional physician, other health professionals, and the patient. Yet the management of chronic disease and the adherence to prevention regimes can only be achieved with full participation of the individual concerned. The overlap of unmet medical needs and unmet social needs can only be addressed jointly between patients, providers, and the social support system – patient input is a prerequisite to developing the kind of integrated disease-management models that most health systems still do not provide because they are out of step with the epidemiological and social development. The unmet medical and social need has led to the creation of a wide range of highly active patient organizations and self-help groups who act as the experts on “their” disease. The same applies to prevention and health promotion – the active participation of the individual, social groups, and communities is needed to engage in successful initiatives [39].",
            "cite_spans": [
                {
                    "start": 1170,
                    "end": 1172,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "The Democratization of Innovation: The Co-Production of Health",
            "ref_spans": []
        },
        {
            "text": "Sakellarides in his chapter highlights to interdependence of the knowledge society with innovation in the health society. Patients want information, participation, and choices – this is the result of the “European Patient of the Future” survey from 2003 [40]. Consumers want simplicity, convenience, speed, and a good price [41]. Increasingly the two expectations meet as health systems become increasingly market driven and as patients want more say and have higher expectations. New products and technologies can only develop their full potential if they meet processes and structures that allow them to do so. This implies new forms of information, communication, and integration processes. The Conference Board of Canada in its recent analysis [2] defines three dimensions of high performing health systems: people and culture, technologies, and structure and processes. This is also reflected in the more recent literature on innovation which speaks of a paradigm shift toward a “fluid identity of innovation” [42]. This means the “old” debates as to what constitutes a radical innovation and an incremental innovation is considered less and less relevant. This is often much more obvious in other, less regulated areas than the health sector.",
            "cite_spans": [
                {
                    "start": 255,
                    "end": 257,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 325,
                    "end": 327,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 749,
                    "end": 750,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "The Democratization of Innovation: The Co-Production of Health",
            "ref_spans": []
        },
        {
            "text": "A good example from information technology is the telephone: at what point in the long process from Graham Bell’s machine to the tiny multifunctional mobile instruments we use today do we speak of radical or incremental innovation? When it turned wireless? When it could take photographs? When it became the iPhone? Whatever it will be in future? Similar questions arise in relation to medicines and medical technology which with the rise of chronic disease fulfill more than their primary medical function – they cannot cure any more so they will seek to reduce pain and the progress of disease, lengthen life, improve mobility, ensure independence, be easy to use, etc. The innovation process around medicines for HIV/AIDS is a typical case in point – every small improvement in the lives of AIDS patients counts and it continues to be driven not only by medical innovation but a very strong demand from influential user and advocacy groups.",
            "cite_spans": [],
            "section": "The Democratization of Innovation: The Co-Production of Health",
            "ref_spans": []
        },
        {
            "text": "Probably one of the most important process innovations that needs to be achieved lies in the transparency and accountability of health policy and health systems. Hernandez-Aguado in his chapter indicates how new types of monitoring could provide transparency and accountability for the impact that other sectors have on health. Sakellarides and his coauthors highlight the significance of patient-driven and patient-owned health information, also including the determinants of health. It is indeed worrying that in modern democracies, citizens – once they become patients – do not have access to data on the performance of the system that they enter or even to their own health data. This knowledge-based value creation will – as Sakellarides states – probably be the most relevant health policy innovation in the next decade. Health Consumer Powerhouse regularly publishes a ranking which indicates in which countries consumers and patients have the most rights and the most opportunities for participation [43]. A recent German survey showed that most citizens would like to see a ranking of physicians and would like to see their medical bills. [44]. If health is a coproduced good, then all those that participate in its production have a right to transparency of all elements of the process.",
            "cite_spans": [
                {
                    "start": 1009,
                    "end": 1011,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1149,
                    "end": 1151,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "The Democratization of Innovation: The Co-Production of Health",
            "ref_spans": []
        },
        {
            "text": "The issue of transparency also arises around propriety regulations. In the information technology field, there has been a move toward open access, open source, and open standards, and with the expansion of the Internet it has led to new forms of information access and sharing – the exciting mix of social and technological innovation, as reflected in platforms such as MySpace and Second Life. These demand-push innovations have in turn led to highly profitable companies. Due to the structure of the proprietary industry and government regulations, much of this innovation process remains closed. It is regularly challenged, in particular, by nongovernmental organization in relation to global health issues innovations – and more recently by the establishment of government assessment agencies. This conflict is not the subject of this book – yet it is worth referring to an interesting experiment at the World Economic Forum in 2006, which discussed how the break down of proprietary rights in the entertainment industry could be a signal for the pharmaceutical industry to reconsider its approaches with a new and proactive demand-push approach. In some cases this has succeeded at the global level where new forms of pricing, patent policies, and financing of pharmaceutical innovation for diseases of the developing world have been developed, and after much conflict a new cooperation between advocacy groups, the industry, governments, and modern philanthropy has emerged.",
            "cite_spans": [],
            "section": "The Democratization of Innovation: The Co-Production of Health",
            "ref_spans": []
        },
        {
            "text": "For this book the key issue is that health is no longer a given; it is produced, maintained, and enhanced. The results of health research are rapidly transported through the media – a new cure, a new method of prevention, a new confirmation of old behaviors, all have high currency in the health society. What is considered healthy today might not be so tomorrow – new risks continuously emerge [45]. As a consequence heath literacy plays a critical role [46]. Risks are frequently not visible or seem intangible and they need to be well communicated, and above all understood and translated into action. As more and new health information becomes available this can become a difficult challenge for ordinary citizens in particular if they are not well educated or even functionally illiterate, as about 20% of all citizens in the OECD countries are. The expansion of health choices and the complexity of health systems demand an ever higher degree of sophistication and participation, and as a consequence there is a growing offer and demand not only for health information but for advice and knowledge brokering.",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 398,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 456,
                    "end": 458,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Outlook",
            "ref_spans": []
        },
        {
            "text": "To be a passive and compliant patient who follows the physician’s instructions is no longer sufficient – particularly when related to preventative issues. Indeed the emerging model is one of active and critical consumers, an ideal that only few members of the population can aspire to achieve. Already today – despite the universal access to health care – health inequalities abound even in the richest countries, and there is a clear danger that they will widen even further as the health society expands. The very presence of health in all areas of everyday life can also lead to a variety of reactions – either to attempts to reach an unrealistic body image or to conscious risk taking in opposition to an overpowering set of health messages and expectations. While the health society offers many opportunities of empowerment, it can also be prescriptive and exert social control through health [47]. Within a health society there has to be constant democratic dialog about the societal value we attach to health, a debate that has barely begun. Providing access to information on health and new health products and services including e-health is only a small part of the issues at stake as Sakellarides points out in his chapter. There is in general a big democratic deficit in relation to health and health policy, which needs to be addressed with urgency: the reorientation toward participation and user involvement will be one of the most important governance shifts in health.",
            "cite_spans": [
                {
                    "start": 899,
                    "end": 901,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Outlook",
            "ref_spans": []
        },
        {
            "text": "What will innovation in health policy imply in the 21st century? If innovation means a reorganization of how we approach health in 21st century societies, I propose that the following five dynamic processes will be critical. Our societies will need toDevelop a new understanding of health as an investment and productive force in societyDevelop separate governance mechanisms for health and for health care, with a strong focus on accountability for health gainAugment the concern for ethics and values with respect to health through a broad dialogue with citizens in order to increase democratic legitimacy and ensure solidarityMove beyond a narrow understanding of health outcomes in terms of only physical health measures to those that aim to include or even prioritize broader measures of wellbeingEngage in network governance, partnership and multi-stakeholder approaches in rder to achieve health goals.\n",
            "cite_spans": [],
            "section": "Outlook",
            "ref_spans": []
        },
        {
            "text": "The big 21st century health challenges call for more courageous and democratic policy approaches than applied so far. While our societies have now learned to recognize the urgency of the environmental challenge in terms of long-term sustainability, we are only just beginning to grasp the consequences that our way of life has in terms of health sustainability. An example of developing such a change in mindset are the 10 Health in All Policy principles developed in the South Australian Government in 2007 through a Health in All Polices process [35].",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 551,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Outlook",
            "ref_spans": []
        },
        {
            "text": "Some parts of this chapter are based on a working paper for the Academic Advisory Group, which provided the guidance for the work on this publication. It was published as an editorial. (Kickbusch I. Innovation in health policy: responding to the health society. Gac San 2007;21:338–342).",
            "cite_spans": [],
            "section": "Note by the author",
            "ref_spans": []
        },
        {
            "text": "Others draw on the opportunities available to me during my residency as the Adelaide Thinker in Residence in 2007. www.thinkers.sa.gov.au/ikickbusch.html\n",
            "cite_spans": [],
            "section": "Note by the author",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "‘Settings’ based health promotion: a review",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Whitelaw",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Baxendale",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Bryce",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "MacHardy",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Witney",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Health Promotion International",
            "volume": "16",
            "issn": "4",
            "pages": "339-353",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/16.4.339"
                ]
            }
        },
        "BIBREF9": {
            "title": "Territorial innovation models: a critical survey",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Moulaert",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Sekia",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Regional Studies",
            "volume": "37",
            "issn": "3",
            "pages": "289-302",
            "other_ids": {
                "DOI": [
                    "10.1080/0034340032000065442"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Schumpeter",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Joseph",
                    "suffix": ""
                }
            ],
            "year": 1964,
            "venue": "Theorie der wirtschaftlichen Entwicklungen (6. Auflage, ursprünglich 1911)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Braun-Thürmann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Innovation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Die Gesundheitsgesellschaft",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [
                {
                    "first": "H.",
                    "middle": [
                        "W."
                    ],
                    "last": "Chesbrough",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Open Innovation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Adelaide revisited: from healthy public policy to Health in All Policies. In:",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "McCann",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Sherbon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Health Promotion International",
            "volume": "23",
            "issn": "1",
            "pages": "1-4",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/dan006"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Health Governance: The Health Society",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health and Modernity",
            "volume": "",
            "issn": "",
            "pages": "144-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Beck",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Risk Society",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Giddens",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "The Consequences of Modernity",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Baumann",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Liquid Life",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "McQueen",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Kickbusch",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Health and Modernity",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Marmot",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Wilkinson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Social Determinants of Health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}