{
    "paper_id": "PMC7205622",
    "metadata": {
        "title": "Reallocating Ventilators During the COVID-19 Pandemic: Is it Ethical?",
        "authors": [
            {
                "first": "Quyen",
                "middle": [],
                "last": "Chu",
                "suffix": "",
                "email": "qchu@lsuhsc.edu",
                "affiliation": {}
            },
            {
                "first": "Ricardo",
                "middle": [],
                "last": "Correa",
                "suffix": "",
                "email": "riccorrea20@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Tracey",
                "middle": [
                    "L."
                ],
                "last": "Henry",
                "suffix": "",
                "email": "traceylhenry@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Kyle",
                "middle": [
                    "A."
                ],
                "last": "McGregor",
                "suffix": "",
                "email": "kyle.mcgregor@jefferson.edu",
                "affiliation": {}
            },
            {
                "first": "Hanni",
                "middle": [],
                "last": "Stoklosa",
                "suffix": "",
                "email": "hanni.stoklosa@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Loren",
                "middle": [],
                "last": "Robinson",
                "suffix": "",
                "email": "robinson.loren@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Sachin",
                "middle": [],
                "last": "Jha",
                "suffix": "",
                "email": "sunnyjha@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Alagappan",
                "middle": [],
                "last": "Annamalai",
                "suffix": "",
                "email": "annamalai@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Benson",
                "middle": [
                    "S."
                ],
                "last": "Hsu",
                "suffix": "",
                "email": "bshhsu@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Rohit",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "email": "rohit.gupta@bcm.edu",
                "affiliation": {}
            },
            {
                "first": "Desmond",
                "middle": [
                    "Upton"
                ],
                "last": "Patton",
                "suffix": "",
                "email": "dp2787@columbia.edu",
                "affiliation": {}
            },
            {
                "first": "Lisa",
                "middle": [
                    "A."
                ],
                "last": "Moreno-Walton",
                "suffix": "",
                "email": "doctormoreno@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Christine",
                "middle": [],
                "last": "Butts",
                "suffix": "",
                "email": "cjbnola@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Christy",
                "middle": [],
                "last": "Chai",
                "suffix": "",
                "email": "christy.chai@bcm.edu",
                "affiliation": {}
            },
            {
                "first": "SreyRam",
                "middle": [],
                "last": "Kuy",
                "suffix": "",
                "email": "SreyRam@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The unprecedented COVID-19 pandemic has challenged our society to evaluate our core values and ethics. In a crisis like none other, health care facilities and physicians are now facing shortages of ventilators, beds, and even basic personal protective equipment. Many physicians are already facing a profound ethical dilemma: how to allocate these resources during shortages1, 2, 3, 4; with some hospitals, states and countries even having to establish policies on which groups of patients to prioritize in providing lifesaving treatment during the COVID-19 crisis.5, 6, 7, 8\n",
            "cite_spans": [
                {
                    "start": 374,
                    "end": 375,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 377,
                    "end": 378,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 380,
                    "end": 381,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 383,
                    "end": 384,
                    "mention": "4",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 565,
                    "end": 566,
                    "mention": "5",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 568,
                    "end": 569,
                    "mention": "6",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 571,
                    "end": 572,
                    "mention": "7",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 574,
                    "end": 575,
                    "mention": "8",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Bioethicists, thought leaders, and think tanks have formulated frameworks to provide guidance for physicians on how to allocate scarce resources during crises9, 10, 11, 12, 13. Already, as seen in guidelines of resource allocation published in the United States 14 during this COVID-19 pandemic, physicians are being asked to switch from doing what-is-best for the patient (patient-centric) to doing what-is-best for society (society-centric), a position that is both uncomfortable and unfamiliar for many American practitioners.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 159,
                    "mention": "9",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 161,
                    "end": 163,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 165,
                    "end": 167,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 169,
                    "end": 171,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 173,
                    "end": 175,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Among the many guidelines for public-health crisis, perhaps none is more unsettling than the guidelines that discuss not only how to ration ventilators, but also the guidelines that provide framework on how to reallocate ventilators (remove a ventilator from one patient to give to another)15. Eminent bioethicists and thought leaders such as Emanuel et al. have argued that during a crisis like the COVID-19 pandemic, when demand far exceeds the capacity of a system, it is justifiable to preferentially “remove a patient from a ventilator or an ICU bed to provide it to others in need” in order to maximize public benefit. In the United States, this concept shakes many of us to the core, because it can be interpreted to go against our Hippocratic Oath. Nevertheless, physicians across the globe are now faced with this very real dilemma during the COVID-19 pandemic.",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 292,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The overarching goal of this discussion is to address the ethics behind reallocation of ventilators during the COVID-19 crisis. While there are many ethical principles that apply to crisis situations, some of which can be quite complex, we will only discuss those that are germane to our position. It is our hope that this discussion will better equip health care professionals during the ethical challenges that arise during this and possibly future pandemics, and also assuage the emotional and psychologic impact that such a traumatic scenario has on health care providers.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The work of eminent bioethicists such as Emanuel and others on medical allocation of scarce resources during times of public health emergencies are now in front and center of public discourse during the COVID-19 crisis. But, the reality is that allocation of ventilators is controversial among health care providers20, 21, 22.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 317,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 319,
                    "end": 321,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 323,
                    "end": 325,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Ethical Considerations during Times of Public Health Crisis: Reallocation of Ventilators ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "It is generally accepted that in the course of performing routine clinical practice, the deontological approach is preferred over the utilitarian approach. In deontological ethics, the patient is at the center (patient-centric) of the decision process, and the clinician has a fiduciary responsibility to his/her patients23. In other words, the physician makes decision that is in the best interest of the patient. In contrast, during times of national crisis, it can be argued that the utilitarian or public-centric approach takes precedence23. Priorities are shifted from doing what is needed to save an individual patient to doing what is needed to achieve the greater public good. The utilitarian approach would require that a certain degree of rationing is needed to preserve the overall well-being of society. For example, suppose there are two patients who will require a truly emergency operation right now!; the first patient is a 30-year old woman who suffered a major liver laceration and will require massive blood transfusion, and a second patient is a 65-year old man who has peritonitis from a perforated diverticulitis. In normal times, the surgeon can fulfill his/her fiduciary responsibilities to both, because the community has sufficient capacity for him/her to do both operations simultaneously. In contrast, in a situation where the surgeon can perform only one surgery and resources such as blood products are scarce, under utilitarian ethics, the surgeon would choose to operate on the 65-year old man with peritonitis, because this would require fewer resources. To do otherwise would deplete the blood products, thus denying life-saving opportunities for more than one patient and preventing society from achieving the end goal of saving the most lives.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 544,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Ethical Considerations during Times of Public Health Crisis: Reallocation of Ventilators ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "The act of removing a ventilator from one patient, especially without consent, and giving it to another is a foreign and repulsive concept to some in the medical field. Aside from advance directives of a patients’ wishes to not be kept intubated for a prolonged period of time, taking a ventilator from one patient (without the patient’s consent) to give to another, is against the principles of autonomy (the right of the patient to make informed decisions about his/her medical care), beneficence (actions that serve the best interest of the patient and the family), and non-maleficence (do no harm). In essence, this recommendation, which has been advocated by some bioethicists, is asking health care professionals to, metaphorically speaking, push the fat man over the bridge in order to save the five lives. From a Kantian perspective, removing the breathing tube from one patient and giving it to another in order to maximize the greater good of society violates the moral imperative of never treating other people as means to ends, even if the action leads to a greater good. No matter how laudable the consequences are, the moral imperative should never be violated, “even if the heavens fall”24.",
            "cite_spans": [
                {
                    "start": 1202,
                    "end": 1204,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Reallocating Ventilators: The Moral Equivalency of Active or Passive Killing ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "One might argue, however, that rather than “pulling out the breathing tube” to give to another in a situation of scarce ventilators, health care professionals might provide comfort care to the intubated patient, letting that patient die in due course. Prima facie, this appears to be an ethical approach, but according to Rachels25, there is no distinction between killing and letting someone die. In other words, whether one actively performs an action that leads to a patient’s demise or passively allows it to happen, there is no moral distinction between the two.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 331,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Reallocating Ventilators: The Moral Equivalency of Active or Passive Killing ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "Philippa Foot, from the Trolley example, and other bioethicists such as William Cartwright argue that there really is a moral distinction, and this distinction is derived from a principle of moral duties. They contend that there are two types of duties, negative and positive. Negative duties are those that require us not to harm others, while positive dues are duties to help others. Positive duties require us to render assistance, knowing that we cannot provide assistance to all. Therefore, positive duties are selective and circumscribed. Negative duties require that we avoid harming to all others and therefore, our negative duties are owed to all26. When negative and positive duties clash, negative duties take precedence23.",
            "cite_spans": [
                {
                    "start": 655,
                    "end": 657,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 731,
                    "end": 733,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Moral Duties: Positive vs Negative Duties ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "Therefore, how do moral duties apply to reallocation of ventilators during the COVID-19 crisis? Even though one may not be able to provide ventilators to everyone who needs them due to a surge of COVID-19 positive patients (positive duty), one should not pull the breathing tube out of one patient to give it to another. By so doing, one is causing harm to that one patient (negative duty). Because the negative duty (do not harm the patient) takes precedence over positive duty (one can only help many but not all), the active act of pulling the breathing tube is therefore, morally inferior to the passive act of supportive care.",
            "cite_spans": [],
            "section": "Moral Duties: Positive vs Negative Duties ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "The double-effect principle is another potential perspective to evaluate the morality of reallocating ventilators. Though he did not use the term “double-effect”, Saint Thomas Aquinas (1225-1274) is credited for this principle in defense of the Just War doctrine, a doctrine to justify waging war27. Aquinas purports that some actions have not just one effect, but rather two (i.e. double effect); a good effect and a bad effect. The double-effect principle allows for bad effects as long as the following conditions are met: (1) the action itself must be morally good or morally neutral, (2) the bad effect must not be the means by which the good effect is achieved, (3) the motive must be to achieve only the good effect, and (4) the good effect must be greater than the bad effect. Additionally, the bad effects may be foreseen but never intended. In essence, the double-effect states that one can perform an act that has some bad consequences as long as the act is overall good and if the bad effects are unintended.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 298,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Double-Effect Principle ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "In the case of reallocating ventilators during the COVID-19 pandemic, only a number of criteria of the double-effect are met. The greater number of lives saved, the motive to achieve the greater good for society (i.e. more lives saved), and death foreseen but unintended fulfilled the criteria. But, the bad effect (death) cannot be considered as morally good or morally neutral; and the patient posed no threat to society and therefore, the act of withdrawing ventilator support was neither morally good nor morally neutral. Furthermore, the death of the patient was used as a means to achieve the greater good for society. One might argue that the patient was not a means and if by chance, the patient somehow survives such an ordeal and that his/her survival did not affect the end goal of having more lives saved, then the double-effect principle has not been violated. Most patients, however, whose tubes are removed while still ventilator-dependent will die. Thus, in the case of reallocating ventilators during a COVID-19 shortage, the death of one patient is exchanged for the life of others; this is a principle that clearly violates the double-effect principle.",
            "cite_spans": [],
            "section": "Double-Effect Principle ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "Kant’s position that humans should be treated as an end in themselves and not merely as a means to something is a profound principle that we as physicians must remember. Let us consider an absurd classic thought experiment devised by Foot involving a transplant surgeon. Suppose a transplant surgeon has five dying patients and each is in need of different organs. The surgeon is called to care for a young person who was involved in a minor car accident. By all metrics, this young person could provide the necessary organs to the five dying patients. Does the surgeon remove the required organs? The act would fulfill the utilitarian perspective of achieving a more efficient and just allocation of resources, but, the principle of non-maleficence would prohibit such an act, and the Kantian philosophy that an individual should never be treated as a means also invalidates the act as being immoral.",
            "cite_spans": [],
            "section": "Double-Effect Principle ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "Public trust of the health care system is vital, especially during times of crisis. Vulnerable populations are likely to be at a great risk of being marginalized. Although current guidelines have made a laudable effort to be fair, equitable, and just, a lack of buy-in from the public may make it difficult to implement. Lack of public trust has its precedent. Prior experiences, such as the unconscionable Tuskegee experiment and the Willowbrook school study, have left vulnerable communities understandably distrustful of the medical system28\n,\n29. Consequently, this distrust may have adverse impacts on how the public interprets any COVID-19 guidelines of ventilator reallocation that prioritizes a group or reallocates resources which have been instituted at hospitals across the country. While most of the guidelines were drawn with best intentions, even the most thoughtfully crafted ones run the risk of suffering from implicit bias. One study noted that “respondents expressed greater resentment, gave lower health care priority scores, and were more reluctant to make a financial contribution to the health care costs of patients presented as black and unemployed than as white and unemployed”30.",
            "cite_spans": [
                {
                    "start": 542,
                    "end": 544,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1203,
                    "end": 1205,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Trust and the Health Care System ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "Approaching the issue of resource allocation during the COVID-19 pandemic should be rooted in known ethics and historic precedent as much as possible. This approach will limit as best as possible any speculation and value-based judgements. Unfortunately, this approach can conflict with the views of the public. Discussing the Influenza pandemic, Biddison et al. described a model for public values regarding how scarce mechanical ventilators should be allocated, one that is strikingly similar to the problem many hospitals are facing today during the COVID-19 pandemic31. The study panel emphasized a dichotomy between the understanding of the lay public and reality of decisions that must be made in the health care setting. Most strikingly, the public expressed a desire to simply create more ventilators, and that emergency allocation of resources by health care teams would simply exacerbate existing inequalities (such as insured versus uninsured). Part of the ethical duty of health care workers is to address and quell these concerns from the public. One approach to do so may be improved communication - public officials can be more responsive in communications surrounding how ventilators and other life-saving equipment is being allocated and in describing the realities of why simply creating more equipment may not be immediately possible. Discussing such information honestly and transparently can also help combat misinformation that has circulated during COVID-19, as it has during the past.",
            "cite_spans": [
                {
                    "start": 570,
                    "end": 572,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Trust and the Health Care System ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "But in reality, value-judgements may be needed in extreme circumstances. This situation may become apparent if the needed equipment (such as ventilators) becomes too few to handle the patient load. In these times, it is essential to communicate with the public openly as well to maintain (and explain) an ethical approach and a strong understanding of ethics in the public eye.",
            "cite_spans": [],
            "section": "Trust and the Health Care System ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "\nThe decision to withdraw care should be made jointly between the patient’s family members and the caring team. The sacred relationship between the patient and their physician creates an environment of trust, which can minimize the psychologic impact for both sides when withdrawal of care is initiated. First and foremost, health care professional should honor an advanced directive of DNR/DNI. In cases where the physician believes that continued care is futile, but the family wishes to continue with ventilator support, then the patient’s surrogates and the caring team should agree on a set of expectations, at which time futile care should cease for the sake of the dignity of the patient32.",
            "cite_spans": [
                {
                    "start": 694,
                    "end": 696,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Proposed Solution: ::: Ethics and Medicine:",
            "ref_spans": []
        },
        {
            "text": "As physicians, ethical dilemmas confront us on a daily basis, but they have been magnified markedly during the COVID-19 pandemic. In the words of Hippocrates \"desperate times call for desperate measures\", but our desperate measures must stay true to the modern oath we take as physicians \"...Above all, I must not play at God\"33. Unfortunately, utilitarian protocols are asking us to play God, a role that, if history has taught us anything, is fraught with horrible consequences and regrets32. It is easier to adhere to our principles during times of certainty, but much harder to do so during a crisis. While the COVID-19 pandemic forces us to balance competing applications of these principles and even asks us to consider the welfare of society over that of an individual, we believe that we must remain steadfast to “Do No Harm,” and not to treat patients merely as a means, even if it leads to a greater good. While current guidelines aim to maximize benefits, we believe that the concept of taking a ventilator from one patient to give to another without patient or family consent lacks adequate moral foundations34.",
            "cite_spans": [
                {
                    "start": 326,
                    "end": 328,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 491,
                    "end": 493,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Conclusion:",
            "ref_spans": []
        },
        {
            "text": "We have a moral obligation to treat all of our patients equally with the resources available to us, regardless of their circumstances. We should encourage and brainstorm ideas that foster solutions, such as protocols for multi-person ventilator use, re-purposing our pharmaceuticals in novel ways to treat COVID-19, and incentivizing manufacturers to transition from producing less essential equipment to manufacturing ventilator parts. We believe strongly that we should not succumb to utilitarian protocols that ask physicians to take a patient off of a ventilator to give to another. There are no perfect guidelines and what is perceived as fair by society may not be fair to the individual patient.",
            "cite_spans": [],
            "section": "Conclusion:",
            "ref_spans": []
        },
        {
            "text": "In these unprecedented times, we will inevitably incur loss of life, but we can take solace in knowing that we adhered to our moral duty to not abandon our patients, were sensitive to the needs of vulnerable populations, and fulfilled our duties as physicians, while preserving the public trust.",
            "cite_spans": [],
            "section": "Conclusion:",
            "ref_spans": []
        },
        {
            "text": "Ethicists and thought leaders provide guidance for times of scarce medical resources, but successful implementation requires buy-in from health care professionals as well as the public. Without a clear moral basis to convincingly justify the act of “removing the breathing tube” from the patient, such policy will be met with resistance and possibly outrage in the community and even in the hospital.",
            "cite_spans": [],
            "section": "Conclusion:",
            "ref_spans": []
        },
        {
            "text": "Finally, regardless of the different ethics to support or refute potential need for reallocation, the reality is that some things just seem gut-wrenchingly wrong, no matter what the circumstances. There are times when the benefits for the greater good will have to play second fiddle to higher principles, and ethicists, thought leaders, and think-tanks might just have to accept this fact.",
            "cite_spans": [],
            "section": "Conclusion:",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A framework for rationing ventilators and critical care beds during the COVID-19 Pandemic",
            "authors": [
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Lo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA, Published online March",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Using Kantian Ethics in Medical Ethics Education",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Donaldson",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Med Sci Educ",
            "volume": "27",
            "issn": "",
            "pages": "841-845",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Ethics and Intuitions",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Singer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "The Journal of Ethics",
            "volume": "9",
            "issn": "",
            "pages": "331-352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Active and passive euthanasia",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Rachels",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "N Engl J Med",
            "volume": "292",
            "issn": "",
            "pages": "78-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Hard choices in public health: the allocation of scarce resources",
            "authors": [
                {
                    "first": "P.E.",
                    "middle": [],
                    "last": "Liss",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Scandinavian Journal of Public Health",
            "volume": "31",
            "issn": "",
            "pages": "156-157",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Active and passive euthanasia",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Rachels",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "N Engl J Med",
            "volume": "292",
            "issn": "",
            "pages": "78-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Killing and letting die: a defensible distinction",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Cartwright",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "British Medical Bulletin",
            "volume": "52",
            "issn": "No. 2",
            "pages": "354-361",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "The Principle of Double Effect and Proportionate Reason",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Kockler",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "AMA Journal of Ethics. Policy Forum. May 2007",
            "volume": "9",
            "issn": "5",
            "pages": "369-374",
            "other_ids": {
                "DOI": [
                    "10.1001/virtualmentor.2007.9.5.pfor2-0705"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Understanding and addressing racial disparities in health care",
            "authors": [
                {
                    "first": "D.R.",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "T.D.",
                    "middle": [],
                    "last": "Rucker",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Health Care Financ Rev",
            "volume": "21",
            "issn": "4",
            "pages": "75-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Allocating ventilators in times of crisis. A brave new world",
            "authors": [
                {
                    "first": "Q.D.",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ASCO Post",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The physician’s oath: Historical perspective",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Hajar",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Heart Views",
            "volume": "18",
            "issn": "",
            "pages": "154-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}