{
    "paper_id": "PMC7112866",
    "metadata": {
        "title": "A novel method for high-throughput screening to quantify antiviral activity against viruses that induce limited CPE",
        "authors": [
            {
                "first": "Dirk",
                "middle": [],
                "last": "Jochmans",
                "suffix": "",
                "email": "dirk.jochmans@rega.kuleuven.be",
                "affiliation": {}
            },
            {
                "first": "Pieter",
                "middle": [],
                "last": "Leyssen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Johan",
                "middle": [],
                "last": "Neyts",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Viral infections remain a major burden for human health world-wide. While it is difficult to estimate the total number of disease causing viral infections, the mortality caused by some specific viral pathogens is well described. Today, antiviral drugs are only available for the treatment of infections with (i) HIV, (ii) some DNA viruses (herpes viruses, hepatitis B virus, poxviruses) and (iii) a small number of RNA viruses (HCV, RSV, and influenza virus). Decades of rigorous effort were needed to develop these drugs and specific therapy is still lacking for the treatment of infections by all other RNA viruses, leaving supportive care as the only option.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A major strategy to identify novel antivirals is to screen compound libraries using phenotypic assays. As in other disease areas the contribution of phenotypic screening to the discovery of first-in-class small-molecule drugs exceeds that of target-based approaches (Swinney and Anthony, 2011). The main phenotype used in antiviral assays is the development of a virus induced cythopathic effect (CPE). If a virus infection renders sufficient CPE in cell culture then standard viability assays (ex. MTS reduction) are feasible to detect viral and antiviral activity. However if the CPE is limited than more complicated and expensive tools are needed (ex ATP quantitation).",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 292,
                    "mention": "Swinney and Anthony, 2011",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Previously a method was reported to quantify cell toxicity. This method uses a “dead-cell protease substrate”, which contains a fluorophore (R110) quenched by the covalent linkage of two Ala-Ala-Phe peptides (bis-AAF-R110). The method can be used to detect cell death since proteolytic-cleavage by proteases, released from dead cells, restores the fluorophore (Niles et al., 2007) (Fig. 1\n). This method was developed further for the quantitation of limited CPE. The read-out is homogeneous and rather inexpensive and therefore amendable to medium- or high-throughput screening campaigns. In this paper the method is described as a solution to screen for inhibitors of human coronavirus. The human Coronavirus NL63 is used as a model system since it uses the same cellular receptor as the SARS-virus (ACE2). HCoV-NL63 causes only limited CPE on different cell lines (Schildgen et al., 2006) making CPE quantitation troublesome with classical viability staining (ex MTS reduction).",
            "cite_spans": [
                {
                    "start": 361,
                    "end": 379,
                    "mention": "Niles et al., 2007",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 867,
                    "end": 889,
                    "mention": "Schildgen et al., 2006",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 382,
                    "end": 388,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The bis-AAF-R110 peptide was purchased from Eurogentec (Liège, Belgium). Both the human coronavirus NL63 strain and the Vero118 cell line were kindly provided by Ron A. Fouchier (Erasmus Medical Center, Rotterdam, The Netherlands). The HCoV-NL63 strain was isolated from an 8 months old boy suffering from pneumonia (Fouchier et al., 2004). Vero-118 cells are a subclone of Vero-WHO cells (Kuiken et al., 2004), and are cultured in Iscove's Modified Dulbecco's Medium (Life Technologies, Gent, Belgium – cat no 21980-032) with 10% FBS, 100 IU penicillin/mL and 100 μg streptomycin/mL. Cells are split ¼ twice weekly. Anti-ACE-2 IgG and polyclonal goat IgG control were obtained from R&D systems (Abingdon, United Kingdom) (cat no AF933 and AB-108-C), solubilized in DPBS at 0.2 mg/mL and stored at −20 °C until use.",
            "cite_spans": [
                {
                    "start": 317,
                    "end": 338,
                    "mention": "Fouchier et al., 2004",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 390,
                    "end": 409,
                    "mention": "Kuiken et al., 2004",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "After different rounds of optimization the following antiviral protocol was developed: Vero-118 cells in 96-well plate format are infected with HCoV-NL63 (MOI = 0.01, 200 μL cell culture, 20,000 cells/well, IMDM 5% FBS medium). Cultures are incubated subsequently for 5 days at 35 °C after which 20 μL of the peptide solution (16 μM final concentration) is added. Fluorescence is measured after 2 h incubation at 37 °C using parameters for rhodamine fluorescence read-out.",
            "cite_spans": [],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For the MTS (3-(4,5-dimethylthiazol-2-yl)-5-(3-carboxymethoxyphenyl)-2-(4-sulfophenyl)-2H-tetrazolium, inner salt) reduction assay an MTS/Phenazine methosulphate (PMS) stock solution (2 mg/mL MTS (Promega, Leiden, The Netherlands) and 46 μg/mL PMS (Sigma–Aldrich, Bornem, Belgium) in PBS at pH 6–6.5) was diluted 1/20 in MEM (Life Technologies, Gent, Belgium – cat no 21090-022). Medium was aspirated from wells and 70 μL of MTS/PMS solution was added. After 1–2 h incubation at 37 °C absorbance was measured at 498 nm.",
            "cite_spans": [],
            "section": "Materials and methods",
            "ref_spans": []
        },
        {
            "text": "In a first experiment a virus titration of two different virusstocks of HCoV-NL63 was carried out and on day 6 p.i. read-out was performed by (i) microscopic scoring of the CPE and (ii) by using the CytoTox-Fluor™ Cytotoxicity Assay (Promega, Leiden, the Netherlands – cat no G9260). This CytoTox-Fluor™ assay has been developed to quantitate cell-death based on the cleavage of the bis-AAF-R110 peptide by proteases released from dead cells (Niles et al., 2007). In this experiment the assay was used according to the manufacturers’ instructions. Results are presented in Fig. 2\n. For both virusstocks a very good correlation between the observed levels of CPE and the increased levels of fluorescence are observed. This indicates that the release of proteases by cultures that develop CPE and the subsequent cleavage of the bis-AAF-R110 peptide to its fluorescent substrate can be used to quantitate CPE. When a similar experiment was carried out using other methods to detect cell viability such as the MTS reduction method (Fig. 3\n) or the quantitation of LDH release (data not shown), no significant difference between infected and non-infected cell cultures could be observed.",
            "cite_spans": [
                {
                    "start": 443,
                    "end": 461,
                    "mention": "Niles et al., 2007",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 573,
                    "end": 579,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1028,
                    "end": 1034,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Next experiments were designed to optimize the assay for screening purposes. The optimal condition obtained was: 20,000 cells/well of Vero-118 cells infected with HCoV-NL63 (MOI = 0.01 CCID50/cell) in IMDM medium supplemented with 5% FBS medium. Upon infection cultures are maintained for 5 days at 35 °C after which 20 μL of the peptide solution (16 μM final concentration) is added. Fluorescence is measured after 2 hr incubation at 37 °C using parameters for rhodamine fluorescence read-out. The amount of peptide used under these conditions is 3x lower than proposed by the manufacturer of the Cytotox-Fluor™ assay. Using lower levels of peptide results in a decreased signal but the signal-to-noise ratio remains sufficient high to be used under screening conditions (see below). The main reason to lower the amount of peptide is to make a screening campaign affordable.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "A batch of bis-AAF-R110 peptide was prepared by a commercial supplier. The peptide (MW 910 g/mol) was obtained as a light yellow powder, with >95% purity as determined by HPLC and was stored at −20 °C until use. Peptide stock solutions were prepared in DMSO at 100 mM and again stored at −20 °C until use.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In a subsequent experiment the performance of the custom synthesized peptide stock was compared with that of the CytoTox-Fluor™ kit. In addition the antiviral activity of a known SARS inhibitor, that is, Anti-ACE2 IgG was evaluated. This antibody inhibits SARS virus replication by binding ACE2 and preventing the virus to enter the cell (Li et al., 2003, Ivens et al., 2005). The experiment was set-up as a standard antiviral experiment in which the antibody was diluted in medium at different concentrations in duplicate after which virus and cells were added. In the same way a polyclonal goat IgG was used as a control. Untreated infected (virus controls), and treated uninfected (cell controls) cultures were included on each plate (6 wells each). On day 5 p.i. one plate was analyzed using the CytoTox-Fluor™ kit according to manufacturers’ protocol (except that the peptide was used at a 3× lower concentration). In brief the peptide solution was diluted 1/600 in assay buffer (as supplied with the kit) and 20 μL/well was added to the 96-well plate. The other plate was analyzed in parallel using the custom made peptide. To this end a 100 mM DMSO stock of the peptide was diluted 1/600 in assay medium and 20 μL/well was added (final peptide concentration 16 μM). Plates were incubated at 37 °C for 90′ and following thorough shaking the plates were read. Results are presented in Fig. 4\n. The performance of the custom prepared peptide batch was comparable to that of the CytoTox-Fluor™ kit. A Z’ factor of 0.73 and 0.70 was calculated in this experiment for the custom prepared and commercial peptide respectively. A Z’ > 0.5 indicates sufficient quality for screening (Zhang et al., 1999). In addition the results show that the Anti-ACE2 IgG inhibits in vitro HCoV-NL63 replication with an EC50\n ∼ 0.3 μg/mL. The polyclonal goat IgG, used as a negative control, showed an EC50\n > 10 μg/mL (Fig. 4). It has been reported previously that the anti-ACE2 IgG is not toxic at concentrations up to 125 μg/mL (Li et al., 2003, Ivens et al., 2005). Also in the experiment above no effect of the anti-ACE2 IgG on cellular morphology could be observed microscopically (data not shown). The antiviral activity found is ∼3× more pronounced than the activity against the SARS coronavirus (Li et al., 2003, Ivens et al., 2005). This is not unexpected since both viruses are known to bind the ACE2 receptor differently and have evolved independently in their ability to use it for cellular entry (Wu et al., 2011).",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 354,
                    "mention": "Li et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 356,
                    "end": 374,
                    "mention": "Ivens et al., 2005",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1681,
                    "end": 1699,
                    "mention": "Zhang et al., 1999",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2014,
                    "end": 2029,
                    "mention": "Li et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2031,
                    "end": 2049,
                    "mention": "Ivens et al., 2005",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2287,
                    "end": 2302,
                    "mention": "Li et al., 2003",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 2304,
                    "end": 2322,
                    "mention": "Ivens et al., 2005",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 2493,
                    "end": 2508,
                    "mention": "Wu et al., 2011",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1390,
                    "end": 1396,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1902,
                    "end": 1908,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Finally two independent antiviral assays were carried out using the custom prepared peptide. In each assay four 96-well plates were used with 6-infected and 6-uninfected wells in each plate. Fluorescence was quantified on day 5 p.i. and resulted in a Z’-factor of 0.63 (Fig. 5\n).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 270,
                    "end": 276,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We demonstrate that a method, previously validated for quantitation of cell toxicity (Niles et al., 2007), can also be used to quantitate virus induced CPE and antiviral activity under conditions suitable for screening. The assay principle relies on the detection of proteases released from dead cells by using the bis-AAF-R110 peptide, which upon cleavage, turns fluorescent. The main advantage of this method, in comparison to cell viability measurements such as the MTS reduction or LDH release methods, is the sensitive detection of limited virus induced CPE. This allows its use in antiviral screening campaigns with viruses that cause only limited levels of CPE. In addition the assay is highly homogenous (no washing steps) and affordable. In our hands the cost of substrate is ∼€0.03/well. Another advantage is the non-destructive nature of the method, allowing microscopic inspection and simultaneous or sequential use of other assay methods in the same well (for example to evaluate toxic or anti-proliferative effects of the compounds). Because the method is non-destructive the samples remain infectious. In general this is not a limitation as fluorescence can be measured in most plate readers with the plate lid covering the plate.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 104,
                    "mention": "Niles et al., 2007",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: A novel assay principle to quantitate virus induced CPE.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Two different virusstocks (A and B) were titrated in a 96-well plate using the standard protocol. At day 6 p.i. titrations were read by microscopic scoring and with the CytoTox-Fluor™ Cytotoxicity Assay. CPE scoring was done on a scale from 0 to 1 where 0 indicates no CPE and 1 indicates CPE. Each measurement was performed in duplicate.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Comparing MTS Reduction with bis-AAF-R110 cleavage. An infectivity assay was carried out using the same protocol as the antiviral assay described in the methods. Five days p.i. the CPE was quantitated using either MTS reduction (Left) or bis-AAF-R110 cleavage (CytoTox-Fluor™ assay) (Right). Only the bis-AAF-R110 cleavage assay allows quantitation of the limited amount of CPE.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Assaying Z’ factors in virus infected Vero118 cells using either (A) the Cytotox-Fluor™ kit or (C) a custom-prepared bis-AAF-R110 peptide. Data are means and ±SD for 6 wells/condition. Panels B and D demonstrate the effect of Anti-ACE-2 IgG (●) or polyclonal goat IgG (○) on the replication of HCoV-NL63 using the Cytotox-Fluor™ kit or the custom-prepared bis-AAF-R110 peptide respectively.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Assay quality under HTS conditions using the custom prepared bis-AAF-R110 peptide. Two independent antiviral experiments were performed each using four 96-well plates. The individual results of the infected and uninfected control wells (total number of wells/condition is 48) as well as the average and Z’ are presented.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A previously undescribed coronavirus associated with respiratory disease in humans",
            "authors": [
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "N.G.",
                    "middle": [],
                    "last": "Hartwig",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Niemeyer",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "de Jong",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the National Academy of Sciences of the United States of America",
            "volume": "101",
            "issn": "",
            "pages": "6212-6216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Experimental human metapneumovirus infection of cynomolgus macaques (Macaca fascicularis) results in virus replication in ciliated epithelial cells and pneumocytes with associated lesions throughout the respiratory tract",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "B.G.",
                    "middle": [],
                    "last": "van den Hoogen",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "van Riel",
                    "suffix": ""
                },
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Laman",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "van Amerongen",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sprong",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "A.D.",
                    "middle": [],
                    "last": "Osterhaus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "American Journal of Pathology",
            "volume": "164",
            "issn": "",
            "pages": "1893-1900",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Vasilieva",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sui",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Berne",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Somasundaran",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Luzuriaga",
                    "suffix": ""
                },
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "Greenough",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Choe",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Farzan",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "426",
            "issn": "",
            "pages": "450-454",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A homogeneous assay to measure live and dead cells in the same sample by detecting different protease markers",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Niles",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Moravec",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Eric Hesselberth",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Scurria",
                    "suffix": ""
                },
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Daily",
                    "suffix": ""
                },
                {
                    "first": "T.L.",
                    "middle": [],
                    "last": "Riss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Analytical Biochemistry",
            "volume": "366",
            "issn": "",
            "pages": "197-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Identification of cell lines permissive for human coronavirus NL63",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Schildgen",
                    "suffix": ""
                },
                {
                    "first": "M.F.",
                    "middle": [],
                    "last": "Jebbink",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "de Vries",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Pyrc",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Dijkman",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Kupfer",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "van der Hoek",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Virological Methods",
            "volume": "138",
            "issn": "",
            "pages": "207-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "How were new medicines discovered?",
            "authors": [
                {
                    "first": "D.C.",
                    "middle": [],
                    "last": "Swinney",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Anthony",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Nature Reviews Drug Discovery",
            "volume": "10",
            "issn": "",
            "pages": "507-519",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A virus-binding hot spot on human angiotensin-converting enzyme 2 is critical for binding of two different coronaviruses",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Pennell",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Mansky",
                    "suffix": ""
                },
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "Geraghty",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Journal of Virology",
            "volume": "85",
            "issn": "",
            "pages": "5331-5337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "A simple statistical parameter for use in evaluation and validation of high throughput screening assays",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "T.D.",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "K.R.",
                    "middle": [],
                    "last": "Oldenburg",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Journal of Biomolecular Screening",
            "volume": "4",
            "issn": "",
            "pages": "67-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Development of a homogeneous screening assay for automated detection of antiviral agents active against severe acute respiratory syndrome-associated coronavirus",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ivens",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Van den Eynde",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Van Acker",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Nijs",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Dams",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Bettens",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ohagen",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Pauwels",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Hertogs",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Virological Methods",
            "volume": "129",
            "issn": "",
            "pages": "56-63",
            "other_ids": {
                "DOI": []
            }
        }
    }
}