{
    "paper_id": "PMC7123311",
    "metadata": {
        "title": "Searching for Superspreaders: Identifying Epidemic Patterns Associated with Superspreading Events in Stochastic Models",
        "authors": [
            {
                "first": "Ami",
                "middle": [],
                "last": "Radunskaya",
                "suffix": "",
                "email": "aer04747@pomona.edu",
                "affiliation": {}
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Segal",
                "suffix": "",
                "email": "rasegal@vcu.edu",
                "affiliation": {}
            },
            {
                "first": "Blerta",
                "middle": [],
                "last": "Shtylla",
                "suffix": "",
                "email": "shtyllab@pomona.edu",
                "affiliation": {}
            },
            {
                "first": "Christina",
                "middle": [
                    "J."
                ],
                "last": "Edholm",
                "suffix": "",
                "email": "cedholm@utk.edu",
                "affiliation": {}
            },
            {
                "first": "Blessing",
                "middle": [
                    "O."
                ],
                "last": "Emerenini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anarina",
                "middle": [
                    "L."
                ],
                "last": "Murillo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Omar",
                "middle": [],
                "last": "Saucedo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Nika",
                "middle": [],
                "last": "Shakiba",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xueying",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Linda",
                "middle": [
                    "J.",
                    "S."
                ],
                "last": "Allen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Angela",
                "middle": [],
                "last": "Peace",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The prevalence of most infectious diseases is often assumed to emerge from person-to-person interactions among a population of individuals who are considered homogeneous with respect to contact, transmission, and recovery behavior. However, it is more realistic to assume that diseases spread among a heterogeneous population. Host heterogeneity may be due to physiological, behavioral, or immunological differences [33]. Behavioral differences may also be related to the environmental setting [33]. For example, some individuals are at a higher risk for spreading the disease due to increased contact with susceptible persons or longer length of infection. This has been observed in the spread of sexually transmitted and vector-borne diseases, where high-risk individuals are characterized by the “20/80” rule, in which 20% of the infected individuals are responsible for 80% of the disease transmission [21, 41]. The 2002–2003 SARS epidemic highlighted the role of superspreaders (SS), defined as people who infect a large number of individuals, in comparison to nonsuperspreaders (NS) who transmit the disease to few or none [6, 15, 30, 40]. However, the exact characteristics of SS and their impact on disease dynamics are difficult to define. Lloyd et al. studied the effects of heterogeneity in infectiousness and then found that the proportion of SS contributed to high levels of heterogeneity for several infectious diseases (e.g., SARS, measles, influenza, rubella, smallpox, Ebola, and other diseases) [26]. Currently, there are no well-known methods for identifying SS in the population or control efforts to reduce the disease transmission at the individual or population levels based on SS. We consider two infectious diseases, Ebola and Middle East respiratory syndrome (MERS), that are associated with certain cultural and health behaviors for which contact patterns may be traceable. Focusing on these two epidemic cases, we will provide insight into disease patterns associated with superspreading events.",
            "cite_spans": [
                {
                    "start": 417,
                    "end": 419,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 495,
                    "end": 497,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 911,
                    "end": 913,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1130,
                    "end": 1131,
                    "mention": "6",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1133,
                    "end": 1135,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1137,
                    "end": 1139,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1141,
                    "end": 1143,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1514,
                    "end": 1516,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Ebola virus was first discovered in 1976 in Africa, in the country now named the Democratic Republic of the Congo, near the Ebola river. Ebola virus can persist in the environment through animal-to-animal transmission, e.g., bats can transmit the virus to apes, monkeys, antelopes, and other animals. The virus can also be transmitted to humans through contact with infected animals in the environment during hunting, meat preparation, or from an animal bite. Infection can be transmitted to other humans through contact with bodily fluids, such as blood, secretions, and organs of sick or diseased individuals, or with contaminated objects, such as bedding and clothes. According to the World Health Organization (WHO), the 2014–2016 Ebola outbreak in West Africa had the most cases and deaths of any Ebola outbreak to date [38]. This spread might have been increased due to infected health-care workers’ close contact with susceptible individuals. Additionally, burial ceremonies may increase contact with infectious deceased bodies that contain the virus. The incubation period, defined as the time of infection to onset of symptoms, ranges from 2 to 21 days [38]. Individuals can recover from Ebola; however, mortality rates range from 25 to 90%. In 2016, the WHO announced that the first vaccine trial implemented in Guinea was 100% effective [17, 37]. The recent preventive measures announced by the Centers for Disease Control and Prevention (CDC) include: reducing contacts with infected animals or bodily fluids of infected individuals, isolating infected and deceased individuals, early detection of infected individuals, and maintaining a clean environment [8].",
            "cite_spans": [
                {
                    "start": 826,
                    "end": 828,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1163,
                    "end": 1165,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1349,
                    "end": 1351,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1353,
                    "end": 1355,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1669,
                    "end": 1670,
                    "mention": "8",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "MERS was first identified in 2012 from an outbreak that occurred in Saudi Arabia [40]. The source of infection was identified as dromedary camels. However, most cases are not due to camel-to-human infections. MERS outbreaks among humans arise from human-to-human interactions, where many cases occur in healthcare settings with poor health prevention and control practices. In 2015, an outbreak of MERS in South Korea was driven by three SS, initiated with one SS contracting MERS during international travel. The first SS was responsible for 29 secondary infections through various clinical visits. Two subsequently infected individuals were responsible for 106 tertiary infections [39, 40]. Individuals infected with MERS can be asymptomatic, while others may experience the following symptoms: fever, coughs, shortness of breath, diarrhea, and pneumonia. Nearly, 35% of MERS cases resulted in death. While no vaccine or treatments are available, individuals are advised to maintain good hygiene when coming into contact with animals, particularly camels, such as washing hands and avoiding contact with sick animals. Additional prevention strategies include consuming thoroughly cooked and prepared animal products [39].",
            "cite_spans": [
                {
                    "start": 82,
                    "end": 84,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 684,
                    "end": 686,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 688,
                    "end": 690,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1219,
                    "end": 1221,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Mathematical models formulated for recent outbreaks of MERS and Ebola have applied the compartmental setting with various disease stages such as susceptible, exposed, infectious, and recovered (SEIR) or performed statistical analyses to identify important parameters in spread of the disease ([11, 23, 24] MERS and [4, 10, 16, 22] Ebola). Additional classes for asymptomatic, hospitalized, or isolated individuals were also included in MERS models [11, 23]. Time-dependent transmission parameters accounted for superspreading events (e.g., [22–24]). Superspreading events have also been investigated with multitype branching processes by including individual heterogeneity in offspring generating functions [18, 26]. All of these models have contributed to a better understanding of the role of superspreaders in disease outbreaks. Our models incorporate the compartmental framework and apply stochastic simulations with theory from branching processes to further elucidate the role of superspreaders in disease dynamics.",
            "cite_spans": [
                {
                    "start": 294,
                    "end": 296,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 298,
                    "end": 300,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 302,
                    "end": 304,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 316,
                    "end": 317,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 319,
                    "end": 321,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 323,
                    "end": 325,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 327,
                    "end": 329,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 449,
                    "end": 451,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 453,
                    "end": 455,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 708,
                    "end": 710,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 712,
                    "end": 714,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In this investigation, we develop a mathematical modeling framework that incorporates the heterogeneity of hosts through differences in transmission rates to assess the role of SS in disease spread at the population level. Specifically, we aim to study the disease dynamics in a heterogeneous population consisting of SS and NS individuals, and develop a deterministic model based on ordinary differential equations (ODEs) which is expanded to a stochastic model that is implemented as a continuous-time Markov chain (CTMC) system and approximated by a multitype branching process [1, 2]. We incorporate estimated parameter values from published data of prior MERS and Ebola epidemics into our models. Next, we compute the basic reproduction number for the ODE model, and perform sensitivity analysis using Latin hypercube sampling and partial rank correlation. By varying the initial size of SS and model parameters of the CTMC model, we derive and verify analytical estimates obtained using multitype branching process approximations with model simulations to predict the probability of an epidemic outbreak. In further numerical simulations of the CTMC model, we compute sample paths, probability of outbreak, number of deaths, time to outbreak, time to peak infection, and peak number of infectious individuals. Our analyses and numerical simulations reveal how SS influence the dynamics of epidemic outbreaks, which may provide useful insight for public health interventions.",
            "cite_spans": [
                {
                    "start": 582,
                    "end": 583,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 585,
                    "end": 586,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "We compute the reproduction number for the ODE system (2.1) using the next-generation matrix [34]. The basic reproduction number, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal {R}_{0}$$\n\\end{document}ℛ0, is defined as the number of secondary cases produced by the introduction of a single infected individual into a fully susceptible population. If \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal R_0>1$$\n\\end{document}ℛ0>1, an outbreak occurs in the ODE model. We start by defining two matrices, F and V , where the F matrix represents the newly infected rates in the system, and V represents the remaining rates in the infected compartments, Eqs. (1) and (2) respectively. The matrix F − V is the Jacobian matrix of the infected compartments evaluated at the disease-free equilibrium (DFE), where \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\bar S_i=N_i(0)$$\n\\end{document}S¯i=Ni(0) and E\ni = A\ni = I\ni = R\ni = 0, i = 1, 2. We find the spectral radius of the matrix FV\n−1 (Appendix 1), which equals the basic reproduction number, 2.2\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\displaystyle \\begin{aligned} \\begin{array}{rcl} \\mathcal{R}_{0} = \\underbrace{\\dfrac{\\beta_{1}\\frac{N_1}{N}(\\gamma_{1}+\\delta_{1}+\\mu_{I_{1}})}{(\\delta_{1}+\\mu_{A_{1}})(\\gamma_{1}+\\mu_{I_{1}})}}_{NS}+\\underbrace{ \\dfrac{\\beta_{2}\\frac{N_2}{N}(\\gamma_{2}+\\delta_{2}+\\mu_{I_{2}})}{(\\delta_{2}+\\mu_{A_{2}})(\\gamma_{2}+\\mu_{I_{2}})}}_{SS}.{} \\end{array} \\end{aligned} $$\n\\end{document}ℛ0=β1N1N(γ1+δ1+μI1)(δ1+μA1)(γ1+μI1)⏟NS+β2N2N(γ2+δ2+μI2)(δ2+μA2)(γ2+μI2)⏟SS. The basic reproduction number has the form typical of a multigroup/stage progression model [34]. It is the sum of two basic reproduction numbers, one for each group, NS when i = 1 and SS when i = 2. In particular, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal R_0=\\sum _{i=1}^2\\mathcal R^i_{0}$$\n\\end{document}ℛ0=∑i=12ℛ0i, where \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\displaystyle \\begin{aligned}\\mathcal R^i_{0}=\\dfrac{\\beta_i N_i/N}{\\delta_i+\\mu_{A_i}}+\\dfrac{\\beta_i(N_i/N)\\delta_i}{(\\delta_i+\\mu_{A_i})(\\gamma_i+\\mu_{I_i})}, \\ i=1,2.\\end{aligned}$$\n\\end{document}ℛ0i=βiNi∕Nδi+μAi+βi(Ni∕N)δi(δi+μAi)(γi+μIi),i=1,2. The two terms in the preceding expression represent new infections resulting from either the asymptotic stage A\ni or from the infectious stage I\ni, i = 1, 2. In addition for group i, the term β\ni(N\ni∕N) is the number of successful transmissions from an individual in stage A\ni (first term) or from an individual in stage I\ni (second term) that result in exposed individuals. The term \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$1/(\\delta _i+\\mu _{A_i})$$\n\\end{document}1∕(δi+μAi) is the average length of the asymptotic stage while \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$1/(\\gamma _i+\\mu _{I_i})$$\n\\end{document}1∕(γi+μIi) is the average length of the infectious stage, and \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\delta _i/(\\delta _i+\\mu _{A_i})$$\n\\end{document}δi∕(δi+μAi) is the probability of transitioning from A\ni to I\ni. For parameter values in Table 2 and for equal proportion of SS and NS, N\n1∕N = 0.5 = N\n2∕N, the basic reproduction number for MERS is \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal R_0=2.36$$\n\\end{document}ℛ0=2.36 and for Ebola it is \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal R_0=3.75$$\n\\end{document}ℛ0=3.75.",
            "cite_spans": [
                {
                    "start": 94,
                    "end": 96,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 2545,
                    "end": 2547,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Basic Reproduction Number ::: Deterministic Model",
            "ref_spans": [
                {
                    "start": 5081,
                    "end": 5082,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The theory of multitype (Galton–Watson) branching processes has a long history (e.g., [2, 13, 36] and references therein). It has been used to approximate the dynamics of the CTMC model near the DFE and the stochastic threshold for a disease outbreak [1–3, 36]. In fact, the stochastic threshold (i.e., probability of a disease outbreak) is directly related to the basic reproduction number as defined in the corresponding deterministic model (2.1) (see [3, 36]). More specifically, if the basic reproduction is less than unity, then disease extinction occurs with probability one. In this case, the branching process is called subcritical. However, if the basic reproduction number is greater than unity, the probability of disease extinction is less than one (probability of outbreak is greater than zero) and the process is referred to as supercritical.",
            "cite_spans": [
                {
                    "start": 87,
                    "end": 88,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 90,
                    "end": 92,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 94,
                    "end": 96,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 252,
                    "end": 253,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 254,
                    "end": 255,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 455,
                    "end": 456,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 458,
                    "end": 460,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Branching Process Approximation ::: Markov Chain Model",
            "ref_spans": []
        },
        {
            "text": "In what follows, we will apply a multitype branching process approximation of the CTMC model at the DFE to estimate disease extinction probability. First, let us define the offspring probability generating function (pgf) for the exposed, asymptomatic, and infectious individuals in NS and SS. Let X = (X\n1, …, X\n6) := (E\n1, A\n1, I\n1, E\n2, A\n2, I\n2) be a vector of integer-valued random variables and δ\nij denote the Kronecker delta (i.e., δ\nij = 1 if i = j and zero otherwise). In general, the offspring pgf for type i given X\nj(0) = δ\nij is a function from [0, 1]6 to [0, 1], and it takes the form: 3.1\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\displaystyle \\begin{aligned} \\begin{array}{rcl} f_i(x_1,\\ldots,x_6)&\\displaystyle =&\\displaystyle \\sum_{k_1=0}^{\\infty}\\ldots \\sum_{k_6=0}^{\\infty}P_i(k_1,k_2,\\ldots,k_6)x_1^{k_1}\\cdots x_6^{k_6}. \\end{array} \\end{aligned} $$\n\\end{document}fi(x1,…,x6)=∑k1=0∞…∑k6=0∞Pi(k1,k2,…,k6)x1k1⋯x6k6. Here, P\ni(k\n1, k\n2, …, k\n6) is the probability that the individual of type i gives “birth” to k\nj individuals of type j for j = 1, 2, …, 6. In particular, the pgfs f\ni : [0, 1]6 → [0, 1] (i = 1, …, 6) are given by: \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\displaystyle \\begin{aligned} \\begin{array}{rcl} f_{1}(x_1, x_2,\\ldots, x_6)&\\displaystyle =&\\displaystyle x_2,\\\\ f_{2}(x_1, x_2,\\ldots, x_6)&\\displaystyle =&\\displaystyle \\frac{\\frac{N_1}{N}\\beta_1x_1x_2+\\frac{N_2}{N}\\beta_1x_2x_4+\\delta_1x_3+\\mu_{A1}}{\\beta_1+\\delta_1+\\mu_{A1}},\\\\ f_{3}(x_1, x_2,\\ldots, x_6)&\\displaystyle =&\\displaystyle \\frac{\\frac{N_1}{N}\\beta_1x_1x_3+\\frac{N_2}{N}\\beta_1x_3x_4+\\mu_{I_1}+\\gamma_1}{\\beta_1+\\mu_{I_1}+\\gamma_1},\\\\ f_{4}(x_1, x_2,\\ldots, x_6)&\\displaystyle =&\\displaystyle x_5\\\\ f_{5}(x_1, x_2,\\ldots, x_6)&\\displaystyle =&\\displaystyle \\frac{\\frac{N_1}{N}\\beta_2x_1x_5+\\frac{N_2}{N}\\beta_2x_5x_4+\\delta_2x_6+\\mu_{A2}}{\\beta_2+\\delta_2+\\mu_{A2}},\\\\ f_{6}(x_1, x_2,\\ldots, x_6)&\\displaystyle =&\\displaystyle \\frac{\\frac{N_1}{N}\\beta_2x_1x_6+\\frac{N_2}{N}\\beta_2x_6x_4+\\mu_{I_2}+\\gamma_2}{\\beta_2+\\mu_{I_2}+\\gamma_2}. \\end{array} \\end{aligned} $$\n\\end{document}f1(x1,x2,…,x6)=x2,f2(x1,x2,…,x6)=N1Nβ1x1x2+N2Nβ1x2x4+δ1x3+μA1β1+δ1+μA1,f3(x1,x2,…,x6)=N1Nβ1x1x3+N2Nβ1x3x4+μI1+γ1β1+μI1+γ1,f4(x1,x2,…,x6)=x5f5(x1,x2,…,x6)=N1Nβ2x1x5+N2Nβ2x5x4+δ2x6+μA2β2+δ2+μA2,f6(x1,x2,…,x6)=N1Nβ2x1x6+N2Nβ2x6x4+μI2+γ2β2+μI2+γ2.\n",
            "cite_spans": [],
            "section": "Branching Process Approximation ::: Markov Chain Model",
            "ref_spans": []
        },
        {
            "text": "According to the theory of multitype branching processes [5, 13], the fixed points of the offspring pgfs give an estimate of the disease extinction probability. Let (q\n1, q\n2, q\n3, q\n4, q\n5, q\n6) be the minimal fixed points of pgfs; that is, f\ni(q\n1, …, q\n6) = q\ni for i = 1, …, 6. Then, an estimate of the extinction probability given X(0) = (a\n1, e\n1, i\n1, a\n2, e\n2, i\n2) is \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\displaystyle \\begin{aligned} \\begin{array}{rcl} \\boldsymbol{P}_{ext}=\\lim_{t\\to\\infty}\\boldsymbol{P}(\\boldsymbol{X}(t)=\\boldsymbol{0})=q_1^{a_1}q_2^{e_1}q_3^{i_1}q_4^{a_2}q_5^{e_2}q_6^{i_2}, \\end{array} \\end{aligned} $$\n\\end{document}Pext=limt→∞P(X(t)=0)=q1a1q2e1q3i1q4a2q5e2q6i2, and hence the probability of an outbreak is \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\displaystyle \\begin{aligned} \\begin{array}{rcl} \\boldsymbol{P}_{out}=1-\\boldsymbol{P}_{ext}=1-q_1^{a_1}q_2^{e_1}q_3^{i_1}q_4^{a_2}q_5^{e_2}q_6^{i_2}. \\end{array} \\end{aligned} $$\n\\end{document}Pout=1−Pext=1−q1a1q2e1q3i1q4a2q5e2q6i2. However, due to the simplicity of f\n1 and f\n4 (no deaths during stage E\ni), the pgfs can be simplified. That is, x\n1 = x\n2 and x\n4 = x\n5. Therefore, we only solve for q\n2, q\n3, q\n5, and q\n6.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 59,
                    "mention": "5",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 61,
                    "end": 63,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Branching Process Approximation ::: Markov Chain Model",
            "ref_spans": []
        },
        {
            "text": "The expectation matrix M = (m\nij) can be shown to be directly related to the basic reproduction number [3] with \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$m_{ij}=\\frac {\\partial f_j}{\\partial x_i}|{ }_{\\boldsymbol {X}=\\boldsymbol {1}}$$\n\\end{document}mij=∂fj∂xi|X=1. We include this calculation in Appendix 2. It is known that the spectral radius of M, denoted as ρ(M), determines whether the disease extinction probability is equal to or less than the unity [2, 3, 13]. Specifically, if ρ(M) < 1, q\n1 = ⋯ = q\n6 = 1, then the extinction probability is one; if ρ(M) > 1, then there exists a unique fixed point (q\n1, ⋯ , q\n6) ∈ (0, 1)6, and hence the extinction probability is strictly less than one. By the Threshold Theorem of reference [3], it follows that the spectral radius of the matrix M is strictly less than one if and only if the basic reproduction number is strictly less than one. Analogous statements hold whenever the spectral radius of M is equal to one or is strictly greater than one.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 687,
                    "end": 688,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 690,
                    "end": 691,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 693,
                    "end": 695,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 965,
                    "end": 966,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Branching Process Approximation ::: Markov Chain Model",
            "ref_spans": []
        },
        {
            "text": "We perform a sensitivity analysis on the parameters ranges given in Table 2 for the ODE models for MERS and Ebola using a uniform distribution for the values. Latin hypercube sampling (LHS), first developed by McKay et al. [29], with the statistical sensitivity measure partial rank correlation coefficient (PRCC), performs a sensitivity analysis that explores a defined parameter space of the model. The parameter space considered is defined by the parameter intervals depicted in Table 2. Rather than simply exploring one parameter at a time with other parameters held fixed at baseline values, the LHS/PRCC sensitivity analysis method globally explores multidimensional parameter space. LHS is a stratified Monte Carlo sampling without replacement technique that allows an unbiased estimate of the average model output with limited samples. The PRCC sensitivity analysis technique works well for parameters that have a nonlinear and monotonic relationship with the output measure. PRCC shows how the output measure is influenced by changes in a specific parameter value when the linear effects of other parameter values are removed. The PRCC values were calculated as Spearman (rank) partial correlations using the partialcorr function in MATLAB 2016. Their significances, uncorrelated p-values, were also determined. The PRCC values vary between −1 and 1, where negative values indicate that the parameter is inversely proportional to the output measure. Following Marino et al. [27], we performed a z-test on transformed PRCC values to rank significant model parameters in terms of relative sensitivity. According to the z-test, parameters with larger magnitude PRCC values had a stronger effect on the output measures.",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 226,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1484,
                    "end": 1486,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Parameter Sensitivity Analysis",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 75,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 488,
                    "end": 489,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We start by verifying the monotonicity of the output measures. Monotonicity was observed for all parameters except μ\nI2 with total SS deaths, which exhibited two monotonic ranges [0.02, 0.0278] and [0.0278, 0.14]. For non-monotonic trends, alternative methods based on decomposition of model output variances such as eFAST (extended Fourier Amplitude Sensitivity Test) can be used instead of PRCC [27]; however, since all other parameters were monotonic, we use PRCC and just consider the two monotonic ranges of μ\nI2 separately. PRCC analysis of these two ranges produces similar results. For an analysis of the monotonicity, refer to Appendix 3. Once meeting the monotonicity requirements, we proceed to utilize LHS with PRCC for both MERS and Ebola parameters. For each disease, we calculate the PRCC for the following output measures: total NS cases, total SS cases, total NS deaths, and total SS deaths. The number of total cases refers to the total number of transmission events where susceptible individuals become exposed (latently infected) individuals. For the outputs of NS/SS cases, the PRCC results were similar in both Ebola and MERS. According to the PRCC values, the β\n2 and μ\nI2 are significant in the model for MERS. Meanwhile, in the Ebola model, both transmission parameters are significant in the model (see Fig. 2). Note that β\n2 is calculated from \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal {R}_0$$\n\\end{document}ℛ0, which we will vary later in simulations.\n",
            "cite_spans": [
                {
                    "start": 398,
                    "end": 400,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Parameter Sensitivity Analysis",
            "ref_spans": [
                {
                    "start": 1334,
                    "end": 1335,
                    "mention": "2",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "An example of the sample paths resulting from our CTMC model is shown in Fig. 3, for both MERS and Ebola cases. These sample paths are generally well aligned with the population average response that is captured by our ODE model (shown with a black line). However, the sample paths of the CTMC model illustrate the potential variability in timing of the peak level of infection and the peak number of infectious individuals. Note that some sample paths are not shown because in those simulations the disease becomes extinct. Also, note that the A class is not shown for Ebola (Fig. 3b) given that the asymptomatic stage is extremely short for this disease.\n",
            "cite_spans": [],
            "section": "Sample Paths ::: CTMC Analysis",
            "ref_spans": [
                {
                    "start": 78,
                    "end": 79,
                    "mention": "3",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 582,
                    "end": 583,
                    "mention": "3",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Next, in order to do a comprehensive comparison of the stochastic simulation and ODE model results, we probe the relationship between two model parameters—the value of \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal {R}_0$$\n\\end{document}ℛ0 (Fig. 4) as well as the fraction of the susceptible population that are in the SS class (Fig. 4) and a key model output: the probability of outbreak. Probability of outbreak is defined by monitoring the number of people in the E, A, and I classes and an outbreak is declared when the cumulative size of these compartments reaches the threshold value of 50. Although the value of 50 appears relatively large, it is reasonable given that we are counting the cumulative number in all three classes for a relatively large population size of 2000. For these simulations, we vary β\n2 given the significant effect of this parameter on the model outputs as confirmed by the LHS analysis.\n",
            "cite_spans": [],
            "section": "Probability of Outbreak ::: CTMC Analysis",
            "ref_spans": [
                {
                    "start": 478,
                    "end": 479,
                    "mention": "4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 566,
                    "end": 567,
                    "mention": "4",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "We note a negative correlation between the proportion of SS in the S class and the probability of outbreak (Fig. 4) and attribute this to the fact that the value of β\n2 is varied in order to maintain a constant value of \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal {R}_0$$\n\\end{document}ℛ0 (MERS, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal R_0=2.5$$\n\\end{document}ℛ0=2.5 and Ebola, \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal R_0=2.39$$\n\\end{document}ℛ0=2.39). In other words, as the fraction of SS susceptible individuals is increased, the value of β\n2 decreases and results in a reduction in the probability of outbreak (1 − q\n6). Results in Fig. 4 are shown only for q\n3 and q\n6 since these outputs are similar to q\n1 and q\n4, respectively. We also note that q\n1 = q\n2 and q\n4 = q\n5 and therefore exclude those plots as well.",
            "cite_spans": [],
            "section": "Probability of Outbreak ::: CTMC Analysis",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "mention": "4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1354,
                    "end": 1355,
                    "mention": "4",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "As expected, the probability of an outbreak is dependent on the initial fraction of the population that is infected, with an increasing chance of an outbreak as the number of initially infected individuals increases (Fig. 4). Furthermore, the probability of outbreak is significantly enhanced when the initially infected population is composed of SS rather than NS individuals. We also find a strong agreement between the probability of outbreak predicted by stochastic simulations of the CTMC model and the associated branching process approximations for all of these analyses (Fig. 4a–f).",
            "cite_spans": [],
            "section": "Probability of Outbreak ::: CTMC Analysis",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "mention": "4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 584,
                    "end": 585,
                    "mention": "4",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Utilizing our stochastic model of MERS and Ebola dynamics within a population of individuals, we next sought to investigate whether the presence of SS individuals within the population could be reflected in key metrics that capture the severity of disease outbreak: the number of deaths, time to disease outbreak, probability of outbreak, time to peak number of infections, and the peak number of infectious individuals.",
            "cite_spans": [],
            "section": "Number of Deaths ::: CTMC Analysis",
            "ref_spans": []
        },
        {
            "text": "We first assess the impact of SS individuals on the number of deaths that accumulate over a 150-day time frame following disease initiation. We observe a modest increase in the frequency of deaths as the size of the susceptible SS class of individuals is increased from 5 to 50% of the total population for both MERS and Ebola disease simulations (not shown). We note a higher frequency of epidemics with lower numbers of deaths when the fraction of SS individuals in the susceptible fraction is lower (not shown).",
            "cite_spans": [],
            "section": "Number of Deaths ::: CTMC Analysis",
            "ref_spans": []
        },
        {
            "text": "For all subsequent simulations, we initialize the population consisting of 1000 SS and 1000 NS susceptible individuals. Most notably, there is a ten-fold increase in the frequency of deaths expected when the initial infected individual (for both MERS and Ebola) is an SS rather than an NS (Fig. 5). The statistical significance of the difference between NS- and SS-initiated epidemics is confirmed with a Kolmogorov–Smirnov test (p < 0.001) [28]. It is clear that the distributions are bimodal. This is due to the fact that there may be only a minor outbreak (with probability q\n3 or q\n6) with none or a few deaths or a major outbreak (with probability 1 − q\n3 or 1 − q\n6) with a significant number of deaths.\n",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 444,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Number of Deaths ::: CTMC Analysis",
            "ref_spans": [
                {
                    "start": 295,
                    "end": 296,
                    "mention": "5",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "We next explore the relationship between the number of deaths and the number of initially infected individuals. For each fraction of the population initially infected, there are 1000 points, one point from each of the 1000 sample paths, representing the total number of deaths over a 150-day time period. As expected, we find that as the number of initially infected NS individuals increases, the expected number of deaths increases as well (Fig. 6). Interestingly, we find a threshold response as the fraction of initially infected SS individuals increases. As the fraction of initially infected SS individuals increases beyond 0.005 for MERS (Fig. 6b) and 0.0075 for Ebola (Fig. 6d), we find that the simulation always gives rise to an outbreak, resulting in a maximal number of around 1000 deaths over a 150-day simulated period. We also note that there is a decrease in the variability in the number of deaths when the outbreak is initiated by an SS rather than an NS, which contributes to this threshold response. The seemingly binary response in the number of deaths resulting from a MERS or Ebola epidemic initiated by infected SS individuals who only contribute to 0.5–0.75% of the starting population is a good indication that by tracking the number of deaths in an epidemic, the presence of an SS may be predicted. Thus, while the observation that an outbreak has occurred does not necessarily suggest the existence of SS individuals in the population, the severity of the outbreak in terms of lives lost may be more suggestive of the presence of an SS, especially when the number of known initial infections is low.\n",
            "cite_spans": [],
            "section": "Number of Deaths ::: CTMC Analysis",
            "ref_spans": [
                {
                    "start": 447,
                    "end": 448,
                    "mention": "6",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 650,
                    "end": 651,
                    "mention": "6",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 681,
                    "end": 682,
                    "mention": "6",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Similarly, we find that the time to outbreak—where an outbreak is defined as 50 or more people in all of the E, A, and I classes—is reduced when the initial infected individual in a simulated MERS or Ebola disease situation is an SS rather than an NS (Fig. 7a, c). We confirmed that this reduction is, indeed, statistically significant (Fig. 8a–b). These results also illustrate that as the fraction of susceptible SS increases the time to outbreak increases as well, which we attribute to the fact that β\n2 values decrease (detailed in Figs. 7 and 8). In Fig. 7, each distribution is based on 10,000 sample paths, whereas in Fig. 8, for each fraction initially infected, the time points are based on 1000 sample paths.\n\n",
            "cite_spans": [],
            "section": "Time to Outbreak ::: CTMC Analysis",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "mention": "7",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 342,
                    "end": 343,
                    "mention": "8",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 543,
                    "end": 544,
                    "mention": "7",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 549,
                    "end": 550,
                    "mention": "8",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 561,
                    "end": 562,
                    "mention": "7",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 631,
                    "end": 632,
                    "mention": "8",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "We also find a clear separation between the time to outbreak of an epidemic initiated by a fraction of SS versus NS infected individuals. Mean differences were significantly distinct for each percentage in (Fig. 8a–b), p < 0.001. In fact, if a MERS or Ebola outbreak is initiated by 1.5% or more of the initial population size and these individuals are SS, then the time to outbreak is predicted to be no more than 20 days where an outbreak is defined as 2.5% of the population becoming infected (Fig. 8c–f).",
            "cite_spans": [],
            "section": "Time to Outbreak ::: CTMC Analysis",
            "ref_spans": [
                {
                    "start": 212,
                    "end": 213,
                    "mention": "8",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 502,
                    "end": 503,
                    "mention": "8",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "Given that the time to outbreak shows a significant difference between epidemics initiated by SS versus NS individuals, we next asked whether SS-initiated epidemics will also reach peak infection in a shorter time. To investigate this, we calculated mean (± SD) of time to peak infection (in days) for MERS and Ebola, where the percent of SS varied in the susceptible population (see Fig. 9a–b). Mean differences between the introduction of 1 infected NS (black) compared to 1 infected SS (white) were assessed separately as the percent of SS varied (e.g., 5%, 25%, and 50%) using t-tests where statistical significance was accepted when p < 0.05. For MERS, time to peak infection was slightly significantly lower for SS when 5% and 25% of the susceptible population was SS, but not significant when 50% of the population was SS (Fig. 9a). For Ebola, time to peak infection was significantly lower for SS regardless of changes in the percent of SS in the susceptible population (Fig. 9b). Hence, while the differences in mean time to peak infection between SS and NS-initiated epidemics are only modestly different, we find their difference to be statistically significant (Fig. 9a–b). Thus, this confirmed that epidemics initiated by infected SS individuals reaches its peak value more quickly.\n",
            "cite_spans": [],
            "section": "Time to Peak Infection and Peak Number of Infectious Individuals ::: CTMC Analysis",
            "ref_spans": [
                {
                    "start": 389,
                    "end": 390,
                    "mention": "9",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 835,
                    "end": 836,
                    "mention": "9",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 984,
                    "end": 985,
                    "mention": "9",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 1179,
                    "end": 1180,
                    "mention": "9",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "We repeated the same analysis to assess mean differences in the peak number of infections. Surprisingly, we did not find a significant difference between the peak number of infections for epidemics initiated from a single infected NS versus SS individual for Ebola (Fig. 9d). However, significant differences were observed when 5% or 50% of the susceptible population was SS for MERS.",
            "cite_spans": [],
            "section": "Time to Peak Infection and Peak Number of Infectious Individuals ::: CTMC Analysis",
            "ref_spans": [
                {
                    "start": 271,
                    "end": 272,
                    "mention": "9",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "In this investigation, we capture the dynamics of MERS and Ebola epidemics by applying both deterministic and stochastic modeling strategies. To investigate the role of SS on the epidemic dynamics and to compare our results, we keep the \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal {R}_0$$\n\\end{document}ℛ0 constant for both MERS and Ebola while varying β\n2, the transmission rate of SS. Parameter sensitivity analysis, using Latin hypercube sampling and partial rank correlation coefficient, shows that β\n2 has a significant effect on all the output measures (Fig. 2).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 800,
                    "end": 801,
                    "mention": "2",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "From Fig. 4, we can conclude that the stochastic model simulations agree with the branching process analytical results. As the value of \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal {R}_{0}$$\n\\end{document}ℛ0 increases, we observe that the probability of an outbreak increases for both diseases. This result is expected since more individuals in the population are infected. The probability of an outbreak is greater for Ebola than MERS, which is due to the transmission parameters for Ebola being larger than MERS. Furthermore, these results show that if the outbreak is initiated by an SS, then the probability of an outbreak is significantly higher. Additionally, fewer SS individuals than NS individuals are sufficient to cause an outbreak irrespective of the disease (MERS or Ebola).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 11,
                    "mention": "4",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "As an outbreak initiated by SS has a greater probability of occurrence and peaks earlier than with NS, the accumulated number of deaths is more severe in an epidemic initiated with the same proportion of SS than NS (Figs. 5 and 6). Disease severity (number of deaths) for both MERS and Ebola occurs earlier with SS than NS. Our findings agree with prior epidemiological studies on superspreading events [15, 32, 40]. For example, the 2003 outbreak of the respiratory infection SARS in Beijing found that SS had higher mortality rates, higher attack rates, and greater number of contacts in comparison to NS [40]. From a public health perspective, as SS events will be observed more frequently, intervention/prevention methods must have rapid response to reduce disease severity. For example, Wong et al. [40] suggested that several community-based efforts could have been made to reduce the number of MERS and Ebola cases in Guinea and Sierra Leone, such as tracking contacts, earlier diagnosis, treatment strategies, and community education. Effective responses to control superspreading events and reduce disease transmission in MERS and Ebola outbreaks included: “early discovery, diagnosis, intervention, and quarantine of confirmed cases.” [40]. Other epidemics that are more likely to occur in hospital settings, e.g., SARS, could be controlled through hospital administrative strategies, such as reducing contact between the infected patient and healthcare workers, visitors, or other patients whose immune system may be comprised due to other infections [32]. Thus, a rapid response is needed to reduce disease severity of SS events.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 406,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 408,
                    "end": 410,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 412,
                    "end": 414,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 608,
                    "end": 610,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1246,
                    "end": 1248,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1563,
                    "end": 1565,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "mention": "5",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 228,
                    "end": 229,
                    "mention": "6",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Evident in Figs. 7 and 8, when an outbreak is initiated by an SS rather than an NS, the time to outbreak is shorter and has less variability. Therefore, if the number of disease cases rises rapidly, there may be SS in the community. In this scenario, healthcare managers should search for potential SS. Similar results apply for time to peak infection, Fig. 9. If peak infection occurs quickly, it is more likely that there is an SS in the population.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 17,
                    "end": 18,
                    "mention": "7",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 23,
                    "end": 24,
                    "mention": "8",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 358,
                    "end": 359,
                    "mention": "9",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "Interestingly, varying the percentage of SS in the population has little influence on the peak number of infections (Fig. 9c, d). This is likely due to the fact that the \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal {R}_0$$\n\\end{document}ℛ0 values are held constant.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 122,
                    "end": 123,
                    "mention": "9",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "We have formulated, analyzed, and numerically simulated deterministic and stochastic epidemic models that include heterogeneity in transmission for NS and SS. We applied our models to emerging and re-emerging infectious diseases, MERS and Ebola, where the models were parameterized with data from the literature but with a fixed initial population size of 2000. There are a number of extensions and generalizations that we will consider in the future work. We assumed homogeneous mixing and only two types of classifications of individuals (NS/SS) for the entire population. Generalizing this model to include heterogeneous mixing and spatial components are key features that can provide insight on how a superspreaders can be classified. In our model, we considered inter-host variability, which naturally leads to constructing a model with intra-host variability utilizing stochastic differential equations or other types of models. In addition, variability of the pathogen on epidemic dynamics can be explored. Additionally, we will validate our models’ findings against time series data, test our models’ abilities to detect the presence of SS, and interpret the results for public health implementation. Finding answers to these problems will lead to our ultimate goal of constructing novel ways to quantify, characterize, and identify an SS during the initiation of an outbreak.",
            "cite_spans": [],
            "section": "Future Work",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Description of the variables used in the ODE model (Fig. 1) and in the CTMC model\nSubscripts are i = 1 for NS and i = 2 for SS",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Description of the parameters used in the ODE model (Fig. 1) and in the CTMC model\nSubscripts are i = 1, 2 and j = I, A. Baseline values are used in all simulations. Range of values is used for the parameter sensitivity analysis (Sect.4). We assume α\n1 = α\n2, δ\n1 = δ\n2, and μ\nA1 = μ\nA2 = μ\nI1 = μ\nI2. Estimated parameters are marked by∗∗\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: State transitions and rates for the CTMC model with Poisson rates r\ni Δt + o( Δt)\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: LHS MERS A\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: LHS MERS B\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: LHS Ebola\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Flow diagram for the ODE model with classes S\ni, E\ni, A\ni, I\ni, and R\ni, where i = 1 represents NS and i = 2 represents SS. The solid lines denote transitions between classes. Meanwhile, the dashed curves are transmission and death rates in the model, where the transmission of infection from classes E\ni and A\ni to the susceptible class results in a transition from S\ni to E\ni\n",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 10: Monotonicity plots for MERS. Total nonSS and SS cases are shown in (a) and (b), respectively. Total nonSS and SS deaths are shown in (c) and (d), respectively",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 11: Monotonicity plots for Ebola. Total nonSS and SS cases are shown in (a) and (b), respectively. Total nonSS and SS deaths are in (c) and (d), respectively",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 12: PRCC values of MERS for output measures number of SS deaths with μ\nI2 range [0.0278, 0.14]. P-values that are greater than 0.05 are labeled as not significant (n.s.)",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 2: PRCC values for output measures (a)–(b) number of NS cases, (c)–(d) number of SS cases, (e)–(f) number of NS deaths, and (g)–(h) number of SS deaths with μ\nI2 range [0.02, 0.0278]. The number of total cases refers to the total number of transmission events where susceptible individuals become exposed (latently infected) individuals. P-values that are greater than 0.05 are labeled as not significant (n.s.)",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 3: Sample paths of the (a) MERS and (b) Ebola epidemics. Four sample paths (in color) of the CTMC system are shown and overlaid on the deterministic ODE model (in black). In (a) only three sample paths and in (b) only two sample paths are visible on the graphs, as one sample path in (a) and two sample paths in (b) did not result in an outbreak. The visible sample paths illustrate the potential variability in timing and epidemic size for a total population size of N\n1 = 1000 and N\n2 = 1000, with one initial infected SS individual (I\n2(0) = 1) and all NS individuals are susceptible, I\n1(0) = 0",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 4: Probability of an outbreak as a function of \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal {R}_0$$\n\\end{document}ℛ0 for MERS in (a) and Ebola in (b), the Proportion SS Susceptible Individuals for MERS in (c) and Ebola in (d), and the Number Initially Infected for MERS in (e) and Ebola in (f). The stochastic simulations (red) and analytical calculations (blue dots) are overlaid for MERS in (a), (c), and (e), and Ebola in (b), (d), and (f). The total population size is N\n1 = N\n2 = 1000 and the probability of an outbreak (1 − q\n3), after introducing one infected NS, I\n1(0) = 1, is shown for MERS and Ebola on the left in (a)–(f). Similarly, the probability of an outbreak (1 − q\n6), after introducing one infected SS, I\n2(0) = 1, is shown for MERS and Ebola on the right in (a)–(f)",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 5: Total number of deaths when initial infected is varied. Histograms of the number of deaths by day 150 calculated from 10,000 sample paths, with a total initial population size of N\n1 = N\n2 = 1000. The initial number of infected is varied in each panel. In MERS simulations, one NS is introduced I\n1(0) = 1 and I\n2(0) = 0 in (a) and one SS is initiated in I\n1(0) = 0 and I\n2(0) = 1 in (b). Similarly, in (c) one NS is introduced and in (d) one SS is introduced. The distributions are bimodal",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 6: Number of deaths as a function of fraction of initially infected. Scatterplot of the number of deaths over a 150-day period calculated from 1000 sample paths with a total initial population N\n1 = N\n2 = 1000. The fraction of the population is initially increasing for NS (a) and SS (b) for MERS and NS (c) and SS (d) for Ebola. Outbreaks (red) and non-outbreak cases (blue) are shown",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 7: Time to outbreak for MERS (a) and (c), and Ebola (d) and (b). Calculations for 10,000 sample paths with an increasing fraction of SS in the susceptible populations are shown. The epidemic is initiated with a single infected (a)–(b) NS individual and (c)–(d) SS individual (I\ni(0) = 1), and E\ni(0) = 0 and R\ni(0) = 0. The initial population is N = 2000 individuals where \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal {R}_0 = 2.5$$\n\\end{document}ℛ0=2.5 for MERS is held constant. Simulations (a) and (c) are run for three cases: N\n2(0) = 0.05N and β\n2 = 6.391 (top), N\n2(0) = 0.25N and β\n2 = 1.326 (middle), and N\n2(0) = 0.50N and β\n2 = 0.693 (bottom). \\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$\\mathcal {R}_0 = 2.5$$\n\\end{document}ℛ0=2.5 for Ebola is held constant. Simulations (b) and (d) are run for three cases: N\n2(0) = 0.05N and β\n2 = 4.562 (top), N\n2(0) = 0.25N and β\n2 = 1.014 (middle), and N\n2(0) = 0.50N and β\n2 = 0.571",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 8: Time to outbreak as a function of percent of SS and fraction of initially infected. In (a)–(b), time to outbreak (mean ± SD) for 500 sample paths initiated with a single infected NS (black) versus SS (white) individual. In (c)–(f), time to outbreak for 1000 sample paths with an increasing fraction of initially infected",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 9: Time to peak infection and peak number of infections over percent of SS. (a)–(b) compare time to outbreak (mean ± SD), where (c) and (b) compare the number of peak infections initiated with a single infected NS (black) versus SS (white) individual for MERS in (a) and (c), and Ebola in (b) and (d). The initial population is N = 2000. The fraction of susceptible SS is increased for comparison. All results were statistically significant when p < 0.05 from t-test (two-tailed). Comparisons that are not statistically significant were denoted n.s.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "LJS",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Stochastic Population and Epidemic Models",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Synthesizing data and models for the spread of MERS-CoV, 2013: key role of index cases and hospital transmission",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Blumberg",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Viboud",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Epidemics",
            "volume": "9",
            "issn": "",
            "pages": "40-51",
            "other_ids": {
                "DOI": [
                    "10.1016/j.epidem.2014.09.011"
                ]
            }
        },
        "BIBREF3": {
            "title": "Preliminary epidemiologic assessment of MERS-CoV outbreak in South Korea, May–June 2015",
            "authors": [
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "VJ",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Euro Surveillance: Bulletin Europeen sur les Maladies Transmissibles Eur. Commun. Dis. Bull.",
            "volume": "20",
            "issn": "25",
            "pages": "7-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "In the garden of branching processes",
            "authors": [
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Dorman",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Sinsheimer",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lange",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "SIAM Rev.",
            "volume": "81",
            "issn": "46",
            "pages": "202-229",
            "other_ids": {
                "DOI": [
                    "10.1137/S0036144502417843"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Epidemiology: dimensions of superspreading",
            "authors": [
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Galvani",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7066",
            "pages": "293-295",
            "other_ids": {
                "DOI": [
                    "10.1038/438293a"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Efficacy and effectiveness of an rVSV-vectored vaccine expressing Ebola surface glycoprotein: interim results from the Guinea ring vaccination cluster-randomised trial",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Henao-Restrepo",
                    "suffix": ""
                },
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egger",
                    "suffix": ""
                },
                {
                    "first": "NE",
                    "middle": [],
                    "last": "Dean",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Camacho",
                    "suffix": ""
                },
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Carroll",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Doumbia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Draguez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Duraffour",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "The Lancet",
            "volume": "386",
            "issn": "9996",
            "pages": "857-866",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(15)61117-5"
                ]
            }
        },
        "BIBREF9": {
            "title": "An event-based model of superspreading in epidemics",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Pitchford",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Plank",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proc. R. Soc. Lond. B: Biol. Sci.",
            "volume": "274",
            "issn": "1610",
            "pages": "741-747",
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2006.0219"
                ]
            }
        },
        "BIBREF10": {
            "title": "The daily computed weighted averaging basic reproduction number for MERS-CoV in South Korea",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jeong",
                    "suffix": ""
                },
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Phys. A: Stat. Mech. Appl.",
            "volume": "451",
            "issn": "",
            "pages": "190-197",
            "other_ids": {
                "DOI": [
                    "10.1016/j.physa.2016.01.072"
                ]
            }
        },
        "BIBREF11": {
            "title": "Extinction thresholds in deterministic and stochastic epidemic models",
            "authors": [
                {
                    "first": "LJS",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "GE",
                    "middle": [],
                    "last": "Lahodny",
                    "suffix": "Jr"
                }
            ],
            "year": 2012,
            "venue": "J. Biol. Dyn.",
            "volume": "6",
            "issn": "2",
            "pages": "590-611",
            "other_ids": {
                "DOI": [
                    "10.1080/17513758.2012.665502"
                ]
            }
        },
        "BIBREF12": {
            "title": "Estimating the basic reproductive ratio for the Ebola outbreak in Liberia and Sierra Leone",
            "authors": [
                {
                    "first": "Adnan",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "Mahim",
                    "middle": [],
                    "last": "Naveed",
                    "suffix": ""
                },
                {
                    "first": "Muhammad",
                    "middle": [],
                    "last": "Dur-e-Ahmad",
                    "suffix": ""
                },
                {
                    "first": "Mudassar",
                    "middle": [],
                    "last": "Imran",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Infectious Diseases of Poverty",
            "volume": "4",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40249-015-0043-3"
                ]
            }
        },
        "BIBREF13": {
            "title": "A deterministic model for gonorrhea in a nonhomogeneous population",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lajmanovich",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Yorke",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Math. Biosci.",
            "volume": "28",
            "issn": "3",
            "pages": "221-236",
            "other_ids": {
                "DOI": [
                    "10.1016/0025-5564(76)90125-5"
                ]
            }
        },
        "BIBREF14": {
            "title": "Spatial and temporal dynamics of superspreading events in the 2014–2015 West Africa Ebola epidemic",
            "authors": [
                {
                    "first": "MSY",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "BD",
                    "middle": [],
                    "last": "Dalziel",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Funk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McClelland",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tiffany",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Riley",
                    "suffix": ""
                },
                {
                    "first": "CJE",
                    "middle": [],
                    "last": "Metcalf",
                    "suffix": ""
                },
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Nat. Acad. Sci.",
            "volume": "114",
            "issn": "9",
            "pages": "2337-2342",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.1614595114"
                ]
            }
        },
        "BIBREF15": {
            "title": "A dynamic compartmental model for the Middle East respiratory syndrome outbreak in the Republic of Korea: a retrospective analysis on control interventions and superspreading events",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Theor. Biol.",
            "volume": "408",
            "issn": "",
            "pages": "118-126",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2016.08.009"
                ]
            }
        },
        "BIBREF16": {
            "title": "Statistical inference in a stochastic epidemic SEIR model with control intervention: Ebola as a case study",
            "authors": [
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Lekone",
                    "suffix": ""
                },
                {
                    "first": "BF",
                    "middle": [],
                    "last": "Finkenstädt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Biometrics",
            "volume": "62",
            "issn": "4",
            "pages": "1170-1177",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1541-0420.2006.00609.x"
                ]
            }
        },
        "BIBREF17": {
            "title": "Spatial heterogeneity in epidemic models",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "J. Theor. Biol.",
            "volume": "179",
            "issn": "1",
            "pages": "1-11",
            "other_ids": {
                "DOI": [
                    "10.1006/jtbi.1996.0042"
                ]
            }
        },
        "BIBREF18": {
            "title": "Superspreading and the effect of individual variation on disease emergence",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "O."
                    ],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [
                        "J."
                    ],
                    "last": "Schreiber",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [
                        "E."
                    ],
                    "last": "Kopp",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [
                        "M."
                    ],
                    "last": "Getz",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "438",
            "issn": "7066",
            "pages": "355-359",
            "other_ids": {
                "DOI": [
                    "10.1038/nature04153"
                ]
            }
        },
        "BIBREF19": {
            "title": "A methodology for performing global uncertainty and sensitivity analysis in systems biology",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Marino",
                    "suffix": ""
                },
                {
                    "first": "IB",
                    "middle": [],
                    "last": "Hogue",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Ray",
                    "suffix": ""
                },
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Kirschner",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Theor. Biol.",
            "volume": "254",
            "issn": "1",
            "pages": "178-196",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jtbi.2008.04.011"
                ]
            }
        },
        "BIBREF20": {
            "title": "The Kolmogorov-Smirnov test for goodness of fit",
            "authors": [
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Massey",
                    "suffix": "Jr"
                }
            ],
            "year": 1951,
            "venue": "J. Am. Stat. Assoc.",
            "volume": "46",
            "issn": "253",
            "pages": "68-78",
            "other_ids": {
                "DOI": [
                    "10.1080/01621459.1951.10500769"
                ]
            }
        },
        "BIBREF21": {
            "title": "Comparison of three methods for selecting values of input variables in the analysis of output from a computer code",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "McKay",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Beckman",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Conover",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Technometrics",
            "volume": "21",
            "issn": "2",
            "pages": "239-245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Relations between deterministic and stochastic thresholds for disease extinction in continuous-and discrete-time infectious disease models",
            "authors": [
                {
                    "first": "LJS",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "van den Driessche",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Math. Biosci.",
            "volume": "243",
            "issn": "1",
            "pages": "99-108",
            "other_ids": {
                "DOI": [
                    "10.1016/j.mbs.2013.02.006"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "RN",
                    "middle": [],
                    "last": "Mohapatra",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Porchia",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shuai",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Compartmental disease models with heterogeneous populations: a survey, in Mathematical Analysis and Its Applications",
            "volume": "",
            "issn": "",
            "pages": "619-631",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Superspreading SARS Events, Beijing, 2003",
            "authors": [
                {
                    "first": "Zhuang",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "Fang",
                    "middle": [],
                    "last": "Ning",
                    "suffix": ""
                },
                {
                    "first": "Weigong",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Xiong",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Changying",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "Daniel",
                    "middle": [
                        "P."
                    ],
                    "last": "Chin",
                    "suffix": ""
                },
                {
                    "first": "Zonghan",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Anne",
                    "middle": [],
                    "last": "Schuchat",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Emerging Infectious Diseases",
            "volume": "10",
            "issn": "2",
            "pages": "256-260",
            "other_ids": {
                "DOI": [
                    "10.3201/eid1002.030732"
                ]
            }
        },
        "BIBREF26": {
            "title": "Super-spreaders in infectious diseases",
            "authors": [
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Stein",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int. J. Infect. Dis.",
            "volume": "15",
            "issn": "8",
            "pages": "e510-e513",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijid.2010.06.020"
                ]
            }
        },
        "BIBREF27": {
            "title": "Reproduction numbers and sub-threshold endemic equilibria for compartmental models of disease transmission",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "van den Driessche",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Watmough",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci.",
            "volume": "180",
            "issn": "1",
            "pages": "29-48",
            "other_ids": {
                "DOI": [
                    "10.1016/S0025-5564(02)00108-6"
                ]
            }
        },
        "BIBREF28": {
            "title": "Time From Infection to Disease and Infectiousness for Ebola Virus Disease, a Systematic Review",
            "authors": [
                {
                    "first": "Gustavo",
                    "middle": [
                        "E."
                    ],
                    "last": "Velásquez",
                    "suffix": ""
                },
                {
                    "first": "Omowunmi",
                    "middle": [],
                    "last": "Aibana",
                    "suffix": ""
                },
                {
                    "first": "Emilia",
                    "middle": [
                        "J."
                    ],
                    "last": "Ling",
                    "suffix": ""
                },
                {
                    "first": "Ibrahim",
                    "middle": [],
                    "last": "Diakite",
                    "suffix": ""
                },
                {
                    "first": "Eric",
                    "middle": [
                        "Q."
                    ],
                    "last": "Mooring",
                    "suffix": ""
                },
                {
                    "first": "Megan",
                    "middle": [
                        "B."
                    ],
                    "last": "Murray",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clinical Infectious Diseases",
            "volume": "61",
            "issn": "7",
            "pages": "1135-1140",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/civ531"
                ]
            }
        },
        "BIBREF29": {
            "title": "The outcome of a stochastic epidemic–a note on Bailey’s paper",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Whittle",
                    "suffix": ""
                }
            ],
            "year": 1955,
            "venue": "Biometrika",
            "volume": "42",
            "issn": "1–2",
            "pages": "116-122",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "MERS, SARS, and Ebola: the role of super-spreaders in infectious disease",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Bi",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Cell Host Microbe",
            "volume": "18",
            "issn": "4",
            "pages": "398-401",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2015.09.013"
                ]
            }
        },
        "BIBREF35": {
            "title": "Heterogeneities in the transmission of infectious agents: implications for the design of control programs",
            "authors": [
                {
                    "first": "MEJ",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "J-F",
                    "middle": [],
                    "last": "Etard",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Charlwood",
                    "suffix": ""
                },
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Garnett",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hagan",
                    "suffix": ""
                },
                {
                    "first": "JLK",
                    "middle": [],
                    "last": "Hii",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Ndhlovu",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Quinnell",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proc. Nat. Acad. Sci.",
            "volume": "94",
            "issn": "1",
            "pages": "338-342",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.94.1.338"
                ]
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [
                {
                    "first": "KB",
                    "middle": [],
                    "last": "Athreya",
                    "suffix": ""
                },
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Ney",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Branching Processes",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Dynamically modeling SARS and other newly emerging respiratory illnesses: past, present, and future",
            "authors": [
                {
                    "first": "CT",
                    "middle": [],
                    "last": "Bauch",
                    "suffix": ""
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Coffee",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Galvani",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Epidemiology",
            "volume": "16",
            "issn": "6",
            "pages": "791-801",
            "other_ids": {
                "DOI": [
                    "10.1097/01.ede.0000181633.80269.4c"
                ]
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}