{
    "paper_id": "PMC7079567",
    "metadata": {
        "title": "Feline coronavirus replication is affected by both cyclophilin A and cyclophilin B",
        "authors": [
            {
                "first": "Yoshikazu",
                "middle": [],
                "last": "Tanaka",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yuka",
                "middle": [],
                "last": "Sato",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Takashi",
                "middle": [],
                "last": "Sasaki",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nFeline coronavirus (FCoV) is an enveloped, positive-stranded RNA virus of the Coronaviridae family [1]. Coronaviruses (CoVs) cause severe diseases of the respiratory system, gastrointestinal tract and central nervous system [2]. FCoV causes feline infectious peritonitis (FIP), which is a transmissible inflammation of the visceral serosa and omentum with exudation into the abdomen [3]. Another form of the disease is characterized by granulomatous involvement of parenchymatous organs such as the kidneys, mesenteric lymph nodes, bowel wall, liver, central nervous system and eyes [4]. Mortality is extremely high once clinical signs appear, and no effective drugs for treating FIP are available.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 226,
                    "end": 227,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 385,
                    "end": 386,
                    "mention": "3",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 585,
                    "end": 586,
                    "mention": "4",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Viral replication requires numerous host factors [5, 6] that represent potential targets of antiviral therapy. RNA viral genomes typically replicate with low fidelity and undergo rapid evolutionary changes. Therefore, inhibitors targeting host factors may be preferred as the development of resistance is less likely. Cyclophilins (Cyps) and FK506-binding proteins belong to peptidyl-prolyl cis–trans isomerase (PPIase) families that catalyse cis–trans isomerization of the imidic prolyl peptide bond and are pharmacological targets of cyclosporin A (CsA) and FK506 [7, 8]. CsA is a well-known immunosuppressive drug that binds to cellular Cyps to inhibit calcineurin, a calcium–calmodulin-activated serine/threonine-specific phosphatase. The inhibition of calcineurin blocks the translocation of the nuclear factor of activated T cells from the cytosol into the nucleus, thus preventing the transcription of genes encoding cytokines, such as interleukin-2. CsA is a potent inhibitor of certain human and animal CoVs [9, 10]. However, FK506 also suppresses calcineurin activity and signalling through the nuclear factor of activated T cells at the same stage as CsA but without affecting FCoV replication [11]. Moreover, the replication of animal CoVs such as infectious bronchitis virus and transmissible gastroenteritis virus is not inhibited by FK506 [12]. However, this drug effectively inhibits the replication of human CoVs, severe acute respiratory syndrome CoV (SARS-CoV), HCoV-NL63 and HCoV-229E [13]. This indicates that the mechanism underlying CoV replication between human and animals requires different cellular immunophilins such as Cyps and FK506-binding proteins. The mechanism underlying the inhibitory effects of CsA on CoV replication is poorly understood, although the fact that CypA and CypB do not affect SARS-CoV replication [9] is important. Furthermore, HCoV-NL63 replication depends on CypA but not CypB [14]. In addition, single-nucleotide polymorphism variants near the human CypA active site are required for HCoV-229E replication [12].",
            "cite_spans": [
                {
                    "start": 50,
                    "end": 54,
                    "mention": "5, 6",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 567,
                    "end": 571,
                    "mention": "7, 8",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1018,
                    "end": 1023,
                    "mention": "9, 10",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1206,
                    "end": 1208,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1355,
                    "end": 1357,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1506,
                    "end": 1508,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1850,
                    "end": 1851,
                    "mention": "9",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1932,
                    "end": 1934,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 2062,
                    "end": 2064,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To investigate the roles of CypA and CypB in CoV replication, we inhibited their expression using RNA-silencing techniques, CRISPR/Cas9 knockout (KO) and host cells transfected with PPIase active-site mutants of CypA and CypB. Our study indicates that the PPIase active sites of CypA and CypB, which alter the affinities between Cyps and CsA, might be required for CoV replication.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Western blot analysis revealed that, compared with controls, cells transfected with Myc-tagged CypA or CypB showed increased viral replication (Fig. 1a). This was consistent with the results of reverse transcriptase-quantitative PCR (RT-qPCR) assays that showed 1.8- and 3.2-fold increases of FCoV-N gene in the cells stably expressed with CypA and CypB, respectively, compared with controls (Fig. 1b). Numbers of viral progeny in cells stably expressed with CypA and CypB were 2.0- and 3.0-fold higher than those in controls, respectively (Fig. 1c). Both transfected Cyp genes included cMyc tag and 6× histidine tag at the carboxyl-terminal sites. Therefore, the present molecular mass of both Cyps was approximately 5000 Da more than that the original Cyp proteins.",
            "cite_spans": [],
            "section": "Cyps promote viral replication ::: Results",
            "ref_spans": [
                {
                    "start": 144,
                    "end": 151,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 393,
                    "end": 400,
                    "mention": "Fig. 1b",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 541,
                    "end": 548,
                    "mention": "Fig. 1c",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To determine how CypA and CypB contribute to FCoV replication, we established cells that expressed short hairpin RNAs (shRNAs) specific to CypA and CypB. Decreases in the levels of expression of CypA or CypB had a slight effect on cell growth but not on cell viability (data not shown). Two bands of FCoV-N revealed in Western blot analysis were indicative of phosphorylated and unphosphorylated forms. CypA expression decreased by approximately 80 % in cells expressing CypA shRNA compared with control cells [Felis catus whole fetus-4 (fcwf-4) cell line scramble] transfected with non-targeting shRNA (Fig. 2a). Furthermore, FCoV-N expression in FCoV-infected knockdown (KD)-CypA-fcwf cells was decreased (Fig. 2a), and the numbers of viral copies and progeny produced by the KD-CypA-fcwf cells were reduced by approximately 65 and 80 %, respectively (Fig. 2b, c).",
            "cite_spans": [],
            "section": "Knockdown of CypA or CypB expression inhibits FCoV replication ::: Results",
            "ref_spans": [
                {
                    "start": 604,
                    "end": 611,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 708,
                    "end": 715,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 854,
                    "end": 864,
                    "mention": "Fig. 2b, c",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "KD of CypB reduced viral protein expression and the number of viral copies by approximately 70 % compared with controls (Fig. 2d, e). The number of viral progeny in the KD-CypB-fcwf cells was reduced by approximately 70 % (Fig. 2f). The expression of a larger isoform of CypB in Fig. 2(d) may be the uncleaved or glycosylated form of CypB as described by Spik et al. [15]. These data suggest that the replication of the FCoV and production of virus progeny requires host CypA and CypB.",
            "cite_spans": [
                {
                    "start": 368,
                    "end": 370,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Knockdown of CypA or CypB expression inhibits FCoV replication ::: Results",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 131,
                    "mention": "Fig. 2d, e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 223,
                    "end": 230,
                    "mention": "Fig. 2f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 279,
                    "end": 287,
                    "mention": "Fig. 2(d",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To determine whether CypA and CypB shRNAs inhibited Cyp expression, Myc-tagged wild-type CypA and CypB were expressed in KD-CypA-fcwf and KD-CypB-fcwf cell lines, respectively. Cells transfected with pEF-Myc-CypA and pEF-Myc-CypB were infected with FCoV. Compared with KD-CypA-fcwf cells, viral protein expression and genome copy number were restored in cells transfected with CypA (Fig. 3a–c). Expression of FCoV-N in KD-CypB-fcwf cells transfected with CypB was approximately 15 % higher than that in KD-CypB-fcwf cells (Fig. 4a, b). Moreover, the number of viral copies in the KD-CypB-fcwf cells transfected with CypB was restored by approximately 30 % compared with that in the KD-CypB-fcwf cells (Fig. 4c). This demonstrates the specificities of KD-CypA and KD-CypB and that viral replication requires CypA and CypB.",
            "cite_spans": [],
            "section": "Enforced expression of CypA and CypB in KD cells restores viral replication ::: Results",
            "ref_spans": [
                {
                    "start": 383,
                    "end": 392,
                    "mention": "Fig. 3a–c",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 523,
                    "end": 533,
                    "mention": "Fig. 4a, b",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 702,
                    "end": 709,
                    "mention": "Fig. 4c",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "When FCoV-infected fcwf-4 cells were transfected with shRNAs against CypA and CypB, the protein expression levels of FCoV-N were reduced but not completely inhibited in fewf-4 cells. Therefore, to further examine the role of CypA and CypB, we conducted genetic KO experiments in fcwf-4 cells using CRISPR/Cas9 systems. We confirmed protein expression levels of CypA and CypB by Western blot analysis, which showed that the protein expression of CypA and CypB was almost undetectable (Fig. 5a). Western blot and RT-qPCR analyses showed that viral replications in the CypA-KO and CypB-KO cells infected with FCoV were reduced by more than 95 % compared with those in the infected parent fcwf-4 cells (Fig. 5b), indicating that both CypA and CypB proteins significantly contribute to FCoV replication.",
            "cite_spans": [],
            "section": "FCoV replication is inhibited in CypA- or CypB-KO cell lines ::: Results",
            "ref_spans": [
                {
                    "start": 484,
                    "end": 491,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 699,
                    "end": 706,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "We examined the effects of the proteins expressed by CypA harbouring mutations in their respective predicted PPIase active sites (Table S1, available in the online Supplementary Material). We replaced Arg-55, Phe-60 and His-126 in the PPIase catalytic domain of CypA with Ala (R55A-CypA and F60A-CypA mutants) and Gln (H126Q-CypA mutant) (Table S1). These three sites are strictly conserved in many species and might be dominant-negative inhibitors of isomerase activity [16]. Moreover, these sites drastically reduce the affinities between CypA and CsA as shown by moe (Molecular Operating Environment) software analysis (Fig. S1). fcwf-4 cells were transfected with CypA mutants (CypA-R55A, CypA-F60A and CypA-H126Q), and all mutant proteins were expressed (Fig. 6a) as predicted in Fig. S1. FCoV-N expression decreased in the mutant-expressed cells after infection with FCoV (Fig. 6b). Protein expression levels of endogenous CypA and CypB were not affected by the mutant expression (Fig. 6a). However, compared with empty-vector-transfected cells, wild-type CypA did not inhibit FCoV replication. Although the number of virus copies in the cells transfected with wild-type CypA was increased, those in all cells transfected with the mutant genes were reduced compared with control cells (Fig. 6c).",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 474,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "The putative active sites of Cyp isomerases reduce FCoV replication ::: Results",
            "ref_spans": [
                {
                    "start": 760,
                    "end": 767,
                    "mention": "Fig. 6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 879,
                    "end": 886,
                    "mention": "Fig. 6b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 987,
                    "end": 994,
                    "mention": "Fig. 6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1292,
                    "end": 1299,
                    "mention": "Fig. 6c",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Next, we considered whether the respective predicted PPIase active sites of CypB promote FCoV replication. Therefore, we replaced Arg-62 and Phe-67 in the PPIase catalytic domain of CypB with Ala (R62A-CypB mutant) and Ala (F67A-CypB mutant) (Table S2). These sites are conserved in many species. Carpentier et al. [17] reported that these residues lead to a dramatic loss of PPIase activity, approximating 8–12 % of wild-type CypB isomerase activity. Also, these two sites drastically reduce the affinity between CypB and CsA as shown by moe software analysis (Fig. S2). Although the protein expression level of CypB-F67A mutant was less than that of the CypB-R62A mutant as predicted in Fig. S2, FCoV-N expression levels were reduced by approximately 70 % in the cells transfected with plasmids encoding each mutant residue (Fig. 6d, e). In contrast, compared with the vector control, FCoV-N expression was increased by approximately 60 % in cells transfected with wild-type CypB (Fig. 6e). Protein expression levels of endogenous CypA and CypB were not affected in the cells transfected with each plasmid (Fig. 6d). Although the number of virus copies in the cells transfected with wild-type CypB was increased, those in all cells transfected with the mutant genes were reduced compared with the control cells (Fig. 6f). These data suggest that the isomerase active sites of CypB are implicated in viral protein expression.",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 318,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "The putative active sites of Cyp isomerases reduce FCoV replication ::: Results",
            "ref_spans": [
                {
                    "start": 827,
                    "end": 837,
                    "mention": "Fig. 6d, e",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 983,
                    "end": 990,
                    "mention": "Fig. 6e",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1109,
                    "end": 1116,
                    "mention": "Fig. 6d",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 1314,
                    "end": 1321,
                    "mention": "Fig. 6f",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The aim of this study was to clarify the role of Cyps in FCoV replication. Stable expression of CypA and CypB enhanced viral replication and protein expression. Furthermore, Cyp expression was inhibited in cells transfected with respective Cyp-specific shRNAs. FCoV replication and protein expression were restored in KD-CypA-fcwf and KD-CypB-fcwf cells transfected with wild-type CypA and CypB expression vectors. However, FCoV replication was not completely inhibited in KD-CypA-fcwf or KD-CypB-fcwf cells. Hypothetically, the low residual levels of CypA and CypB in these cells supported viral replication, or other Cyps or host factors compensated for the decreased activities of CypA and CypB. Consequently, we examined the role of CypA and CypB in FCoV replication using CypA-KO and CypB\n-KO cell lines. While we searched for other feline CypA paralog genes using Kyoto Encyclopedia of Genes and Genome software, we found one paralog sequence. Two CypA gene types were located on A2 and C2 genomes, respectively. There were four nucleotide differences, which translated into two different amino acid residues. With regard to CypB, no paralog sequence was found. However, the guide RNA sequence used for CypA in this study targeted the same sequence between those CypAs. These data suggest that both CypA and CypB play important roles in FCoV replication. However, RT-qPCR analysis showed that FCoV replication was not completely inhibited in Cyps-KO cells. These results suggest that other host factors compensated for activities of CypA and CypB, e.g. protein interacting with NIMA (Pin1), a member of the parvulin subfamily of PPIases, modulates FCoV propagation [18].",
            "cite_spans": [
                {
                    "start": 1672,
                    "end": 1674,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A previous study revealed that the PPIase activities of R55A, F60A and H126Q CypA mutants were <1 % compared with those of wild-type CypA [16]. The activities of these mutants were reduced by 190–1000-fold compared with those of wild-type. Although we did not examine whether all mutants lack PPIase activities in this study, all active sites are conserved in other species’ CypA. There is no conclusive proof that the CypA (R55A, F60A and H126Q) mutants inhibited FCoV replication by dominant-negative effects on PPIase activity. However, all three active sites drastically reduced binding ability with CsA as shown by moe software analysis. Our present findings suggest that CsA-binding ability of CypA is related with FCoV replication. In contrast, FCoV-N expression levels in fcwf-4 cells expressing wild-type CypA were not significantly different from those in cells transfected with the control vector (Fig. 6a). This conflicts with the data shown in Fig. 1(a) and raises the possibility that FCoV replication in fcwf-4 cells stably expressing wild-type CypA is affected to a greater extent than that in over-expressing cells.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 909,
                    "end": 916,
                    "mention": "Fig. 6a",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 957,
                    "end": 965,
                    "mention": "Fig. 1(a",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "For experiments using the R62A and F67A of CypB mutants, this can lead to a dramatic loss of PPIase activity, between 8 and 12 % of wild-type CypB isomerase activity, as reported by Carpentier et al. [17]. Unfortunately, it was not examined whether these mutants lack PPIase activities in this study as described by CypA mutants. Compared with wild-type CypB, both the R62A and the F67A mutants drastically reduce CsA-binding efficiency as shown by moe software analysis (Fig. S2). However, the F67A mutant protein was unstable in Fig. 6(d) as shown by moe software analysis (Fig. S2). Therefore, the inhibition effects of the mutant F67A in FCoV replication need to be examined in detail. These results suggest that CsA-binding ability of CypB is related to FCoV replication.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 203,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 531,
                    "end": 539,
                    "mention": "Fig. 6(d",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Cellular chaperones control the correct folding of host and viral proteins [19]. Cyps with PPIase activity catalyse protein folding [8, 20] and mediate the life cycles of human immunodeficiency virus type 1 and hepatitis C virus [19]. The RNA chaperone domain of the N protein of CoV encircles genomic RNA (gRNA) to form a helical ribonucleoprotein structure [21, 22]. The N protein may participate in the discontinuous transcription of subgenomic mRNAs (sgmRNAs) because depletion of N from the replicon inhibits the synthesis of sgmRNA but not that of gRNA [23]. DDX1 is a cellular RNA helicase of the DEAD box helicase family, and KD of DDX1 reduces quantities of longer infectious bronchitis virus viral RNAs [24]. Phosphorylation of the N protein allows recruitment of DDX1 to the phosphorylated-N-containing complex that facilitates template reading, thereby enabling the synthesis of longer sgmRNAs [24]. Because the N protein of SARS-CoV binds CypA and CypA is incorporated into SARS-CoV particles [25], CsA may act directly on CypA/N protein complexes to prevent CoV from synthesizing gRNA and sgmRNA. However, we have yet to determine whether CypA/N protein complexes are incorporated into virion particles.",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 78,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 133,
                    "end": 138,
                    "mention": "8, 20",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 230,
                    "end": 232,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 360,
                    "end": 366,
                    "mention": "21, 22",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 560,
                    "end": 562,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 714,
                    "end": 716,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1007,
                    "end": 1009,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The replication of human and animal CoVs requires different Cyps. For example, CypA and CypB do not facilitate SARS-CoV replication [9], and the replication of human HCoV-NL63 requires CypA but not CypB [14]. This is a contradiction to our data showing that both CypA and CypB are required for FCoV replication. However, we have no evidence that other animal CoVs require different Cyps in replication. The different requirement for Cyps in viral replication between human and animal CoVs may result from the binding affinity of viral proteins to Cyp domains. Furthermore, previous studies on human CoV were performed using KD systems but not KO systems in vitro.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "mention": "9",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 204,
                    "end": 206,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Recent analysis of single-nucleotide polymorphism variants of human CypA that affect HCoV-229E replication indicates that HCoV-229E replication in cells transfected with expression vectors encoding the CYPA D66E, N106I and G96D mutants was abolished [12]. The mutated amino acid residues are located near the PPIase active site, which is consistent with our present data. The mutant proteins of CypA and CypB used in this study strikingly reduce the affinities between CsA and Cyps (Figs S1 and S2). These findings may indicate that those affinities between CsA and Cyps affect FCoV replication. It may be presumed that any host or viral factors bind CsA-binding regions of Cyps to contribute to FCoV replication. Namely, CsA might competitively bind the regions against those factors to inhibit FCoV replication. Further research on the role of CsA-binding regions of Cyps in FCoV replication would clarify the mechanism of inhibition of FCoV and other CoV replication by CsA.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 253,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we demonstrate that the active sites of Cyp PPIase are crucial for FCoV replication. Further studies are required to determine the molecular mechanism of the function of cellular Cyps that contribute to the efficient FCoV replication. PPIase inhibitors may act as drug alternatives for treating FIP and other CoV-induced diseases.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "fcwf-4 (American Type Culture Collection) was maintained in Dulbecco’s modified Eagle’s medium (Sigma-Aldrich) containing 10 % (v/v) FBS (JRH, Nissui). FCoV (strain 79–1146) was a gift from Dr Tsutomu Hodatsu, Kitasato University, Japan, and was propagated in fcwf-4 cells. Viruses were purified using linear sucrose-gradient ultracentrifugation. Each cell line was infected with FCoV at a m.o.i. of 1. Whole-cell lysates, RNAs and culture fluids were collected 20 h after infection. FCoV titres were expressed as TCID50. The viral stocks were prepared by collecting the virus particles from the culture medium, and TCID50 of each viral preparation was determined by infection of 8 wells of fcwf-4 cells in 96-well plates, in triplicate, with 10-fold serial dilutions of each viral stock.",
            "cite_spans": [],
            "section": "Cell culture, infection and virus titration ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The feline genes encoding CypA and CypB (GenBank accession nos. AB_588985 and AB_588986) were isolated from a cDNA library prepared from fcwf-4 cells by PCR. In brief, total RNA derived from fcwf-4 cells was extracted using Isogen (Nippon Gene), and a cDNA library was constructed using SuperScript III RNase H- Reverse Transcriptase (Invitrogen). The 5′- and 3′-regions of CypA and CypB were cloned using the FirstChoice RLM-RACE Kit (Thermo Fisher Scientific). Genes encoding Cyp were cloned into the pEF6/Myc-His A vector (Invitrogen) that contains the blasticidin-resistance gene for selection of stable cell lines, and the vectors were termed pEF-Myc-CypA and pEF-Myc-CypB. Sequences of the PCR primers are shown in Table 1. For mutagenesis, we generated the isomerase active-site mutants and calcineurin-binding region mutants of feline CypA (CypA-R55A, CypA-F60A, CypA-H126Q), as described by Zydowsky et al. [16], and those of feline CypB (Cyp-B-R62A, CypB-F67A), as described by Carpentier et al. [17, 26]. We used the respective parental pEF-Myc-CypA and pEF-Myc-CypB vectors with the PrimeSTAR Mutagenesis Basal Kit (Takara-bio), as shown in Tables 1, S1 and S2. Vector sequences were confirmed by Big-dye terminator sequence analysis (Life Technologies). For genetic KO experiments with fcwf-4 cells, we constructed plasmids using CRISPR/Cas9 systems. In brief, we synthesized oligonucleotides to guide RNA to target CypA and CypB DNA (Table 1). These were sub-cloned into the vector, pSpCas9 (BB)−2A-Puro (pX459: Addgene). Sequences of all constructed plasmids were confirmed using the Big-Dye Terminator v1.1 Cycle Sequencing Kit (Life Technologies).",
            "cite_spans": [
                {
                    "start": 917,
                    "end": 919,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1007,
                    "end": 1013,
                    "mention": "17, 26",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Plasmids ::: Methods",
            "ref_spans": [
                {
                    "start": 721,
                    "end": 728,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1153,
                    "end": 1161,
                    "mention": "Tables 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1448,
                    "end": 1455,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We used the following primary antibodies for Western blot analysis: anti-CypB (Thermo Scientific), anti-CypA (Millipore), anti-cMyc (Wako Laboratory Chemicals), anti-glyceraldehyde 3-phosphate dehydrogenase (Millipore) and anti-β-actin (Sigma-Aldrich). Immune complexes were visualized using an anti-mouse IgG (Promega) or anti-rabbit IgG antibodies (Promega), each of which was conjugated to HRP.",
            "cite_spans": [],
            "section": "Antibodies ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cell membranes were disrupted using cell-lysis buffer [10 mM Tris/HCl, pH 7.8, 1 mM EDTA, 1 % (w/v) NP-40, 0.15 M NaCl] containing the Complete Mini reagent (Roche Diagnostics). Lysate proteins were resolved by subjecting them to electrophoresis through 12.5 % SuperSep gel (Wako Laboratory Chemicals). The proteins were electrophoretically transferred from the gels to Immobilon-P membranes (Millipore) that were previously treated with 5 % (w/v) skimmed dry milk for 1 h at room temperature to minimize nonspecific binding. Membranes were then incubated for 1 h with the primary antibodies. Immune complexes were visualized using an anti-mouse IgG (Promega) or anti-rabbit IgG antibodies (Promega), each of which was conjugated to HRP, followed by incubation with an enhanced chemiluminescence substrate (SuperSignal West Femto Maximum Sensitivity Substrate; Thermo Scientific), according to the manufacturer’s protocol. Signals were detected using the ImageQuant LAS 4000-mini Imaging System (GE Healthcare Life Sciences) and analysed by Multi Gauge Version 3.0 software (GE Healthcare Life Sciences).",
            "cite_spans": [],
            "section": "Western blot analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The fcwf-4 cell line was plated on a 10 cm diameter dish (Corning) 18 h before transfection. Cells were transfected with 5 µg DNA of wild-type CypA or wild-type CypB (pEF-Myc-CypA or pEF-Myc-CypB) using the X-tremeGENE HP DNA Transfection Regent (Roche Diagnostics), according to the manufacturer’s instructions. The transfected cells were selected for 2 weeks with 6 µg ml−1 blasticidin (Life Technology) at 24 h after transfection. The individual cell colonies selected with blasticidin were cloned and analysed for expression of the target proteins by Western blot.",
            "cite_spans": [],
            "section": "Transfection of plasmids and establishment of stable cell line expressing CypA, CypB ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Human immunodeficiency virus type 1 vectors were used to express shRNAs. To establish KD cell lines, which stably expressed shRNAs, we used the sh-A161 (shRNA target sequence of CypA; AAGGGTTCCTGCTTTCTCAGA) and sh-B710 (shRNA target sequence of CypB; AAGGTGGAGAGCACCAAGACA [27]) vectors to suppress CypA and CypB expression, respectively. These were provided by Dr Hengli Tang (Florida State University). The sh-A161 and sh-B710 vectors were used to transfect into fcwf-4 cells in the presence of X-tremeGENE HP DNA Transfection Reagent. Transfected cells were selected by treating cells with 6 µg ml−1 puromycin (Sigma-Aldrich), 24 h post-transfection. Stably transfected cell lines were obtained from each colony isolated after a 3 week selection. The fewf-4 cell lines established with the sh-A161 vector were termed KD-CypA-fcwf cells, and those cell lines established with the sh-B710 vector were termed KD-CypB-fcwf cells. Inhibition of protein expression by shRNAs was estimated by Western blot. Those KD cells were infected with the FCoV 79–1146 strain at a m.o.i. of 1 p.f.u. per cell to study the effects on FCoV infection before cells were collected for Western blot and RT-qPCR analyses at 20 h post-infection (p.i.).",
            "cite_spans": [
                {
                    "start": 274,
                    "end": 276,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Establishment of KD cells and Western blot analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The number of copies of viral genomes in fcwf-4 cells infected with FCoV was determined using RT-qPCR [11]. In brief, the medium was removed 20 h after infection, and RNA from the cells was prepared using Isogen (Nippongene), according to the manufacturer’s protocol. Total RNA was reverse transcribed using the PrimeScript RT-PCR Kit (Perfect Real Time; Takara Bio). Viral cDNAs were quantified using qPCR with primers specific for the gene encoding FCoV-N (forward, 5′-TGGCCACACAGGGACAAC-3′; reverse, 5′-AGAACGACCACGTCTTTTGGAA-3′) and the TaqMan probe (FAM-TTCATCTCCCCAGTTGACG-BHQ-1). Reaction mixtures were prepared according to the manufacturer’s protocol using Premix EXTaq (Takara Bio), and sequences were amplified using the 7500 Sequence Detection System (Life Technologies). The viral RNA copy number was normalized to that of the feline gene encoding feline β2-microglobulin (β2M) (GenBank accession no. NM_001009876) using qPCR with forward (5′-CGCGTTTTGTGGTCTTGGTCTTGGT-3′) and reverse (5′-AAACCTGAACCTTTGGAGAATGC-3′) primers specific for β2M. The TaqMan probe, TAMRA-CGGACTGCTCTATCTGTCCCACCTGGA-BHQ-2, was used to detect β2M mRNA.",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 105,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Reverse transcriptase-quantitative PCR (RT-qPCR) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "KD-CypA-fcwf cells and KD-CypB-fcwf cells were plated on 10 cm dishes (Corning) and transfected with 5 µg DNA of pEF-Myc-CypA and pEF-Myc-CypB, respectively, using the X-tremeGENE HP DNA Transfection Reagent according to the manufacturer’s protocol. The transfected cells were selected with both 6 µg ml−1 blasticidin and 6 µg ml−1 puromycin at 24 h after transfection. The individual cell colonies selected with blasticidin and puromycin were cloned and analysed for expression of the target proteins by Western blot. Those KD cells restored with CypA or CypB were infected with FCoV 79–1146 at a m.o.i. of 1 p.f.u. per cell to study the effects on FCoV infection before cells were collected for Western blot and RT-qPCR analyses at 20 h p.i.",
            "cite_spans": [],
            "section": "Establishment of KD-CypA and KD-CypB cells stably transfected with wild-type CypA and CypB expression vectors ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Plasmids constructed by CRISPR/Cas9 systems were transfected into fcwf-4 cells with X-tremeGENE HP DNA Transfection Reagent. More than 12 cell lines were cloned after selection with puromycin (6 µg ml−1) over a 2 week period. Mutations of each cell line were confirmed by Western blot and genomic DNA sequence analyses. Those KO cells were infected with FCoV 79–1146 strain at a m.o.i. of 1 to study the effects on FCoV infection before the cells were collected for Western blot and RT-qPCR analyses at 20 h p.i.",
            "cite_spans": [],
            "section": "KO of CypA or CypB in the fcwf-4 cells by CRISPR/Cas9 and virus infection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Efforts to establish cell lines stably expressing dominant-negative CypA and CypB mutants were unsuccessful. Therefore, we moved to gain-of-function/overexpression studies to test for their impact on FCoV infection. fcwf-4 cells were transfected with vectors encoding dominant-negative mutation using the X-tremeGENE HP DNA Transfection Reagent, as described previously. The cells were infected with FCoV at a m.o.i. of 1 at 24 h post-transfection and subjected to Western blot and RT-qPCR analyses at 20 h p.i.",
            "cite_spans": [],
            "section": "Cells expressing CypA and CypB dominant-negative mutants inhibit FCoV replication ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Differences between variables were statistically evaluated using the Student’s t-test. The threshold of statistical significance was defined as P<0.05. Values are expressed as the mean±sd.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We assayed WST-8 to evaluate the viability of the cells transfected with each plasmid. The Cell Counting Kit-8 (Dojin Chemical) was used for analysis according to the manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Cell viability analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We used the Kyoto Encyclopedia of Genes and Genome to search for paralog genes of Cyps on F. catus genomes.",
            "cite_spans": [],
            "section": "Genomic database analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "We used moe (Chemical Computing Group) to analyse the interaction between Cyps and CsA and protein stabilities.",
            "cite_spans": [],
            "section": "Protein affinity analysis ::: Methods",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Primer sequences used in this study\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.: Stable expression of CypA and CypB enhances FCoV replication. (a) The Felis catus whole fetus-4 cell line was transfected with pEF-Myc-CypA, pEF-Myc-CypB or the pEF/Myc-His vector (empty vector), and the transfected cells were selected with blasticidin at 24 h after transfection. The individual cell colonies selected with blasticidin were cloned. The cells were infected with FCoV, and lysates were subjected to Western blot with anti-Myc, anti-FCoV-N, anti-CypA, anti-CypB and anti-β-actin antibodies, respectively. FCoV-N protein expression was normalized to that of endogenous β-actin. All strips were excised from the same blot. (b) RT-qPCR analysis of FCoV-infected cells stably expressing Myc-CypA and Myc-CypB was performed to determine viral copies. Total RNAs were extracted and analysed by RT-qPCR. Virus copies were normalized with β2-microglobulin (β2M) gene expression. Experiments were performed in triplicate. (c) Cells stably expressing Myc-CypA or Myc-CypB were infected with FCoV. The viral titration with the supernatants of the infected or mock-infected cells was determined by TCID50 assay. Error bars indicate the sd from the mean in (b) and (c). Asterisks indicate significant differences (*P<0.05) in (b) and (c).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: CypA and CypB play important roles in the replication of FCoV. (a) KD-CypA-fcwf and fcwf-4 cell lines transfected with a non-targeting (scramble) shRNA vector (as a control) were infected with FCoV. After 20 h infection, the cells were disrupted with lysis buffer and used for Western blot analysis with anti-CypA, anti-CypB, anti-FCoV-N and anti-β-actin antibodies. FCoV-N protein was normalized with endogenous β-actin protein. The three strips were excised from the same blot. (b) Total RNAs from infected or mock-infected cells were extracted and analysed by RT-qPCR. RT-qPCR was performed to determine viral copies. The fcwf-4 cell line was transfected with a non-targeting (scramble) shRNA vector as a control. Experiments were performed in triplicate. Viral copies were normalized to those of feline β2M. (c) FCoV replication in KD-CypA-fcwf cells was analysed by determining TCID50 using supernatants of the infected cells. The fcwf-4 cell line transfected with a non-targeting shRNA vector was used as a control. (d) Western blot analysis of the KD of endogenous CypB expression using shRNA and the expression of FCoV-N in FCoV-infected cells. Western blot with anti-CypA, anti-CypB, anti-FCoV-N and anti-β-actin antibodies was performed. Expression levels were normalized to that of β-actin. All strips were excised from the same blot. (e) Total RNAs from infected or mock-infected cells were extracted and analysed using RT-qPCR. RT-qPCR was performed to determine viral copies. The fcwf-4 cell line was transfected with a non-targeting (scramble) shRNA vector as a control. Experiments were performed in triplicate. Viral copies were normalized to those of feline β2M. (f) FCoV replication in KD-CypB-fcwf cells was analysed by determining TCID50. The fcwf-4 cell line transfected with a non-targeting shRNA vector was used as a control. Viral titration with the supernatants of the infected cells was determined by TCID50 assay. Experiments were performed in triplicate. The error bars in (b), (c), (e) and (f) indicate the sd from the mean. Asterisks indicate significant differences (*P<0.05) in (b), (c), (e) and (f).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.: KD-CypA cells transfected with wild-type CypA restore viral replication. (a) KD-CypA-fcwf cells transfected with pEF-Myc-CypA were infected with FCoV, and expression of FCoV-N was analysed by Western blot analysis using anti-FCoV-N, anti-Myc, anti-CypA, anti-CypB and anti-β-actin antibodies. FCoV-N levels were normalized to that of endogenous β-actin. The five strips were excised from the same blot. (b) Western blot analysis of FCoV-N expression. KD-CypA-fcwf cells were transfected with pEF/Myc-His (empty vector) or pEF-Myc-CypA, and the parental fcwf-4 cells were transfected with the pEF/Myc-His (empty vector). Experiments were performed in triplicate, with error bars indicating the sd from the mean. (c) RT-qPCR was performed to determine viral copies of KD-CypA cells stably expressing Myc-CypA, infected with FCoV. Total RNAs from infected or mock-infected cells were extracted and analysed by RT-qPCR. Viral copies were normalized to those of the feline β2M. Experiments were conducted in triplicate, and error bars indicate the sd from the mean. Asterisks indicate significant differences (*P<0.05) in (b) and (c).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.: KD-CypB cells transfected with pEF-Myc-CypB support viral replication. (a) KD-CypB-fcwf cells transfected with pEF-Myc-CypB and the pEF/Myc-His (empty vector), respectively, were infected with FCoV. Parental fcwf-4 cells were transfected with pEF/Myc-His. Lysates were analysed by Western blot using anti-FCoV-N, anti-Myc, anti-CypB, anti-CypA and anti-β-actin antibodies, respectively. All strips were excised from the same blot, and protein expression levels were normalized to that of β-actin. (b) Western blot analysis of the effect of CypB restored with pEF-Myc-CypB on FCoV-N expression. FCoV-N expression was normalized to that of β-actin. (c) RT-qPCR was performed to determine viral copies of KD-CypB cells stably expressing Myc-CypB infected with FCoV. Total RNAs from infected or mock-infected cells were extracted and analysed using RT-qPCR. Viral copies were normalized to those of the feline β2M. Experiments were conducted in triplicate, and error bars indicate the sd from the mean. Asterisk indicates significant differences (*P<0.05) in (b) and (c).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5.: FCoV replication is inhibited in KO-CypA-fcwf and KO-CypB-fcwf cells. (a) Stable KO cells for Cyp genes, CypA and CypB, were infected with FCoV. At 20 h post-infection (p.i.), total cell lysates were analysed by Western blot using anti-FCoV-N, anti-CypA, anti-CypB and anti-glyceraldehyde 3-phosphate dehydrogenase (GAPDH) antibodies. All strips were excised from the same blot, and FCoV-N protein expression levels were normalized to those of GAPDH. (b) Total RNAs were extracted for RT-qPCR analysis at 20 h p.i. after each KO-Cyps cell line was infected with FCoV at a m.o.i. of 1. Viral copies were normalized to those of the feline β2M. Experiments were conducted in triplicate, and error bars indicate the sd from the mean. Asterisk indicates significant differences (*P<0.05).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6.: PPIase active sites of CypA and CypB are involved in FCoV replication. (a) fcwf-4 cells transfected with vectors, which express Myc-tagged CypA mutants (CypA-R55A, CypA-R60A and CypA- H126Q), were infected with FCoV. Cell lysates were prepared for Western blot analysis at 20 h p.i. The transferred membrane was incubated with anti-FCoV-N, anti-Myc, anti-CypA, anti-CypB and anti-β-actin antibodies. FCoV-N expression levels were normalized to that of β-actin, and all strips were excised from the same membrane. (b) Western blot analysis of the effect of CypA mutants on FCoV-N expression. FCoV-N protein expression levels were normalized to that of β-actin. (c) Total RNAs were extracted for RT-qPCR analysis at 20 h p.i. after the cells transfected with each vector encoding a dominant-negative gene were infected with FCoV at a m.o.i. of 1. Viral copies were normalized to those of the feline β2M. (d) fcwf-4 cells transfected with vectors, which express Myc-tagged CypB mutants (CypB-R62A and CypB-F67A), were infected with FCoV, and cell lysates were prepared for Western blot analysis at 20 h p.i. The transferred membrane was incubated with anti-FCoV-N, anti-Myc, anti-CypA, anti-CypB and anti-β-actin antibodies. FCoV-N expression levels were normalized to that of β-actin, and all strips were excised from the same membrane. (e) Western blot analysis of the effect of CypB mutants on FCoV-N expression. FCoV-N protein expression levels were normalized to that of β-actin. (f) Total RNAs were extracted for RT-qPCR analysis at 20 h p.i. after the cells transfected with each vector encoding the dominant-negative gene were infected with FCoV at a m.o.i. of 1. Viral copies were normalized to those of the feline β2M. Experiments were conducted in triplicate, and error bars indicate the sd from the mean. Asterisk indicates significant differences (*P<0.05) in (b), (c), (e) and (f).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Persistence and transmission of natural type I feline coronavirus infection",
            "authors": [
                {
                    "first": "DD",
                    "middle": [],
                    "last": "Addie",
                    "suffix": ""
                },
                {
                    "first": "IA",
                    "middle": [],
                    "last": "Schaap",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Nicolson",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Jarrett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Gen Virol",
            "volume": "84",
            "issn": "",
            "pages": "2735-2744",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.19129-0"
                ]
            }
        },
        "BIBREF1": {
            "title": "The SARS-coronavirus-host interactome: identification of cyclophilins as target for pan-coronavirus inhibitors",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schöpf",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kögl",
                    "suffix": ""
                },
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Friedel",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS Pathog",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1002331"
                ]
            }
        },
        "BIBREF2": {
            "title": "Suppression of feline coronavirus replication in vitro by cyclosporin A",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Osawa",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Inoue",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet Res",
            "volume": "43",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1297-9716-43-41"
                ]
            }
        },
        "BIBREF3": {
            "title": "Genetic deficiency and polymorphisms of cyclophilin A reveal its essential role for human coronavirus 229E replication",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "von Brunn",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ciesek",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "von Brunn",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carbajo-Lozoya",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Opin Virol",
            "volume": "14",
            "issn": "",
            "pages": "56-61",
            "other_ids": {
                "DOI": [
                    "10.1016/j.coviro.2015.08.004"
                ]
            }
        },
        "BIBREF4": {
            "title": "Replication of human coronaviruses SARS-CoV, HCoV-NL63 and HCoV-229E is inhibited by the drug FK506",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carbajo-Lozoya",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kallies",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Virus Res",
            "volume": "165",
            "issn": "",
            "pages": "112-117",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2012.02.002"
                ]
            }
        },
        "BIBREF5": {
            "title": "Human coronavirus NL63 replication is cyclophilin A-dependent and inhibited by non-immunosuppressive cyclosporine A-derivatives including Alisporivir",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carbajo-Lozoya",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ma-Lauer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Malešević",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Theuerkorn",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Kahlert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Virus Res",
            "volume": "184",
            "issn": "",
            "pages": "44-53",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virusres.2014.02.010"
                ]
            }
        },
        "BIBREF6": {
            "title": "A novel secreted cyclophilin-like protein (SCYLP)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Spik",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Haendler",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Delmas",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mariller",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chamoux",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "J Biol Chem",
            "volume": "266",
            "issn": "",
            "pages": "10735-10738",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Active site mutants of human cyclophilin A separate peptidyl-prolyl isomerase activity from cyclosporin A binding and calcineurin inhibition",
            "authors": [
                {
                    "first": "LD",
                    "middle": [],
                    "last": "Zydowsky",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Etzkorn",
                    "suffix": ""
                },
                {
                    "first": "HY",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Stolz",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Protein Sci",
            "volume": "1",
            "issn": "",
            "pages": "1092-1099",
            "other_ids": {
                "DOI": [
                    "10.1002/pro.5560010903"
                ]
            }
        },
        "BIBREF8": {
            "title": "Two distinct regions of cyclophilin B are involved in the recognition of a functional receptor and of glycosaminoglycans on T lymphocytes",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carpentier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Allain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Haendler",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Denys",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mariller",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Biol Chem",
            "volume": "274",
            "issn": "",
            "pages": "10990-10998",
            "other_ids": {
                "DOI": [
                    "10.1074/jbc.274.16.10990"
                ]
            }
        },
        "BIBREF9": {
            "title": "Cellular peptidyl-prolyl cis/trans isomerase Pin1 facilitates replication of feline coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Amano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morisaki",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Sasaki",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Antiviral Res",
            "volume": "126",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.antiviral.2015.11.013"
                ]
            }
        },
        "BIBREF10": {
            "title": "The role of immunophilins in viral infection",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hopkins",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Gallay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biochim Biophys Acta",
            "volume": "1850",
            "issn": "",
            "pages": "2103-2110",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbagen.2014.11.011"
                ]
            }
        },
        "BIBREF11": {
            "title": "Coronaviruses post-SARS: update on replication and pathogenesis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Netland",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Rev Microbiol",
            "volume": "7",
            "issn": "",
            "pages": "439-450",
            "other_ids": {
                "DOI": [
                    "10.1038/nrmicro2147"
                ]
            }
        },
        "BIBREF12": {
            "title": "Cyclophilin and peptidyl-prolyl cis–\ntrans isomerase are probably identical proteins",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wittmann-Liebold",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kiefhaber",
                    "suffix": ""
                },
                {
                    "first": "FX",
                    "middle": [],
                    "last": "Schmid",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nature",
            "volume": "337",
            "issn": "",
            "pages": "476-478",
            "other_ids": {
                "DOI": [
                    "10.1038/337476a0"
                ]
            }
        },
        "BIBREF13": {
            "title": "Characterisation of the RNA binding properties of the coronavirus infectious bronchitis virus nucleocapsid protein amino-terminal region",
            "authors": [
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Spencer",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Hiscox",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "FEBS Lett",
            "volume": "580",
            "issn": "",
            "pages": "5993-5998",
            "other_ids": {
                "DOI": [
                    "10.1016/j.febslet.2006.09.052"
                ]
            }
        },
        "BIBREF14": {
            "title": "Coronavirus nucleocapsid protein is an RNA chaperone",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zúñiga",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sabella",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Plana-Durán",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Virology",
            "volume": "357",
            "issn": "",
            "pages": "215-227",
            "other_ids": {
                "DOI": [
                    "10.1016/j.virol.2006.07.046"
                ]
            }
        },
        "BIBREF15": {
            "title": "Coronavirus nucleocapsid protein facilitates template switching and is required for efficient transcription",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zúñiga",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Cruz",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Sola",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Mateos-Gómez",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Palacio",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Virol",
            "volume": "84",
            "issn": "",
            "pages": "2169-2175",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02011-09"
                ]
            }
        },
        "BIBREF16": {
            "title": "Nucleocapsid phosphorylation and RNA helicase DDX1 recruitment enables coronavirus transition from discontinuous to continuous transcription",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Cell Host Microbe",
            "volume": "16",
            "issn": "",
            "pages": "462-472",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2014.09.009"
                ]
            }
        },
        "BIBREF17": {
            "title": "Nucleocapsid protein of SARS coronavirus tightly binds to human cyclophilin A",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gui",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yue",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Biochem Biophys Res Commun",
            "volume": "321",
            "issn": "",
            "pages": "557-565",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bbrc.2004.07.003"
                ]
            }
        },
        "BIBREF18": {
            "title": "Delineation of the calcineurin-interacting region of cyclophilin B",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carpentier",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Allain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Haendler",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Slomianny",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Spik",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Protein Sci",
            "volume": "9",
            "issn": "",
            "pages": "2386-2393",
            "other_ids": {
                "DOI": [
                    "10.1110/ps.9.12.2386"
                ]
            }
        },
        "BIBREF19": {
            "title": "Cyclophilin A is an essential cofactor for hepatitis C virus infection and the principal mediator of cyclosporine resistance in vitro\n",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Robotham",
                    "suffix": ""
                },
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Irsigler",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kenworthy",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J Virol",
            "volume": "82",
            "issn": "",
            "pages": "5269-5278",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02614-07"
                ]
            }
        },
        "BIBREF20": {
            "title": "A review of feline infectious peritonitis virus infection: 1963–2008",
            "authors": [
                {
                    "first": "NC",
                    "middle": [],
                    "last": "Pedersen",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Feline Med Surg",
            "volume": "11",
            "issn": "",
            "pages": "225-258",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfms.2008.09.008"
                ]
            }
        },
        "BIBREF21": {
            "title": "Extraperitoneal lesions in feline infectious peritonitis",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Montali",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Strandberg",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Vet Pathol",
            "volume": "9",
            "issn": "",
            "pages": "109-121",
            "other_ids": {
                "DOI": [
                    "10.1177/030098587200900204"
                ]
            }
        },
        "BIBREF22": {
            "title": "Hosting the severe acute respiratory syndrome coronavirus: specific cell factors required for infection",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Rottier",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell Microbiol",
            "volume": "8",
            "issn": "",
            "pages": "1211-1218",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1462-5822.2006.00744.x"
                ]
            }
        },
        "BIBREF23": {
            "title": "Identification of host factors involved in coronavirus replication by quantitative proteomics analysis",
            "authors": [
                {
                    "first": "MW",
                    "middle": [],
                    "last": "Vogels",
                    "suffix": ""
                },
                {
                    "first": "BW",
                    "middle": [],
                    "last": "van Balkom",
                    "suffix": ""
                },
                {
                    "first": "DV",
                    "middle": [],
                    "last": "Kaloyanova",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Batenburg",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Heck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proteomics",
            "volume": "11",
            "issn": "",
            "pages": "64-80",
            "other_ids": {
                "DOI": [
                    "10.1002/pmic.201000309"
                ]
            }
        },
        "BIBREF24": {
            "title": "A cytosolic binding protein for the immunosuppressant FK506 has peptidyl-prolyl isomerase activity but is distinct from cyclophilin",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Siekierka",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Poe",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "NH",
                    "middle": [],
                    "last": "Sigal",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nature",
            "volume": "341",
            "issn": "",
            "pages": "755-757",
            "other_ids": {
                "DOI": [
                    "10.1038/341755a0"
                ]
            }
        },
        "BIBREF25": {
            "title": "Peptidyl-prolyl cis–trans isomerase is the cyclosporin A-binding protein cyclophilin",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Takahashi",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Hayano",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Nature",
            "volume": "337",
            "issn": "",
            "pages": "473-475",
            "other_ids": {
                "DOI": [
                    "10.1038/337473a0"
                ]
            }
        },
        "BIBREF26": {
            "title": "Cyclosporin A inhibits the replication of diverse coronaviruses",
            "authors": [
                {
                    "first": "AH",
                    "middle": [],
                    "last": "de Wilde",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Zevenhoven-Dobbe",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "van der Meer",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Thiel",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Narayanan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "2542-2548",
            "other_ids": {
                "DOI": [
                    "10.1099/vir.0.034983-0"
                ]
            }
        }
    }
}