{
    "paper_id": "PMC7222948",
    "metadata": {
        "title": "Albumin human/bumetanide",
        "authors": []
    },
    "body_text": [
        {
            "text": "\nAuthor Information\nAn event is serious (based on the ICH definition) when the patient outcome is:* death* life-threatening* hospitalisation* disability* congenital anomaly* other medically important event\n",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "A 23-year-old woman developed osmotic demyelination syndrome secondary to rapid correction of hyponatraemia following treatment with albumin human and bumetanide [durations of treatments to reactions onsets not stated].",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "The woman had a past medical history of ulcerative colitis, hypertension, hepatitis-B, and gastroesophageal reflux disease. She presented to an outside hospital for dyspnoea and lower extremity oedema. On day 23 hospitalisation, she was transferred to the medical intensive care unit (ICU) due to hypoxia and encephalopathy. She required mechanical ventilation. During the admission, laboratory data were significant for albumin 0.7 g/dL, serum sodium 118 mEq/L and ammonia 120 μmol/L. Severe hyponatraemia with a sodium level of less than 120 mEq/L was attributed to hypoalbuminaemia, malnutrition secondary to ulcerative colitis and volume overload. Severe hyponatraemia was treated with IV albumin human [albumin] and IV bumetanide [dosages not stated]. Following the treatment, her serum sodium level rapidly elevated. The condition was followed by acute generalised weakness, inability to follow commands and altered mental status secondary to the rapid correction of sodium. Later, her serum sodium level was found to be 161 mEq/L. She was administered enteral free water, which led to slow hypernatremia correction. Around 2 weeks after the onset of neurologic symptoms, a repeat head CT was unremarkable. Repeat MRI showed restricted diffusion and an abnormal signal within the pons. The findings were found to be consistent with osmotic demyelination syndrome (ODS). ",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "Following 14 days of the ODS, the woman was started on plasma exchange with albumin as replacement fluid. At this time, she was unresponsive to commands, opening her eyes spontaneously and withdrawal to painful stimuli. Her Glasgow Coma Scale score was found to be 10T. After the first session of plasma exchange, she was able to respond to the commands by shaking her head and blinking. However, she had no further neurologic recovery after completion of all four sessions. Thereafter, she underwent tracheostomy with successful ventilator liberation. Eventually, she was discharged to a rehabilitation facility. Per follow-up report, no further neurologic recovery was noted.",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Plasma exchange as treatment for osmotic demyelination syndrome: Case report and review of current literature",
            "authors": [
                {
                    "first": "Nicholas",
                    "middle": [
                        "R."
                    ],
                    "last": "Nelson",
                    "suffix": ""
                },
                {
                    "first": "Madeline",
                    "middle": [
                        "G."
                    ],
                    "last": "Tompkins",
                    "suffix": ""
                },
                {
                    "first": "Melissa",
                    "middle": [
                        "L."
                    ],
                    "last": "Thompson Bastin",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Transfusion and Apheresis Science",
            "volume": "58",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.transci.2019.10.005"
                ]
            }
        }
    }
}