{
    "paper_id": "PMC7223134",
    "metadata": {
        "title": "Hypersensitivity reactions to biologics (part I): allergy as an important differential diagnosis in complex immune-derived adverse events",
        "authors": [
            {
                "first": "Askin",
                "middle": [],
                "last": "Gülsen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bettina",
                "middle": [],
                "last": "Wedi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Uta",
                "middle": [],
                "last": "Jappe",
                "suffix": "",
                "email": "ujappe@fz-borstel.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "BSs were investigated individually for HSR, IR, ISRs, and anaphylaxis from The Food and Drug Administration (FDA), European Medicines Agency (EMA), and British Columbia Cancer Agency (BCCA) Drug Manual database and created the main information pool in terms of these side effects. In addition, case reports, articles, and reviews on this subject were retrieved by searching three international databases (Pubmed, Web of Science, and Google Scholar). The search terms, such as specific BS, allergy, anaphylaxis, hypersensitivity, IR, ISR, and urticaria were determined for the search.",
            "cite_spans": [],
            "section": "Material and methods ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "BSs are engineered macromolecules that are quite similar to autologous proteins. Therefore, they vary, as do small-molecule pharmaceuticals, in the reactions they produce. In a comprehensive review of the Spanish Society of Rheumatology’s Biobadaser Database in 2018, 8253 side effects were reported in 4454 patients treated with BSs (mostly tumor necrosis factor [TNF]-α-blockers) [3]. Of these, 7133 (86.4%) were classified as non-serious, 1089 (13.2%) as serious, and 31 (0.38%) as fatal.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 384,
                    "mention": "3",
                    "ref_id": "BIBREF90"
                }
            ],
            "section": "Overview of reported allergic reactions to biotechnological substances ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The symptoms mentioned in the various classifications of HSRs and anaphylaxis have many common features. Due to the overlap in these common signs and symptoms, it is not possible to differentiate between IRs, anaphylaxis, or other HSRs in the reported descriptions and publications. In this review, we will elaborate IR, ISR, HSR, urticaria, as well as anaphylaxis. Drugs are described individually under subheadings naming the various medical disciplines in which they are used.",
            "cite_spans": [],
            "section": "Overview of reported allergic reactions to biotechnological substances ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Benralizumab is the newest anti-asthmatic and anti-inflammatory drug in the monoclonal antibody (mAb) family developed for the treatment of severe eosinophilic and allergic asthma. It exerts its effects by binding to the α‑subunit of the interleukin (IL)-5 receptor on eosinophils and basophils.",
            "cite_spans": [],
            "section": "Benralizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In a phase IIb study conducted between 2011 and 2012, the ISR rate was 16% and anaphylaxis was 0% [4]. FDA labels show a 3% incidence of HSRs (anaphylaxis, urticaria, rash, and angioedema) in the treatment group receiving benralizumab and placebo [5]. The frequency of ISR (erythema, local pain, papule, or pruritus) was 2.2% in patients treated with benralizumab [5]. These reactions usually occurred within the first hours after s.c. administration of the drug. The most reported ADR was upper respiratory tract infection and mild to moderate nasopharyngitis [6]. In a recent study in which 13 patients were treated, HSR and anaphylaxis were not reported; only slight fever with chills was observed in two patients [7].",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 100,
                    "mention": "4",
                    "ref_id": "BIBREF101"
                },
                {
                    "start": 248,
                    "end": 249,
                    "mention": "5",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 365,
                    "end": 366,
                    "mention": "5",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 562,
                    "end": 563,
                    "mention": "6",
                    "ref_id": "BIBREF123"
                },
                {
                    "start": 718,
                    "end": 719,
                    "mention": "7",
                    "ref_id": "BIBREF134"
                }
            ],
            "section": "Benralizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In the meta-analysis of eight randomized controlled trials, the overall risk of ADRs and severe side effects was lower and the risk of headache and pyrexia higher in patients treated with benralizumab compared to placebo [8]. In addition, an increased incidence of ISRs, hypersensitivity, and death was not observed compared to placebo. The ISRs were reported in 2.6% of patients treated with 30 mg benralizumab. Post-marketing side effect recording is ongoing.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "mention": "8",
                    "ref_id": "BIBREF145"
                }
            ],
            "section": "Benralizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Lebrikizumab is a novel humanized mAb that specifically inhibits the activity of IL-13. Clinical studies for the treatment of asthma that is uncontrolled by inhaled corticosteroids, chronic obstructive pulmonary disease (COPD), atopic dermatitis, and idiopathic pulmonary fibrosis (IPF) are ongoing.",
            "cite_spans": [],
            "section": "Lebrikizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In one placebo-controlled study using higher doses, ISRs (pain, erythema) were found to be more prevalent, 20.5% and 20.3% in groups receiving 125 and 250 mg doses of lebrikizumab, 11.1% in a group receiving 37.5 mg, and 6% in the group given placebo [9]. In the phase III study (LAVOLTA) of lebrikizumab for asthma, ISRs occurred in 6% of participants receiving 37.5 mg s.c. injections, 10% of participants receiving 125 mg s.c. injections, and 8% of participants receiving a placebo once every 4 weeks [10]. In the same study, anaphylaxis was reported to be below 1%.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 253,
                    "mention": "9",
                    "ref_id": "BIBREF156"
                },
                {
                    "start": 505,
                    "end": 507,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Lebrikizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Korenblat et al. reported anaphylaxis in one patient (1%) treated with lebrikizumab, and this reaction was attributed to a known peanut allergy [11]. In another study, lebrikizumab was well tolerated, and death and anaphylactic reactions were not reported [12]. ISRs rarely occurred (1.3% in the lebrikizumab and 1.9% in the placebo group).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "mention": "11",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 257,
                    "end": 259,
                    "mention": "12",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Lebrikizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Mepolizumab is a comparatively new anti-inflammatory, anti-asthmatic BS consisting of a mAb that binds to IL‑5. Therefore, it was also approved by the FDA in December 2017 for use in the treatment of Churg-Strauss syndrome (eosinophilic granulomatosis with polyangiitis).",
            "cite_spans": [],
            "section": "Mepolizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In a multicenter study covering the years 2009–2011 (DREAM study), the most commonly reported drug-related adverse events were non-allergic, infusion-related reactions [13]. Infusion-related reactions occurred in 5% of participants receiving 75 mg of mepolizumab, 8% of participants receiving 250 mg, 12% of participants receiving 750 mg, and 6% of participants receiving placebo. HSRs thought to be associated with the study drug occurred in 0% of participants receiving 75 mg mepolizumab, <1% of participants receiving 250 mg, 1% of participants receiving 750 mg, and 2% of participants receiving placebo. No anaphylactic reaction was reported.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 171,
                    "mention": "13",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Mepolizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Anaphylaxis has not been reported on FDA labels [14]. However, in one case, type-IV delayed HSR was observed in the 9th month of treatment, 3 days after subcutaneous (SC) administration of 100 mg mepolizumab. Local ISRs (8% after 100 mg application, 3% after 75 mg application, 3% after placebo), and only few allergic reactions (≤2%) have been reported.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 51,
                    "mention": "14",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Mepolizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Lugogo et al. [15] conducted a study on SC administration of mepolizumab in severe eosinophilic asthma patients. In this study, HSRs (type IV) occurred in ≤1% of participants, local ISRs occurred in 3%, and <1% of participants experienced injection-related reactions (non-allergic). There was no report of mepolizumab-related anaphylaxis.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 17,
                    "mention": "15",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Mepolizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Finally, in a recent study of 347 severe eosinophilic asthma patients, local ISRs (12%), allergic/HSRs (2%), and non-allergic systemic reactions (<1%) were reported [16]. Anaphylaxis was not observed.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "mention": "16",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Mepolizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Reslizumab is a biologically active humanized mAb used for adjunctive therapy of severe asthma with an eosinophilic phenotype. This drug binds and inhibits the cytokine IL‑5, which is responsible for growth, differentiation, recruitment, activation, and survival of eosinophils.",
            "cite_spans": [],
            "section": "Reslizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In a study conducted by Castro et al. [17] in 2015, ISRs (hematoma, rash, and local pain) were reported to be less than 2%, and an anaphylactic reaction was reported in two patients. Anti-drug antibodies (ADA) for reslizumab were found to be negative in these patients, and therefore no further information could be obtained.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 41,
                    "mention": "17",
                    "ref_id": "BIBREF76"
                }
            ],
            "section": "Reslizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In FDA labels, treatment-related anaphylaxis was reported in three patients in the reslizumab 3 mg/kg treatment group [18]. The same label states that this drug is produced in the murine cell line, which introduces the galactose-α‑1,3‑galactose (α-gal) carbohydrate sequence as a post-translational modification into the carbohydrate side chains of the mAb. This explains why this drug is immunogenic for humans, but it is unclear how α‑gal acts and which role it plays in these reactions. ADA were positive in approximately 6% of patients treated with reslizumab, but there was no correlation with HSR and allergic reactions.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "mention": "18",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Reslizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Murphy and colleagues [19] investigated the long-term effects of reslizumab and reported two HSRs (<1%), two drug eruptions (<1%), and very rare local infusion-related AEs (e.g., pain at injection site) (<1%). They did not report anaphylaxis during the follow-up period.",
            "cite_spans": [
                {
                    "start": 23,
                    "end": 25,
                    "mention": "19",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Reslizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In a recent study, one case of toxicoderma (the 4th dose of the drug 12 h after administration) was reported [20]. The patient developed a symmetrical rash on the trunk and proximal limbs, and the symptoms improved after administration of systemic corticosteroids and antihistamines.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "mention": "20",
                    "ref_id": "BIBREF80"
                }
            ],
            "section": "Reslizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Omalizumab is a humanized mAb commonly used as an adjunctive and second-line treatment for severe allergic asthma and chronic spontaneous urticaria. The effect is due to selective binding to immunoglobulin E (IgE).",
            "cite_spans": [],
            "section": "Omalizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "The task force report published by the American Allergy Academy in 2007 states that the rate of anaphylaxis associated with omalizumab treatment is 0.09% [21]. Of the reactions observed to date, 61% occurred within 2 h after one of the first three doses, and 14% occurred within 30 min after the fourth or a later dose. Omalizumab is produced in the ovarian cells of a Chinese hamster and does not express the α‑1,3‑galactosyl transferase, and therefore does not contain α‑gal. As a consequence, pre-existing IgE-antibodies as have been described in patients with anaphylaxis to cetuximab were not detectable in humans [21].",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "mention": "21",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 620,
                    "end": 622,
                    "mention": "21",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Omalizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In a large-scale real life study conducted between 2007 and 2016, ISRs, immediate local reactions, urticaria, and anaphylaxis were reported to be 3.4%, 1.1%, 1.0%, and 0%, respectively [22].",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "mention": "22",
                    "ref_id": "BIBREF82"
                }
            ],
            "section": "Omalizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In 2011, a sequel of the task force report of the American Allergy Academy written in 2007 was published on the basis of post-marketing safety data provided by Genentech/Novartis [23]. In this additional report, a total of 77 of the 127 patients (60.6%) that developed anaphylaxis against omalizumab reported that these reactions occurred within the recommended hospital waiting period (especially within the first 2 h after the first three injections).",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 182,
                    "mention": "23",
                    "ref_id": "BIBREF83"
                }
            ],
            "section": "Omalizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In FDA labels, anaphylaxis with symptoms such as angioedema, bronchospasm, urticaria, hypotension, and syncope has been reported in 0.1% of patients [24]. This can be seen after the first dose, as well as 1 year later. ISRs of any severity (pain, burning, induration, warmth, redness, bruising, itching, granuloma formation, etc.) were observed in 45% of patients compared with placebo (43%). More severe reactions have been reported in 12% of patients receiving omalizumab and 9% in placebo. Most of these reactions occur 1 h after injection and last for less than 8 days.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "mention": "24",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Omalizumab ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Nintedanib is an antiproliferative and antitumoral oral BS of the multikinase receptor inhibitor group usually used in the treatment of idiopathic pulmonary fibrosis and non-small cell lung cancer.",
            "cite_spans": [],
            "section": "Nintedanib ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "The Australian Public Assessment report and the FDA label did not observe an increase in the incidence of severe immunological and anaphylactic reactions related to the use of nintedanib [25, 26]. Both reports documented hepatotoxicity, bleeding and thromboembolic events, gastrointestinal toxicity (diarrhea, nausea, and vomiting) and perforation, myocardial infarction, and hypertension as side effects. In post-marketing studies, it is reported that pruritus and rash may be seen, but the rate is not clear (referenced in [26]). Nintedanib capsules contain the following excipients; (i) capsule content: triglycerides, hard fat, lecithin (soya); (ii) capsule shell: gelatin, glycerol, titanium dioxide, iron oxide red and yellow; (iii) printing ink: shellac glaze, iron oxide black, and propylene glycol [26]. In addition, the summary of product characterics indicate that those patients with soy and peanut allergy should be treated with caution, but more detailed information as to the reason for legume allergy to be considered as a risk is lacking.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "25",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 192,
                    "end": 194,
                    "mention": "26",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 526,
                    "end": 528,
                    "mention": "26",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 808,
                    "end": 810,
                    "mention": "26",
                    "ref_id": "BIBREF86"
                }
            ],
            "section": "Nintedanib ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Insufficient data were found in our literature review to assess the prevalence of allergic reactions, HSR, anaphylaxis, and urticaria due to the use of this BS. This is probably due to the fact that other side effects were considered as having higher priority.",
            "cite_spans": [],
            "section": "Nintedanib ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Pirfenidone is an oral BS with antifibrotic and anti-inflammatory properties. Its only indication is the treatment of mild to moderate idiopathic pulmonary fibrosis. It exerts its effect by inhibiting transforming growth factor (TGF)-β1.",
            "cite_spans": [],
            "section": "Pirfenidone ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Skin rash was reported in 32% of patients treated with pirfenidone and in 12% of patients treated with placebo [27]. In addition, phototoxic burn-like skin rashes on sun-exposed body areas and erythematous (edematous or non-edematous) lesions were reported in 12% of patients and in 2% with placebo.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "27",
                    "ref_id": "BIBREF87"
                }
            ],
            "section": "Pirfenidone ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "In newly published FDA labels, photosensitivity and rash were reported at a rate of 9%, but HSR and anaphylaxis were not mentioned in this report [28].",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "28",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "Pirfenidone ::: Pulmonology",
            "ref_spans": []
        },
        {
            "text": "Alefacept is a fully human recombinant lymphocyte function-associated antigen-3 (LFA-3) immunoglobulin G1 fusion protein with a dual action mechanism that targets T cells, and can be administered intramuscularly or intravenously on a weekly basis. Its primary function is to interact with CD2 in the membrane of CD4 + and CD8 + T cells, inhibiting activation and thus regulating CD2/LFA‑3 interaction. A secondary mechanism of action is the induction of apoptosis in memory-effect T lymphocytes.",
            "cite_spans": [],
            "section": "Alefacept ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "According to FDA labels, four out of 1869 patients (0.2%) reported angioedema in clinical trials: two of these patients were hospitalized and treated [31]. However, urticaria was seen in six patients (<1%) during the 24-week period. In one patient, therapy needed to be terminated due to allergic reactions. ISRs were reported in 16% of patients receiving alefacept by intramuscular administration, compared with 8% of patients treated with placebo. Repeated doses did not change the rate of incidence. ISRs were usually mild and were reported to manifest as pain (7%), inflammation (4%), bleeding (4%), edema (2%), local granuloma (1%), and nonspecific reaction or skin hypersensitivity (<1.0%). It has been reported that approximately 3% of patients developed low titer antibodies to the fusion protein, but a long-term effect was not known. FDA approval was withdrawn in September 2012 after a decision was made by the manufacturer to stop production of the drug, and the drug was never approved for the European market. There is no information about the frequency of anaphylaxis in the literature.",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 153,
                    "mention": "31",
                    "ref_id": "BIBREF92"
                }
            ],
            "section": "Alefacept ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "Efalizumab is a humanized mAb that binds to the CD11a subunit of lymphocyte function-associated antigen‑1 (LFA-1) on the surface of lymphocytes. It is used to treat adult patients with moderate to severe psoriasis.",
            "cite_spans": [],
            "section": "Efalizumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "In a randomized controlled study involving 556 patients conducted by Gordon et al., 2% of patients developed antibodies to efalizumab, but no anaphylaxis was observed [32].",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "mention": "32",
                    "ref_id": "BIBREF93"
                }
            ],
            "section": "Efalizumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "In controlled clinical trials involving 1213 patients, 8% experienced at least one HSR (e.g., asthma, dyspnea, angioedema, urticaria, maculopapular rash) and 1% experienced urticaria. Other reported side effects include angioedema, laryngospasm, erythema multiforme, serum sickness-like reaction and allergic drug eruption. A low concentration of antibodies to protein components of the drug have been reported in 6.3% of patients (referenced in [33]).",
            "cite_spans": [
                {
                    "start": 447,
                    "end": 449,
                    "mention": "33",
                    "ref_id": "BIBREF94"
                }
            ],
            "section": "Efalizumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "In a retrospective cohort study conducted by Brunasso et al., ISRs (local erythema, itching, burning, pain, edema, or urticaria) were observed in 4% of participants [34].",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "mention": "34",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "Efalizumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "Ixekizumab is an immunosuppressive and anti-inflammatory mAb used to treat moderate to severe plaque psoriasis and can be administered subcutaneously. Its mechanism of action involves binding of the cytokine IL-17A, an important factor in keratinocyte activation and proliferation.",
            "cite_spans": [],
            "section": "Ixekizumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "According to FDA labels, ISRs were reported in 17% of patients. The most common type of ISRs were erythema and pain [35]. Less frequently, serious HSRs such as angioedema and urticaria (≤0.1% each) have also occurred. In the post-marketing period, rare events of anaphylaxis requiring hospitalization have been reported.",
            "cite_spans": [
                {
                    "start": 117,
                    "end": 119,
                    "mention": "35",
                    "ref_id": "BIBREF96"
                }
            ],
            "section": "Ixekizumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "In a long-term clinical investigation by Strober and colleagues [36] following 4209 patients, no anaphylactic reactions were reported. In this study, ISR, local erythema, and drug hypersensitivity were reported in 6.8%, 2.1%, and 0.1% of patient-years, respectively.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 67,
                    "mention": "36",
                    "ref_id": "BIBREF97"
                }
            ],
            "section": "Ixekizumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "Secukinumab is a mAb that is administered subcutaneously to treat plaque psoriasis, ankylosing spondylitis, and psoriatic arthritis. Its anti-inflammatory and immunomodulatory properties result from its binding to and inactivation of IL-17A.",
            "cite_spans": [],
            "section": "Secukinumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "In the assessment report of the EMA in 2015, no cases of anaphylaxis or angioedema were reported [37]. Urticaria was rarely (<1.0%) observed. Injection-site pain was reported in 5.6% of cases, and general HSR occurred in 6.5–11.2%. The most common HSRs in any secukinumab group were reported to be dermatitis (1.2%), eczema (1.4%), and rash (1.8%). Less than 1% of patients developed antibodies during sekukinumab treatment for up to 52 weeks.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 100,
                    "mention": "37",
                    "ref_id": "BIBREF98"
                }
            ],
            "section": "Secukinumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "In one study, erythema and itching at the injection site were reported in 3.0% of participants and anaphylaxis in 2.0% [38]. According to the FDA label, urticaria was reported in 0.6–1.2% of patients depending on the dose, and less than 1% of patients developed ADA [39]. Although this report states that anaphylactic and allergic reactions are rarely seen, the rate was not given. In a recent study, HSR was reported to be 2.4% per 100 patient-years and ISR in 0.8–1.3%; in addition, ADAs were reported in <1% of patients receiving treatment for 52 weeks [40].",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 122,
                    "mention": "38",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 267,
                    "end": 269,
                    "mention": "39",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "40",
                    "ref_id": "BIBREF102"
                }
            ],
            "section": "Secukinumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "Ustekinumab is a mAb that acts as an interleukin inhibitor and was approved for administration at 3‑month intervals as a second-line treatment for patients with moderate to severe plaque psoriasis. It has immunosuppressant and anti-inflammatory effects and neutralizes IL-12 and IL-23.",
            "cite_spans": [],
            "section": "Ustekinumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "In the EMA evaluation report for 2017, ISRs were reported to occur in 3.0%. Intravenous infusion was not associated with anaphylaxis, IR, or serum sickness-like reactions [41].",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "mention": "41",
                    "ref_id": "BIBREF103"
                }
            ],
            "section": "Ustekinumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "FDA labels show a 1–2% incidence of ISRs (bruising, hemorrhage, induration, irritation, pain, pruritus, and swelling) [42]. In addition, one patient (0.1%) experienced signs and symptoms (flushing, tightness of the throat, shortness of breath) consistent with anaphylaxis after initial SC injection, and one patient (0.08%) experienced signs and symptoms consistent with or related to an HSR (urticaria, flushing, chest discomfort, and increased body temperature) after initial intravenous injection. In addition, approximately 6–12.4% of patients developed ADAs, which were generally of low titer (referenced in [42]).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 121,
                    "mention": "42",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 614,
                    "end": 616,
                    "mention": "42",
                    "ref_id": "BIBREF104"
                }
            ],
            "section": "Ustekinumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "A recent study examined the side effects of ustekinumab in psoriasis, psoriatic arthritis, and Crohn’s disease [43]. No serum sickness-like reactions or serious anaphylactic events were reported. Two patients (<1.0%) had temporary signs of treatment-associated hypersensitivity. The patients developed flushing, shortness of breath, and throat tightness after the first SC administration. In addition, fever, flushing, chest discomfort, and urticaria were observed after the initial intravenous administration.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "43",
                    "ref_id": "BIBREF105"
                }
            ],
            "section": "Ustekinumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "Long-term safety and side effect studies are ongoing (C0168Z03 [PSOLAR] and CNTO1275PSO4005 [Nordic Database Initiative]).",
            "cite_spans": [],
            "section": "Ustekinumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "Dupilumab is a relatively new BS in the mAb group, with anti-inflammatory and selective immunosuppressive properties. It is used as second-line therapy to treat moderate to severe atopic dermatitis. It exerts its effect by binding the alpha subunit of the IL‑4 receptor, eliminating the biological effects of IL‑4 and IL-13. Since May 2019, it has been additionally approved for severe uncontrolled asthma with type‑2 inflammation.",
            "cite_spans": [],
            "section": "Dupilumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "In the FDA drug report, hypersensitivity reactions such as serum sickness, serum sickness-like reaction, and generalized urticaria occurred with a frequency of <1%, and ISRs were observed in 10% of cases [44]. ADA were detected in 2–8% of treated patients, and two subjects developed serum sickness or serum sickness-like reactions. In these patients, a high antibody titer for dupilumab was reported during treatment. There is no information about anaphylaxis.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "mention": "44",
                    "ref_id": "BIBREF106"
                }
            ],
            "section": "Dupilumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "In a meta-analysis conducted by Ou et al., ISRs were reported in 13.2% of cases [45]. There is no mention of anaphylaxis, HSR, or urticaria, but it is stated that the high incidence of ISRs needs to be explained.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "mention": "45",
                    "ref_id": "BIBREF107"
                }
            ],
            "section": "Dupilumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "The EMA 2019 report shows an HSR in 3.0–4.3% of adult patients and ISRs in 16.0–20.1% (referenced in [46]). Severe ISRs were reported in 0.3–1.4%. Most ISRs were mild to moderate. The other most commonly reported adverse events were urticaria (0.5–1.3%) and rash (0.5–0.6%), depending on the dose, but with a similar incidence to placebo. Anaphylactic reaction or angioedema was reported in three patients (0.2%), hypersensitivity in two patients (0.1%), drug hypersensitivity in two patients (0.1%), and anaphylactic shock in one patient (<0.1%).",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 104,
                    "mention": "46",
                    "ref_id": "BIBREF108"
                }
            ],
            "section": "Dupilumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "Ligelizumab is a newly developed humanized mAb against human IgE and belongs to the IgG1/κ isotype subclass. This BS has 50-fold greater affinity to human IgE compared with omalizumab. A recent phase II clinical trial demonstrated that a higher percentage of patients had complete control of symptoms of chronic spontaneous urticaria with ligelizumab therapy of 72 mg or 240 mg than with omalizumab or placebo [47]. In the 72-mg treatment group in this study, mild injection site erythema was observed in 2.0% and mild to moderate ISRs in 4.0% of patients, while in the 240-mg-treated group, these were reported in 6.0% and 7.0%, respectively. In addition, serious side effects were reported in 2% of patients in both treatment groups, but no mortality or anaphylaxis occurred. Phase III studies are ongoing and expected to be finalized by 2021.",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 413,
                    "mention": "47",
                    "ref_id": "BIBREF109"
                }
            ],
            "section": "Ligelizumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "Quilizumab is a newly developed humanized mAb against the M1-prime segment of membrane-expressed IgE. It leads to depletion of IgE-producing and memory B cells, thus blocking IgE production. Its primary indications are chronic spontaneous urticaria and uncontrolled allergic asthma. In one study assessing efficacy and safety, 6.9% of patients reported ISRs (most often local pain) [48]. Further studies were discontinued due to the lack of efficacy in adults.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 385,
                    "mention": "48",
                    "ref_id": "BIBREF110"
                }
            ],
            "section": "Quilizumab ::: Dermatology",
            "ref_spans": []
        },
        {
            "text": "Aflibercept is a human recombinant fusion protein targeting vascular endothelial growth factor 1 (VEGF-1) receptors used in colorectal carcinoma with metastasis, as well as retinal diseases such as macular degeneration.",
            "cite_spans": [],
            "section": "Aflibercept ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2019 assessment report and FDA 2019 label, it was stated that HSRs were observed at a rate of 0.3% (placebo 0.5%) [49, 50]. Severe HSRs such as anaphylaxis, angioedema, bronchospasm, and dyspnea have been described as uncommon (≥1/1000 to <1/100) [49]. However, more detailed information has not been provided. In addition, ADA has been reported to develop in 1.4–3.1% of patients, and the clinical significance of their neutralization has not been assessed due to limited data [50]. Maculopapular rash may develop after intravitrael administration of this drug in retinal diseases [51].",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "mention": "49",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 130,
                    "end": 132,
                    "mention": "50",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 259,
                    "end": 261,
                    "mention": "49",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 490,
                    "end": 492,
                    "mention": "50",
                    "ref_id": "BIBREF113"
                },
                {
                    "start": 594,
                    "end": 596,
                    "mention": "51",
                    "ref_id": "BIBREF114"
                }
            ],
            "section": "Aflibercept ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Alemtuzumab is a monoclonal IgG1kappa antibody and a cytolytic agent used intravenously to treat leukemia and multiple sclerosis. This drug binds the glycoprotein CD52 on the surface of lymphocytes and other immune cells and leads to cell death.",
            "cite_spans": [],
            "section": "Alemtuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the 2013 EMA assessment report, allergic side effects were reported with relatively high frequencies (rash in 48%, urticaria in 17%, and pruritus in 16.5% of patients) [52]. Serious and severe urticaria was seen in 0.4% of cases. Severe infusion-associated reactions, including pyrexia, urticaria, atrial fibrillation, nausea, chest discomfort, hypotension, and grade IV anaphylaxis were reported in 2.2–2.8% of cases.",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 174,
                    "mention": "52",
                    "ref_id": "BIBREF115"
                }
            ],
            "section": "Alemtuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "The British Columbia Cancer Agency (BCCA) Drug Manual reported anaphylactic reactions and angioedema in <1%, ISRs in 1.0% (severe in 0%) of intravenous users and ISRs in 90% (severe in 2%) of SC users. Reactions occurred between 24 h after the first dose and the administration of the fourth dose. In addition, SC injection site pain was reported in 61.0% (severe in 2.0%). Pruritus and urticaria were reported in 21–30% (1–5% of these reactions were severe; 0% of the reactions was associated with SC use) (referenced in [53]).",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 525,
                    "mention": "53",
                    "ref_id": "BIBREF116"
                }
            ],
            "section": "Alemtuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the last published FDA label, IRs and cytokine release syndrome were reported in 92% of treated patients, but epinephrine or atropine was administered in 0.6% of these patients [54]. In some patients, infusion reactions occurred 24 h after infusion. Symptoms include fatigue, dyspepsia, pruritus, flushing, urticaria, dyspnea, pain, nausea, dizziness, and pulmonary infiltrates. Severe reactions occurred in approximately 3% of patients. Two patients experienced anaphylaxis (including anaphylactic shock). Symptoms include headache, rash, chest pain, angioedema, bradycardia, tachycardia (including atrial fibrillation), bronchospasm, hypotension, hypertension, transient neurological symptoms, and pyrexia. The most common side effects were rash (53%), urticaria (16%), pruritus (14%), and flushing (10%). Anti-alemtuzumab antibodies were detected in 62%, 67%, 29%, and 75% of the patients at 1, 3, 12, and 24 months of treatment, respectively.",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 183,
                    "mention": "54",
                    "ref_id": "BIBREF117"
                }
            ],
            "section": "Alemtuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In a recent study that evaluated efficacy and safety, 95.5% of patients had IRs such as fever, shivers, rash, and headache [55].",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 126,
                    "mention": "55",
                    "ref_id": "BIBREF118"
                }
            ],
            "section": "Alemtuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Atezolizumab is an IgG‑1 class humanized antibody that acts by binding to programmed death ligand 1 (PD-L1) used to treat bladder, breast, and lung cancer. PD-L1 is the immune checkpoint protein, which is expressed by tumor cells and inhibits the anti-tumor function of the T cell. Inhibition of the ligand’s interaction with its receptor by BS enhances the anti-tumoral activity of T cells and improves the immune system of the patients.",
            "cite_spans": [],
            "section": "Atezolizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the FDA 2016 label, severe IRs were observed in 1.3–1.7% of patients [56]. These reactions include the following symptoms: back or neck pain, chills or shaking, dizziness, feeling like passing out, fever, flushing, itching or rash, dyspnea or wheezing, and swelling of face or lips. However, immune-related adverse reactions (such as colitis, hepatitis, hypophysitis, meningoencephalitis, pancreatitis, and pneumonitis) have been reported that affect various organs.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "mention": "56",
                    "ref_id": "BIBREF119"
                }
            ],
            "section": "Atezolizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2019 assessment report, HSR such as anaphylaxis and IRs is reported to be seen in up to 10% of patients [57]. In addition, itching of the skin and rash are reported to be seen in more than 10% of patients.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "57",
                    "ref_id": "BIBREF120"
                }
            ],
            "section": "Atezolizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the recent BCCA Drug Manual, it was reported that HSR including anaphylaxis can develop in ≤1% (severe <1%), IRs in 1% (severe ≤1%), and immune-mediated rash in 8–18% (severe ≤1%) of patients [58].",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 208,
                    "mention": "58",
                    "ref_id": "BIBREF121"
                }
            ],
            "section": "Atezolizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Bevacizumab is a mAb used to treat various cancers including kidney, stomach, colon, breast, and lung cancer. The antibody inhibits binding of VEGF to its receptors, reducing angiogenesis (blood vessel formation) and tumor growth.",
            "cite_spans": [],
            "section": "Bevacizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the BCCA Drug Manual, IRs/HSRs with symptoms (dyspnea, redness, rash, hypo- or hypertension, oxygen desaturation, chest pain, tremor, and nausea/vomiting) were reported in up to 5% of patients (referenced in [59]). Serious hypersensitivity reactions involving anaphylactic and anaphylactoid responses have occurred, but no rates have been reported. In addition, rash was reported in 13%, rhinorrhoea in 4%, and flushing in 1% of patients.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 224,
                    "mention": "59",
                    "ref_id": "BIBREF122"
                }
            ],
            "section": "Bevacizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the EMA assessment report, IRs occurred in 0.3–6.1% of cases, and the most commonly reported IR was hypertension (2.8–3.1%) (referenced in [60]). In this report, HSRs and anaphylaxis were described as treatment-emergent adverse events (TEAE) and were reported to be any grade of TEAEs in 36.9%, grade 3 or higher TEAEs in 5.9%, and serious TEAEs in 2.5% of cases. Further information on reactions is not available.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "mention": "60",
                    "ref_id": "BIBREF124"
                }
            ],
            "section": "Bevacizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "IR and symptoms (chest pain, chills, grade 3 hypersensitivity, diaphoresis, headache, hypertensive crises associated with hypertension, hypoxia, neurological signs and symptoms, and wheezing) have been reported in clinical trials and post-marketing studies, as indicated on the FDA label [61]. Any grade of IRs are reported to be rare (<3%), and serious IRs have occurred in 0.2% of the patients. Symptoms include chest pain, diaphoresis, hypertensive crises, hypoxia, rigors, and wheezing. Although urticaria and anaphylaxis are not mentioned in this label, exfoliative rash was seen in 23% with the administration of this BS in combination with the chemotherapy protocol.",
            "cite_spans": [
                {
                    "start": 289,
                    "end": 291,
                    "mention": "61",
                    "ref_id": "BIBREF125"
                }
            ],
            "section": "Bevacizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Blinatumomab is a bispecific mAb used for cancer immunotherapy and specific forms of acute lymphoblastic leukemia (ALL). It exerts its effect in part by simultaneously binding CD19 on B cells and CD3 on T cells.",
            "cite_spans": [],
            "section": "Blinatumomab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "This BS can lead to cytokine release syndrome (CRS) in 11–12% of patients, with 1% of these cases being severe, to hypersensitivity in 2% of patients, and infusion reactions in 29% of patients, according to the BCCA’s 2017 report (referenced in [62]). Symptoms of this syndrome include asthenia, nausea, pyrexia, headache, hypotension, and increased liver enzymes. It was reported that CRS peaked within the first 2 days of treatment and was not easily differentiated from IR. Although anaphylaxis and urticaria were not mentioned in this report, the incidence of rash was reported to be 12–21% (severe 2–3%).",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 248,
                    "mention": "62",
                    "ref_id": "BIBREF126"
                }
            ],
            "section": "Blinatumomab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the EMA assessment report, CRS occurred in 0.5–11.4% of patients, rash occurred in 4.3%, and IRs occurred in 67.2% (grade ≥3 in 14.3%). In total, severe IRs were very rarely seen (4.3%) [63]. Fatal IRs were not reported. Additionally, maculopapular rash and flushing have been reported in 4.3% of patients.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 202,
                    "mention": "63",
                    "ref_id": "BIBREF127"
                }
            ],
            "section": "Blinatumomab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the recent FDA label, this BS caused CRS in 7–15% of patients (3% of these instances were severe), skin rash in 16% of patients (<1% of these instances were severe) and IRs in 77% of patients (5% of these instances were severe) [64]. Symptoms of CRS included asthenia, headache, nausea, fever, hypotension, increased liver enzymes, increased total bilirubin, and diffuse intravascular coagulation. IRs usually occurred during the first 48 h of infusion and lasted less than 2 days. Clinical findings included hypotension, hypertension, rash, generalized pruritus, pyrexia, periorbital edema, and cytokine release syndrome. Events defined as rash included maculopapular rash, erythema, contact dermatitis, and eczema.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 244,
                    "mention": "64",
                    "ref_id": "BIBREF128"
                }
            ],
            "section": "Blinatumomab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Cetuximab is an intravenously administered epidermal growth factor receptor (EGFR) inhibitor used to treat advanced colorectal cancer, head and neck squamous cell carcinoma, pancreatic cancer, and less frequently, non-small cell lung cancer. This antibody can reduce cancer cell survival, neovascularization, cell migration, and metastasis. Cetuximab was the first anti-EGFR mAb and BS approved for cancer treatment; therefore, its immunological and allergic side effects are well studied.",
            "cite_spans": [],
            "section": "Cetuximab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In a review of acute infusion reactions induced by mAbs, acute IRs with cetuximab were in the range of 1.2–15% (referenced in [65]). It is noted in that particular review that the pathogenic mechanism of mAb-related IRs has not yet been fully defined, with the exception of several suggested mechanisms by W. J. Pichler [66].",
            "cite_spans": [
                {
                    "start": 127,
                    "end": 129,
                    "mention": "65",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 321,
                    "end": 323,
                    "mention": "66",
                    "ref_id": "BIBREF130"
                }
            ],
            "section": "Cetuximab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "HSRs have been reported in 7.4% of participants in a safety study with 419 patients, with 2.6% of reported HSRs being of grade 3 severity, and 1.4% being of grade 4 anaphylactic reactions [67]. The majority of reactions occurred after the first dose, and all grade 4 reactions occurred within minutes following the first infusion.",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 191,
                    "mention": "67",
                    "ref_id": "BIBREF131"
                }
            ],
            "section": "Cetuximab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "A 2015 review reported HSR to be in the 1.1–5.0% range, and infusion reactions in the 15.0–21.0% range in patients treated with cetuximab (referenced in [68]).",
            "cite_spans": [
                {
                    "start": 154,
                    "end": 156,
                    "mention": "68",
                    "ref_id": "BIBREF132"
                }
            ],
            "section": "Cetuximab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the FDA label, mild IRs (fever, chills, shortness of breath, bronchospasm, angioedema, urticaria, hypertension, and hypotension) occurred in 8.4% of patients, and severe IRs occurred in 2.2% of patients, with 90% of events occurring after the first infusion [69]. In addition, 82% of patients developed acneiform rash during treatment, 9.7% of which were severe. Anaphylactic reactions during treatment have been reported to be increased in association with tick bites by Amblyomma americanum, a history of red meat allergy, all associated with IgE-antibodies against α‑gal [69–71].",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 274,
                    "mention": "69",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 588,
                    "end": 590,
                    "mention": "69",
                    "ref_id": "BIBREF133"
                },
                {
                    "start": 591,
                    "end": 593,
                    "mention": "71",
                    "ref_id": "BIBREF136"
                }
            ],
            "section": "Cetuximab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In 2010, reactions during the first infusion of cetuximab and delayed type anaphylactic reactions to red meat were investigated in detail [70]. In both diseases, patients were shown to have increased IgE antibodies specific for α‑gal, a mammalian disaccharide, not expressed in humans but on the tissue of mammalians. In most patients with an HSR and anaphylaxis, IgE antibodies to cetuximab were also present in serum before treatment, which prompted the investigations into the sensitization route [71]. It was shown that α‑gal is also the main cause of delayed anaphylaxis against red meat and that this was associated with the occurrence of the American tick Amblyomma americanum [72]. Presently, tick bites are thought to be the predominant sensitization route for anti-α-GAL IgE induction.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "70",
                    "ref_id": "BIBREF135"
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "71",
                    "ref_id": "BIBREF136"
                },
                {
                    "start": 685,
                    "end": 687,
                    "mention": "72",
                    "ref_id": "BIBREF137"
                }
            ],
            "section": "Cetuximab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "α‑GAL, however, has another implication for drug-induced hypersensitivity reactions: It is present in mammalian gelatine and, therefore, may be part of vaccines, gelatine-containing infusion solutions, ovula, capsules and pills, suppositories, snake venom antisera, and animal-derived heart valves (referenced in [73]).",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 316,
                    "mention": "73",
                    "ref_id": "BIBREF138"
                }
            ],
            "section": "Cetuximab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "However, in a study involving 92 patients, 14 (15.2%) reported HSR, eight of these (57.1%) reported severe HSR [74]. Anti-cetuximab IgE levels were detected in seven of the eight patients with severe HSR.",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 114,
                    "mention": "74",
                    "ref_id": "BIBREF139"
                }
            ],
            "section": "Cetuximab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Durvalumab is a PD-L1 binding and blocking mAb used in non-small cell lung carcinoma and metastatic urothelial carcinoma.",
            "cite_spans": [],
            "section": "Durvalumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the FDA 2019 labels, IRs were reported to occur in 2.2% (grade 3 in 0.3%), and immune-mediated rash in 11–26.0% (grade 3–4 in 0.6–1.0%) of patients [75]. ADA developed in 2.9% of patients, but its clinical significance has not been established. HSRs and anaphylaxis are not mentioned in these labels.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 154,
                    "mention": "75",
                    "ref_id": "BIBREF140"
                }
            ],
            "section": "Durvalumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2020 assessment report, any grade of IR has been reported to occur in 1.9% (grade 3 in 0.3%), and skin rash in 21.7% (grade 3 in 0.6%) of patients [76]. Symptoms of IR include: chills or shaking, dizziness, dyspnea or wheezing, fever, flushing, and itching or rash. HSRs and anaphylaxis are not mentioned in these labels.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 161,
                    "mention": "76",
                    "ref_id": "BIBREF141"
                }
            ],
            "section": "Durvalumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the BCCA’s 2020 drug report, IRs can be observed in 1.0–2.0% (severe in <1%) of patients, and skin rash in 14–26.0% (severe in <1%) of patients [77].",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "77",
                    "ref_id": "BIBREF142"
                }
            ],
            "section": "Durvalumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Gemtuzumab (-ozogamicin) is an antibody against glycoprotein CD33, which is administered intravenously to treat acute myeloid leukemia (AML). This antibody combined with a cell-toxic substance induces apoptosis of the targeted cancer cells.",
            "cite_spans": [],
            "section": "Gemtuzumab ozogamicin ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In a prospective observational study involving 225 patients, as described in the FDA report, IRs were observed in 8.0% of patients, and fatal reactions in 0.4% [78]. In addition, local reactions to the application occurred in 22.0%. Pruritus was described in 6.0% and rash in 18.0% of patients. Infusion-related reactions usually developed within 24 h after infusion. Signs and symptoms were similar to anaphylactic reactions. These included chills, hypoxia, fever, tachycardia, bronchospasm, and respiratory failure.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "78",
                    "ref_id": "BIBREF143"
                }
            ],
            "section": "Gemtuzumab ozogamicin ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the 2018 EMA assessment report, IRs, including anaphylaxis, were reported in 7.6% of patients, and severe reactions in 3.6% of patients [79]. Symptoms included fever, chills, injection-site urticaria, and less frequently, hypotension, tachycardia, and respiratory symptoms. All symptoms occurred during the first 24 h after drug administration. In addition, rash was reported in 19.9% (severe in 5.8%), local erythema in 9.3% (severe in 2.1%), and pruritus in 5.4% (severe in 0.3%) of patients.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 152,
                    "mention": "79",
                    "ref_id": "BIBREF144"
                }
            ],
            "section": "Gemtuzumab ozogamicin ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "The literature contains one case report of HSR mortality, which was associated with platelet transfusion after gemtuzumab treatment [80].",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 135,
                    "mention": "80",
                    "ref_id": "BIBREF146"
                }
            ],
            "section": "Gemtuzumab ozogamicin ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Ibritumomab (-tiuxetan) is used in non-Hodgkin’s lymphoma patients or for cancers that are refractory to rituximab. It acts by binding to the antigen CD20, which is present on the surface of malignant and normal B‑lymphocytes.",
            "cite_spans": [],
            "section": "Ibritumomab tiuxetan ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the first FDA report, allergic reactions were reported in 2% of patients, urticaria in 4%, and severe life-threatening reactions such as angioedema, lung edema, tachycardia, subdural hematoma, and pulmonary embolus in <1% of patients [81].",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "mention": "81",
                    "ref_id": "BIBREF147"
                }
            ],
            "section": "Ibritumomab tiuxetan ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the EMA evaluation report, allergic (hypersensitivity) reactions and infusion reactions were described [82]. Common symptoms (up to one in 10 patients) include skin reactions, difficulty in breathing, swelling, itching, redness, chills, and dizziness (a potential marker for hypotension). Severe hypersensitivity reactions involving anaphylaxis occurred in <1% of patients.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "mention": "82",
                    "ref_id": "BIBREF148"
                }
            ],
            "section": "Ibritumomab tiuxetan ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the BCCA’s drug report, ISRs (dermatitis, desquamation, and ulcer following extravasation) occurred in 1.0% of patients, angioedema in 5.0% (severe angioedema in 1.0%), pruritus in 9.0%, rash in 8.0%, and mucocutaneous reactions in <1% of patients (referenced in [83]). That particular monograph states that rituximab is an essential component of ibritumomab-based treatment regimens. Infusion reactions may occur frequently after pretreatment with rituximab, or during or after ibritumomab administration. Asthenia, cough, dizziness, nausea, pruritus, pyrexia, rash, rigors, tachycardia, and vomiting have been reported among the symptoms of IRs.",
            "cite_spans": [
                {
                    "start": 277,
                    "end": 279,
                    "mention": "83",
                    "ref_id": "BIBREF149"
                }
            ],
            "section": "Ibritumomab tiuxetan ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In a recent case report, patients were shown to develop human anti-murine antibodies (HAMA) after exposure to murine antibodies [84]. The low incidence of hypersensitivity reactions in patients with high HAMA titers is particularly promising for ibritumomab.",
            "cite_spans": [
                {
                    "start": 129,
                    "end": 131,
                    "mention": "84",
                    "ref_id": "BIBREF150"
                }
            ],
            "section": "Ibritumomab tiuxetan ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Imatinib is an active ingredient in capsules or tablets containing a group of kinase inhibitors used to treat chronic myeloid leukemia. Other and rarer indications include acute lymphoblastic leukemia, skin tumors, some gastrointestinal tumors, hypereosinophilic syndrome, atypical myelodysplastic or myeloproliferative disorders, as well as systemic mastocytosis.",
            "cite_spans": [],
            "section": "Imatinib ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "The first FDA report does not include information on hypersensitivity and anaphylactic reactions. This report includes only skin rash in 32–39% of patients (severe skin rash in 3–4%), and pruritus in 6–10% (severe in 0.4–1.0%) [85].",
            "cite_spans": [
                {
                    "start": 228,
                    "end": 230,
                    "mention": "85",
                    "ref_id": "BIBREF151"
                }
            ],
            "section": "Imatinib ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "BCCA drug manuals describe cutaneous reactions in <1%, rash in 32–39% (severe rash in 3–4%), and pruritus in 6–10% (with severe pruritus in 0–1%) of patients. This manual does not include information on hypersensitivity and anaphylactic reactions [86].",
            "cite_spans": [
                {
                    "start": 248,
                    "end": 250,
                    "mention": "86",
                    "ref_id": "BIBREF152"
                }
            ],
            "section": "Imatinib ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Ipilimumab is a fully-human mAb used primarily for the treatment of metastatic melanoma, metastatic colorectal carcinoma, and renal cell carcinoma. This BS shows its effect by binding and inhibiting human cytotoxic T lymphocyte antigen 4 (CTLA-4). As a result, T cell infiltration increases in tumor cells and tissues, thereby leading to their destruction. In addition, studies are ongoing for its use in the treatment of lung cancer, bladder cancer, and metastatic prostate cancer.",
            "cite_spans": [],
            "section": "Ipilimumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the FDA 2019 labels, IRs were reported to occur in 4.2–5.1% of patients and urticaria in 2.0% of patients [87]. Symptoms of IR include: chills or shaking, dizziness, dyspnea, feeling like passing out, fever, flushing, and itching or rash.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 112,
                    "mention": "87",
                    "ref_id": "BIBREF153"
                }
            ],
            "section": "Ipilimumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2020 assessment report, HSRs are reported as uncommon (≥1/1000–<1/100), urticaria as common (≥1/100 to <1/10), and anaphylactic reaction as very rare (<1/10,000) [88]. IRs were observed at a rate of 2.2–4.0% depending on the dose of the drug, but grade 3–5 IRs were not reported.",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 176,
                    "mention": "88",
                    "ref_id": "BIBREF154"
                }
            ],
            "section": "Ipilimumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the BCCA’s 2020 drug report, IRs can be observed in 2.0–6.0% (severe in <1%) of patients, pruritus in 24–26.0% of patients, and skin rash in 19–26.0% (severe in <1%) of patients [89]. Additionally, a case that developed a delayed type of HSR during melanoma treatment has been reported [90].",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "mention": "89",
                    "ref_id": "BIBREF155"
                },
                {
                    "start": 300,
                    "end": 302,
                    "mention": "90",
                    "ref_id": "BIBREF157"
                }
            ],
            "section": "Ipilimumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Necitumumab is a human mAb used in chemotherapy combinations in the treatment of non-small cell lung cancer, and shows its effect by binding to the EGFR. EGFR plays an important role in the uncontrolled growth and proliferation of tumor cells and tissue as a result of apoptosis inhibition.",
            "cite_spans": [],
            "section": "Necitumumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the FDA 2015 labels, IRs of any severity have been reported to occur in 1.5% (grade 3 in 0.4%) of patients [91]. These reactions have been frequently observed after the first two doses.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "91",
                    "ref_id": "BIBREF158"
                }
            ],
            "section": "Necitumumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "The same data are also reported in the EMA 2016 assessment report [92]. In addition, it is stated that skin reactions can be seen in 77.9% (grade 3 in 6.3%) of patients. Symptoms of IR include: chills, dyspnea, or fever. Urticaria and anaphylaxis are not mentioned in that report. In addition, sudden death or cardiorespiratory arrest was reported in 2.8% of patients, which may also be a symptom of anaphylaxis.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 69,
                    "mention": "92",
                    "ref_id": "BIBREF159"
                }
            ],
            "section": "Necitumumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Nivolumab is a human mAb that is used in the treatment of advanced renal cell carcinoma, hepatocellular carcinoma, Hodgkin’s lymphoma, melanoma, non-small cell lung cancer, squamous cell cancer of the head and neck, as well as urothelial cancer and acts by binding to the programmed cell death protein (PD)-1-receptor.",
            "cite_spans": [],
            "section": "Nivolumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the FDA 2019 labels, IRs were reported to occur in 6.4% of patients [93]. The IR causing permanent discontinuation or withholding of the BS was reported in 0.5–1.4% of patients within 48 h after infusion. Anaphylaxis and hypersensitivity have not been reported, but it has been reported that the incidence of symptoms such as abdominal pain, arthralgia, asthenia, back pain, constipation, cough, decreased appetite, diarrhea, dyspnea, fatigue, headache, musculoskeletal pain, nausea, pruritus, pyrexia, rash, upper respiratory tract infection, and vomiting is more than 20%. Some of these symptoms can be seen in anaphylaxis. In treatment with this BS, immune-mediated organopathies such as colitis, encephalitis, hepatitis, pneumonitis, endocrinopathies, and nephritis can also be observed. The clinical significance of ADAs for these side effects is still unknown.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 74,
                    "mention": "93",
                    "ref_id": "BIBREF160"
                }
            ],
            "section": "Nivolumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2020 assessment report, IRs and HSRs are stated as common (≥1/100–<1/10), rash and prutitus as very common (≥1/10), and anaphylactic reaction as rare (≥1/10,000–<1/1000) [94].",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 184,
                    "mention": "94",
                    "ref_id": "BIBREF161"
                }
            ],
            "section": "Nivolumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the BCCA’s 2020 drug report, IRs can be observed in 2.0–4.0% of patients, pruritus in 7–17.0% of patients, skin rash in 11–21.0% (severe in 1.0%), and urticaria in 1.0% of patients [95].",
            "cite_spans": [
                {
                    "start": 195,
                    "end": 197,
                    "mention": "95",
                    "ref_id": "BIBREF162"
                }
            ],
            "section": "Nivolumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Allergic symptoms (eyelid angioedema, flushing, and hives on the neck and face) were reported in one patient during treatment with nivolumab [96]. However, a case with cytokine release syndrome has been reported [97]. In a recent case report, a patient who had recurrent infusion reactions despite premedication against nivolumab was successfully treated with pembrolizumab, another PD-L1/PD-L2-inhibitor [98].",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "mention": "96",
                    "ref_id": "BIBREF163"
                },
                {
                    "start": 213,
                    "end": 215,
                    "mention": "97",
                    "ref_id": "BIBREF164"
                },
                {
                    "start": 406,
                    "end": 408,
                    "mention": "98",
                    "ref_id": "BIBREF165"
                }
            ],
            "section": "Nivolumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Panitumumab is a mAb EGFR inhibitor delivered intravenously to treat metastatic colorectal cancer. It acts by binding and inhibiting EGFR. Panitumab appears to be a safe option for treatment and potential side effects in patients with anti-α-gal IgE antibodies [99]. This is due to the fact that α‑galactosylated glycans are absent in purely human mAbs and that the system in which it is expressed does not seem to induce posttranslational modifications like allergenic glycosylation. The chimeric mAb cetuximab is not suitable in this sensitive patient group due to its high α‑gal content.",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 264,
                    "mention": "99",
                    "ref_id": "BIBREF166"
                }
            ],
            "section": "Panitumumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the 2015 FDA report, IRs were reported in 4% of patients (severe reactions in 1%) [100]. Severe IRs included anaphylactic reactions, bronchospasm, and hypotension. Angioedema and fatal reactions have also been documented in post-marketing reports.",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 89,
                    "mention": "100",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Panitumumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the BCCA drug monograph, HSR was reported in 1% of patients (occurring within 24 h), while IRs were reported in 3–4% (severe IRs were seen in 1%, occurring within 24 h) (referenced in [101]). Angioedema was seen very rarely. Some cases were fatal, with possible late onset more than 24 h post infusion. The symptoms of most IRs were mild and included chills, fever, or dyspnea. In addition, pruritus was reported in 34–69% (severe in 1–4%) and rash in 20–78% (severe in 1–3%).",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 191,
                    "mention": "101",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Panitumumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "At the annual congress of the European Academy of Allergy and Clinical Immunology (EAACI) in 2019, a case of a successful desensitization was presented in a patient that had developed anaphylaxis against panitumumab [102].",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 220,
                    "mention": "102",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Panitumumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Pembrolizumab is a monoclonal antibody that is used to treat non-small cell lung cancer, lymphoma, melanoma, and urothelial carcinoma and which binds to the PD-1-receptor and inhibits its interaction with its ligands.",
            "cite_spans": [],
            "section": "Pembrolizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2019 assessment report, IRs are stated as common (≥1/100–<1/10), rash and pruritus as very common (≥1/10), and gastrointestinal symptoms (such as abdominal pain, constipation, diarrhea, nausea, vomiting) as very common (≥1/10) [103]. According to the BCCA’s 2019 drug report, IRs can be observed in <1.0% of patients, pruritus in 12–30.0% of patients, and skin rash in 1.0–29.0% (severe in 1.0%) of patients [104].",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 242,
                    "mention": "103",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 420,
                    "end": 423,
                    "mention": "104",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Pembrolizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the FDA 2020 labels, severe or life-threatening anaphylaxis, HSRs or IRs were reported in 0.2% of patients [105]. Symptoms of IR include: chills, dizziness, fever, flushing, hypotension, hypoxemia, pruritus, rash, rigors, and wheezing. However, the incidence of ADAs against pembrolizumab was 1.8%, and it was reported that ADA had no clinical relevance [106].",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 114,
                    "mention": "105",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 358,
                    "end": 361,
                    "mention": "106",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Pembrolizumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Pertuzumab is a humanized mAb that acts by blocking the human epidermal growth factor receptor 2 protein (HER2), and is used in combination with trastuzumab and docetaxel in the treatment of breast cancer. HER2 plays an important role in the growth and differentiation of tumor cells, and its blocking results in apoptosis.",
            "cite_spans": [],
            "section": "Pertuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the BCCA’s 2014 drug report, HSRs can be observed in 11.0% (severe in 2–5%) of patients, IRs in 13–19.0%, rash in 10–20% (severe in 2%), and pruritus in 10% of patients [107]. Symptoms of IR include: asthenia, chills, fatigue, fever, hypersensitivity, and vomiting.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 186,
                    "mention": "107",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Pertuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2020 assessment report, IRs and rash are stated as very common (≥1/10), HSRs as common (≥1/100 to <1/10), anaphylaxis as uncommon (≥1/1000–<1/100), and CRS as rare (≥1/10,000–<1/1000) [108]. The most common IRs have been reported as asthenia, chills, fatigue, headache, hypersensitivity, pyrexia, and vomiting.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "mention": "108",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Pertuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the FDA 2019 labels, IRs have been reported to occur in 13–21.0% (severe less than 1.0%), and hypersensitivity/anaphylaxis in 5.0–11.0% of patients [109]. It is stated that CRS may also develop.",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 155,
                    "mention": "109",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Pertuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Ramucirumab is a human mAb used in the treatment of gastric, breast, lung, and colorectal cancers, showing its effect by selectively inhibiting VEGF receptor‑2. VEGF plays an important role in angiogenesis, cell division, and migration in vascular endothelium.",
            "cite_spans": [],
            "section": "Ramucirumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the BCCA’s 2017 drug report, IRs can be observed in 1.0–16.0%, and rash in 4.0% of patients [110]. Symptoms of IR include: back pain, chest pain, chills, dyspnea, flushing, paresthesias, rigors, and wheezing. Some cases have been observed with more severe symptoms such as bronchospasm, hypotension, and supraventricular tachycardia.",
            "cite_spans": [
                {
                    "start": 106,
                    "end": 109,
                    "mention": "110",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Ramucirumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the FDA 2019 labels, IRs have been reported to occur in 1.0–9.0% (severe in <1.0%) of patients [111]. Symptoms of IR include: back pain/spasms, chills, chest pain and/or tightness, dyspnea, flushing, hypoxia, paresthesia, rigors/tremors, and wheezing.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 102,
                    "mention": "111",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Ramucirumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2019 assessment report, IRs can be observed in up to 10.0% of patients [112]. Symptoms of IR include: back or chest pain, chest tightness, chills, dyspnea, feeling of tingling or numbness in hands or feet, flushing, increased muscle tension, and wheezing. Some cases have been observed with more severe symptoms such as breathing distress, feeling faint, and tachycardia. Anaphylaxis and hypersensitivity are not mentioned in that report.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "mention": "112",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Ramucirumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Trastuzumab is an anti-HER2-antibody combined with or conjugated to a cytotoxic drug that is used to treat local or advanced inoperable breast and gastric cancer.",
            "cite_spans": [],
            "section": "Trastuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "In the BCCA drug assessment report (referenced in [113]), IRs occurred in 21–40% of cases, with severe reactions in 1%. Allergic reactions were reported in 3% of cases. IRs occurred in 40% of patients with their first infusion. Mild to moderate symptoms included headache, dizziness, rash, cough, nausea, vomiting, pain, chills, and asthenia. Severe reactions and symptoms were most often respiratory distress, bronchospasm, wheezing, low oxygen saturation, and hypo- or hypertension. Galvão et al. (referenced in [68]) reported an HSR rate of 0.6–5.0% and an infusion-related reaction rate of 40%.",
            "cite_spans": [
                {
                    "start": 51,
                    "end": 54,
                    "mention": "113",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 515,
                    "end": 517,
                    "mention": "68",
                    "ref_id": "BIBREF132"
                }
            ],
            "section": "Trastuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the EMA assessment report 2018, HSR was reported in 0.9–3.5%, IRs in 8.5–37.1%, and anaphylaxis in 0–0.9% of patients [114].",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 135,
                    "mention": "114",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Trastuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "According to the FDA’s 2019 report, IRs occur in 1.4–1.6% of patients and include symptoms such as fever, chills, redness, shortness of breath, bronchospasm, wheezing, tachycardia, and hypotension. In the same report, pruritus was seen in 6.0% and drug hypersensitivity was found to occur in 2.2–2.7% of patients. In preliminary studies, anaphylaxis was seen in one patient [115].",
            "cite_spans": [
                {
                    "start": 375,
                    "end": 378,
                    "mention": "115",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Trastuzumab ::: Oncology",
            "ref_spans": []
        },
        {
            "text": "Adalimumab is a recombinant human IgG1 that binds to TNF‑α with high affinity. It acts by inhibiting the binding of TNF‑α to p55 and p75 surface receptors on target cells.",
            "cite_spans": [],
            "section": "Adalimumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "In a study on 201 patients conducted by Puxeddu et al. [116], hypersensitivity reactions occurred in seven patients (3.5%), local reactions occurred in three patients (1.5%), and urticaria and angioedema occurred in three patients (1.5%). Anaphylaxis was not observed in this study, but has been reported very rarely in the post-marketing period. Another study conducted by Tarkiainen et al. [117] reported HSR frequencies of 18.1%, ISRs frequencies of 17.0%, and allergic symptoms in 1.1% of the patients.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "mention": "116",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 393,
                    "end": 396,
                    "mention": "117",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Adalimumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "FDA 2018 labeling showed that local ISRs are more common in patients treated with the TNF‑α inhibitor than in those treated with placebo [118]. The incidence of ISRs including erythema, itching, hemorrhage, and pain or swelling is 8.0–20.0% in patients treated with adalimumab vs 1% in patients treated with placebo. Anaphylaxis and angioneurotic edema have rarely been reported following the application of this BS, and in the first 48 weeks of treatment, approximately 6% of patients had non-severe local allergic hypersensitivity reactions and allergic rashes.",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 141,
                    "mention": "118",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Adalimumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Anakinra is a genetically engineered and recombinant human IL‑1 receptor antagonist. Its main effect is by neutralizing the biological activity of IL-1α and IL-1β, a proinflammatory cytokine. As a result, it contributes to the reduction of synovial inflammation by reducing many cellular responses.",
            "cite_spans": [],
            "section": "Anakinra ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "However, anakinra has the following therapeutic indications: rheumatoid arthritis (RA), cryopyrin-associated periodic syndrome (CAPS), and Still’s disease.",
            "cite_spans": [],
            "section": "Anakinra ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "In the EMA summary of product characteristics (SmPC) report, ISRs are generally reported to occur in the first 2 weeks of treatment (for RA and Still patients) and resolve within 4–6 weeks [119]. In that particular report, allergic reactions such as anaphylactic reactions, angioedema, urticaria and pruritus are expected to range from 1/100 to 1/1000.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 193,
                    "mention": "119",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Anakinra ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "According to the FDA’s 2018 label, the most frequently reported adverse reactions were ISRs (71.0%), which were mild to moderate in the majority of patients [120]. Only 3.2% of these reactions were classified as severe, with the majority including ecchymosis, erythema, inflammation, and local pain. Reactions usually occurred during the first month. This label states that anaphylaxis, angioedema, urticaria, and rash may occur, but no specific rate or detailed information is provided.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 161,
                    "mention": "120",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Anakinra ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "In the literature, it has been reported that anakinra treatment may cause anaphylaxis, cutaneous drug reactions, erythematous plaques, pruritic rash, and severe HSRs [121]. In a pediatric case, a patient with anakinra-induced anaphylaxis was successfully treated with canakinumab, an alternative anti-IL‑1 agent [122]. However, a desensitization protocol is also available [123].",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "mention": "121",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 313,
                    "end": 316,
                    "mention": "122",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 374,
                    "end": 377,
                    "mention": "123",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Anakinra ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Belimumab is a recombinant human IgG1 mAb that binds and inhibits the biological activity of the soluble B lymphocyte stimulator (BLyS), a member of the TNF ligand superfamily. It is used in the treatment of systemic lupus erythematosus and is applied subcutaneously or intravenously.",
            "cite_spans": [],
            "section": "Belimumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2018 assessment report, any event of ISRs (local pain, erythema, hematoma, induration, and pruritus) were reported in 6.1% of patients, HSRs in < 10.0% of patients, and post-injection anaphylactic reactions were reported in 0.1–1.0% of patients (serious reactions, 0.9%) [124]. HSR and anaphylactic reaction are mentioned to occur mostly during the first two infusions.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 286,
                    "mention": "124",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Belimumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "In the newly published FDA report, intravenous administration was evaluated [125]. HSRs were reported in 13.0% (in the placebo group 11%), anaphylaxis in 0.6% (placebo 0.4%) of patients. Symptoms included angioedema, dyspnea, hypotension, pruritus, rash, or urticaria. IRs were observed in 17% of patients and severe IRs in 0.5%, with placebo in 15% and 0.4%, respectively. It is stated that it is not easy to differentiate between HSRs and IRs due to the overlap in signs and symptoms. However, it has been reported that there is insufficient evidence as to how the premedication of some patients affects the frequency or severity of reactions.",
            "cite_spans": [
                {
                    "start": 77,
                    "end": 80,
                    "mention": "125",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Belimumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Canakinumab is a human mAb against IL‑1 beta and indicated in periodic fever syndromes, CAPS, tumor necrosis factor receptor-associated periodic syndrome (TRAPS), familial Mediterranean fever (FMF), Still’s disease, and gouty arthritis.",
            "cite_spans": [],
            "section": "Canakinumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "According to the FDA’s 2016 label, the most frequent adverse drug reactions were infections predominantly of the upper respiratory tract, and mild to moderate ISRs equal or greater than 10.0% [126]. No anaphylactoid or anaphylactic reactions were observed in more than 2600 patients whose clinical development was tested for this biologic, but the risk of severe hypersensitivity reactions was mentioned.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "mention": "126",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Canakinumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "No cases of canakinumab-related anaphylaxis have been reported in the current literature [127]. In addition, patients with anaphylaxis to anakinra have been shown to tolerate canakinumab very well [122].",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 93,
                    "mention": "127",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 198,
                    "end": 201,
                    "mention": "122",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Canakinumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Etanercept is a subcutaneously administered selective immunosuppressive and anti-inflammatory BS belonging to the group of TNF‑α inhibitors used to treat rheumatoid arthritis and other rheumatic diseases. It exerts its effect by inhibiting the activity of TNF‑α.",
            "cite_spans": [],
            "section": "Etanercept ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Puxeddu et al. reported a 5.3% rate of HSRs, a 0.8% rate of anaphylaxis, a 2.0% rate of angioedema or urticaria, and a 1.6% rate of local reactions in a study involving 245 patients treated with etanercept [116]. In another study, the rate of HSRs was 11.3%, that of ISRs was 7.5%, and reactions at sites other than the injection site occurred at a rate of 4.2% [117].",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "mention": "116",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 363,
                    "end": 366,
                    "mention": "117",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Etanercept ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "The FDA drug label published in 2018 reports that allergic reactions associated with this treatment occur in <2% of patients, and mild to moderate ISRs (erythema, itching, pain, swelling, bleeding, bruising) occur in 15–37% of patients during the first 3 months of treatment [128]. ISRs were usually seen in the first month, and with decreased frequency thereafter.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "mention": "128",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Etanercept ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Golimumab is a selective immunosuppressive and anti-inflammatory TNF-α-inhibitor applied subcutaneously to treat rheumatoid and psoriatic arthritis, as well as ankylosing spondylitis. It is a mAb that inhibits the activity of soluble and membrane-bound forms of the proinflammatory cytokine TNF‑α by binding TNF‑α and inhibiting its receptor binding.",
            "cite_spans": [],
            "section": "Golimumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "In a 3-year safety study, the frequency of ISRs was 4.7–11.6%, depending on the drug dose. No anaphylactic reactions or serum-like reactions have been reported to date during the follow-up period of up to 160 weeks [129].",
            "cite_spans": [
                {
                    "start": 216,
                    "end": 219,
                    "mention": "129",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Golimumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "The FDA 2018 drug label reports an ISR frequency of 3.4–6.0% [130]. The reactions were often mild and included erythema, urticaria, induration, and pain. No anaphylactic reactions were observed in phase II and III studies with the drug.",
            "cite_spans": [
                {
                    "start": 62,
                    "end": 65,
                    "mention": "130",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Golimumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Infliximab is an intravenously administered selective immunosuppressive and anti-inflammatory TNF‑α inhibitor used to treat rheumatoid and psoriatic arthritis, Crohn’s disease, and ankylosing spondylitis. This BS is a human–murine chimeric monoclonal IgG1κ antibody that binds TNF‑α and inhibits its effects.",
            "cite_spans": [],
            "section": "Infliximab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "In a review by Maggi et al. summarizing nine studies, infusion reactions occurred in 1–27% of patients depending on the disease being treated (referenced in [65]). In a study on 225 patients, Puxeddu and colleagues reported hypersensitivity reactions in 13.8%, anaphylaxis in 9.3%, urticaria or angioedema in 4.4%, and local reactions in 0% of patients [116]. Another study reported a 34.1% rate of infusion-related HSRs, and a 1.9% rate of anaphylaxis [117].",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "65",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 354,
                    "end": 357,
                    "mention": "116",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 454,
                    "end": 457,
                    "mention": "117",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Infliximab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "The FDA 2019 drug label reports IRs in 18% of patients during or within 1 h after the infusion [131]. A total of 3% of all patients given infliximab infusions experienced nonspecific symptoms (fever or tremor), while 1% experienced cardiopulmonary reactions (chest pain, hypotension, hypertension, or dyspnea). Symptoms related to pruritus, urticaria, and cardiopulmonary reactions were detected in 1% of patients. Serious infusion reactions such as anaphylaxis, convulsions, erythematous rash, and hypotension have occurred in <1% of patients. Delayed type HSR was detected in approximately 1% of patients. This usually occurred within 2 weeks of re-infusion, and was a combination of fever and/or rash symptoms with arthralgia and/or myalgia. These findings have been classified and reported as serum disease.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 99,
                    "mention": "131",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Infliximab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "In a study conducted by Vultaggio et al., it was reported that IgE or IgM antibodies against infliximab could be detected and may play a role in IgE- and non-IgE-mediated anaphylaxis [132]. Skin testing and infliximab-specific antibody detection have been shown to be useful in predicting and preventing severe drug-related reactions [133].",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 187,
                    "mention": "132",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 335,
                    "end": 338,
                    "mention": "133",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Infliximab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Certolizumab is a subcutaneously administered selective immunosuppressive and anti-inflammatory TNF-α-inhibitor used to treat rheumatoid and psoriatic arthritis, spondyloarthritis, and Crohn’s disease. It is a mAb that binds to and blocks the activity of the proinflammatory cytokine TNF‑α.",
            "cite_spans": [],
            "section": "Certolizumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2015 assessment report, mild to moderate ISRs were reported in 6.4% of patients, injection-related acute systemic HSR (pre-syncope) was reported in 0.2%, and delayed HSR was seen in 1.1% of patients [134].",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 214,
                    "mention": "134",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Certolizumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Recently published FDA labels have reported that HSRs may rarely occur and include allergic dermatitis, rash, angioedema, dizziness, pyrexia, flush, ISRs, malaise, serum sickness, hypotension, dyspnea, and vasovagal syncope [135]. It is noted that some of these reactions were observed after the first administration. ISRs were reported in 1.7–3.2% of patients.",
            "cite_spans": [
                {
                    "start": 225,
                    "end": 228,
                    "mention": "135",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Certolizumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Although the literature contains no clear information on rates of hypersensitivity and anaphylaxis, it is stated that no single-drug related anaphylactic shock was observed in the one study conducted in 2013 [136].",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "mention": "136",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Certolizumab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Rituximab is an intravenously delivered mAb that selectively binds to the CD20 antigen of B lymphocytes. Indications for its use include non-Hodgkin’s lymphoma, rheumatoid arthritis, and chronic lymphocytic leukemia.",
            "cite_spans": [],
            "section": "Rituximab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Maggi et al. have reported acute infusion reaction frequencies of 10–77% during the first infusion (referenced in [65]). The FDA drug label for subcutaneous use [137] reports a 16–26% rate of local ISRs (pain, swelling, induction, hemorrhage, rash, pruritus, and erythema). Incidence rates reportedly decrease subsequent to the initial injection. The label also states that severe cytokine release syndrome and its symptoms (fever, tremor, urticaria, angioedema, bronchospasm, and severe dyspnea) may be seen within 1–2 h of infusion. However, the ratio is not specified in this label.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 117,
                    "mention": "65",
                    "ref_id": "BIBREF129"
                },
                {
                    "start": 162,
                    "end": 165,
                    "mention": "137",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Rituximab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "The recent FDA drug label for intravenous use [138] reports a ≥25.0% rate of IRs that typically (77%) occurred at the first infusion with the time onset between 30–120 min. This rate decreased after each ongoing infusion. Severe IRs may include symptoms such as acute respiratory distress syndrome, anaphylactic/anaphylactoid events, angioedema, bronchospasm, cardiogenic shock, hypoxia, hypotension, myocardial infarction, pulmonary infiltrates, urticaria, ventricular fibrillation, and death.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 50,
                    "mention": "138",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Rituximab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "According to the BCCA drug assessment report (referenced in [139]) HSRs occurred in 1–10.0% of patients, IRs in 14–77.0% (severe, 0–7.0%), ISRs in 20.0%, and urticaria in 7.0% (severe, 1.0%) of patients. ISRs include local erythema, hemorrhage, induration, pain, pruritus, rash, and swelling at the injection site.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 64,
                    "mention": "139",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Rituximab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "In a study conducted in 2009, the presence of serum anti-rituximab antibodies was reported in some patients in association with a less favourable treatment outcome [140]. Vultaggio and colleagues have shown that rituximab plays a role in specific T‑helper 2 cell and IgE responses in acute infusion reactions in addition to cytokine release mechanisms [141].",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "mention": "140",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 353,
                    "end": 356,
                    "mention": "141",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Rituximab ::: Rheumatology",
            "ref_spans": []
        },
        {
            "text": "Basiliximab is an immunosuppressive intravenously administered chimeric (75% human, 25% murine) mAb. It is used in combination with other immunosuppressive drugs to prevent acute graft rejection following renal transplantation. It acts by binding the alpha chain of the IL‑2 receptor on the surface of T lymphocytes.",
            "cite_spans": [],
            "section": "Basiliximab ::: Transplantation",
            "ref_spans": []
        },
        {
            "text": "The FDA drug label reports a >10.0% rate of side effects including nausea, vomiting, fever, dyspnea, and hypertension, and 3.0–10.0% of side effects include angina pectoris, cardiac failure, tachycardia, dizziness, bronchospasm, pulmonary edema, rhinitis, rash, and pruritus [142]. More detailed information is not provided. In a study conducted in 2010, infusion-related ISRs (pain, swelling, erythema) were found in 4.3% of patients [143]. In post-marketing surveys, HSRs have been reported in patients undergoing basiliximab therapy, including one case of IgE-mediated anaphylaxis [144].",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "mention": "142",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 436,
                    "end": 439,
                    "mention": "143",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 585,
                    "end": 588,
                    "mention": "144",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Basiliximab ::: Transplantation",
            "ref_spans": []
        },
        {
            "text": "Data on this BS are relatively limited, but according to the reports it seems to be mainly well tolerated by the patients [145]. Allergic reactions and anaphylaxis do not seem to be easily identified, since the patients experience intense immunosuppressive effects due to the concomitant medication. It does not induce CRS like muromonab-CD3, and its side effects are reported to be similar to placebo.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 126,
                    "mention": "145",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Basiliximab ::: Transplantation",
            "ref_spans": []
        },
        {
            "text": "Belatacept is a human CTLA-4/human IgG1 fusion protein that selectively inhibits T cell activity by binding to CD80 and CD86 of the antigen presenting cells.",
            "cite_spans": [],
            "section": "Belatacept ::: Transplantation",
            "ref_spans": []
        },
        {
            "text": "According to the FDA 2017 labels [146], no patient had developed anaphylaxis or HSRs at the 3‑year follow-up. However, milder IRs (5%) were reported, similar to placebo, within 1 h of infusion. In post-marketing experiences, a case of anaphylaxis has been reported.",
            "cite_spans": [
                {
                    "start": 34,
                    "end": 37,
                    "mention": "146",
                    "ref_id": "BIBREF52"
                }
            ],
            "section": "Belatacept ::: Transplantation",
            "ref_spans": []
        },
        {
            "text": "In the EMA 2019 assessment report [147], acute infusion events (flushing, headache, hypotension, hypertension) were reported in 4.4–5.5% of patients. Symptoms of diarrhea and pyrexia (≥2%), as well as hypertension, peripheral edema, nausea, and vomiting (≥20%), which may be “possible peri-infusional events,” were reported in 3‑year follow-up of the patients. There was no association found between these reactions and belatacept ADAs. Anaphylactic events have been observed in the post-marketing period, but no incidence was given.",
            "cite_spans": [
                {
                    "start": 35,
                    "end": 38,
                    "mention": "147",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Belatacept ::: Transplantation",
            "ref_spans": []
        },
        {
            "text": "Muromonab is an immunosuppressive mAb given to reduce acute rejection in patients with kidney, liver, or heart transplants. It exerts its effect by targeting the CD3 receptor, a membrane protein expressed on the surface of T cells. Developments and progress of medical treatment in transplant medicine led to its withdrawal in 2010.",
            "cite_spans": [],
            "section": "Muromonab ::: Transplantation",
            "ref_spans": []
        },
        {
            "text": "The literature contains information on cytokine release syndrome and anaphylaxis. In a book on this subject, symptoms of anaphylaxis such as pyrexia (90%; 40.0 °C or higher in 19% of cases), chills (59%), dyspnea (21%), nausea and vomiting (19%), chest pain (14%), diarrhea (14%), tremor (13%), bronchospasm (13%), headache (11%), tachycardia (10%), stiffness (8%), and hypertension (8%) were reported [148]. Pilot studies of this drug have been performed orally in patients with moderate to severe ulcerative colitis [149]. In this study, no severe side effects or CRS have been reported.",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "mention": "148",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 519,
                    "end": 522,
                    "mention": "149",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Muromonab ::: Transplantation",
            "ref_spans": []
        },
        {
            "text": "Daclizumab is a subcutaneously administered, immunosuppressive mAb used to treat relapsing-remitting multiple sclerosis and to prevent rejection of transplanted kidneys. The antibody reduces the number of circulating activated T cells by binding to the alpha subunit of the IL‑2 receptor on T lymphocytes and inhibiting interaction with IL‑2. In 2018, the drug was withdrawn from the market owing to reports of severe hepatotoxic side effects and encephalopathies.",
            "cite_spans": [],
            "section": "Daclizumab ::: Transplantation",
            "ref_spans": []
        },
        {
            "text": "Abciximab is an intravenously administered chimeric mAb fragment that inhibits binding of platelet adhesion proteins (such as fibrinogen, fibronectin, von-Willebrand-Factor) to glycoprotein IIb/IIIa receptors on the surface of platelets. It is frequently used to prevent ischemic complications associated with invasive heart procedures, as well as to prolong cardiac infarct prophylaxis in patients with unstable angina pectoris due to its antithrombotic effect.",
            "cite_spans": [],
            "section": "Abciximab ::: Other",
            "ref_spans": []
        },
        {
            "text": "The registry study of the drug reported hypersensitivity rates of 0.3–0.6%, an urticaria rate of 0.1%, and no cases of anaphylaxis or angioedema [150]. In the same study, human anti-chimeric antibodies were found to be associated with thrombocytopenia. The literature contains a very small number of case reports. One developed an anaphylaxis 2–4 h after treatment [151]. The FDA label reported bronchospasm (0.3%), injection site pain (0.1–3.6%), and pruritus (0.5%) [152]. No incidence of anaphylaxis has been reported in any of the phase III studies (clinical trials).",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 149,
                    "mention": "150",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 366,
                    "end": 369,
                    "mention": "151",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 469,
                    "end": 472,
                    "mention": "152",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Abciximab ::: Other",
            "ref_spans": []
        },
        {
            "text": "Eculizumab is the humanized mAb used primarily for the treatment of paroxysmal nocturnal hemoglobinuria and atypical haemolytic uremic syndrome. It can also be used in the treatment of generalized myasthenia gravis and neuromyelitis optica spectrum disorder with antibody positivity. This drug acts by binding to the C5 component of the complement system, inhibiting its activation, and consequently contributes to reducing erythrocyte destruction and hemolysis.",
            "cite_spans": [],
            "section": "Eculizumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "FDA labels reported that IRs, HRs, and anaphylaxis may develop during treatment, but IRs requiring discontinuation of the drug have not been reported [153]. In the EMA 2019 assessment report, HSRs, IRs, urticaria, and anaphylaxis are stated as uncommon (≥1/1000–<1/100) [154].",
            "cite_spans": [
                {
                    "start": 151,
                    "end": 154,
                    "mention": "153",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 271,
                    "end": 274,
                    "mention": "154",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Eculizumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "Lanadelumab is a human mAb (class IgG1 kappa) that specifically inhibits the activity of plasma kallikrein, used to reduce attacks and representing a prophylaxis measure in patients with hereditary angioedema [155].",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 213,
                    "mention": "155",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Lanadelumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "In a study published in 2018, 52.4% of patients reported ISRs (34.1% in the placebo group) with symptoms such as bruising, dizziness, erythema, and local pain [156]. Only one patient (1.2%) developed mild-to-moderate HSRs, which included transient symptoms of oral tingling and pruritus, and resolved spontaneously within 1 day after onset without need for medication.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "mention": "156",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Lanadelumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "The EMA 2018 evaluation report [157] provides more detailed data on the study conducted by Banerji et al. [156]. In this report, ISRs are given as follows; pain (41.7%), erythema (9.5%), bruising (6.0%), discomfort (3.6%), hemorrhage (3.6%), pruritus (3.6%), swelling (3.6%), hematoma (2.4%), induration (2.4%), paresthesia (2.4%), warmth (2.4%), edema (1.2%), and rash (1.2%). In addition, no events of anaphylactoid reaction or anaphylaxis were reported (referenced in [157]).",
            "cite_spans": [
                {
                    "start": 32,
                    "end": 35,
                    "mention": "157",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 107,
                    "end": 110,
                    "mention": "156",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 472,
                    "end": 475,
                    "mention": "157",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Lanadelumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "Natalizumab is an intravenously administered, immunosuppressive recombinant humanized IgG4 antibody that is produced in mouse cells. It acts by binding integrin a4 and is used to treat relapsing-remitting multiple sclerosis.",
            "cite_spans": [],
            "section": "Natalizumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "Maggi and colleagues (referenced in [65]) reported IRs in 1–4% of the patients in their review.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 39,
                    "mention": "65",
                    "ref_id": "BIBREF129"
                }
            ],
            "section": "Natalizumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "According to the EMA 2016 evaluation report [158], 23.1% of patients experienced infusion-related reactions, HSRs occurred in up to 4% of patients, and anaphylactic/anaphylactoid reactions in less than 1%. HSRs usually occurred during infusion or within 1 h after completion. Hypersensitivity symptoms included rash and urticaria, hypotension, hypertension, chest pain, chest complaints, dyspnea, and angioedema.",
            "cite_spans": [
                {
                    "start": 45,
                    "end": 48,
                    "mention": "158",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Natalizumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "The FDA’s 2019 label reported infusion-related reactions in 11–24% of patients (placebo 7–18.0%), acute urticaria in 1–2%, acute HSRs in 1.5%, pruritus in 4%, and serious IRs and anaphylaxis in <1% [159]. Symptoms frequently associated with these reactions were fever, chills, rash, urticaria, pruritus, dizziness, nausea, flush, hypotension, dyspnea, and chest pain. The reactions occurred mostly within 2 h after infusion.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 202,
                    "mention": "159",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Natalizumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "Palivizumab is an intramuscularly administered humanized mAb (95% human and 5% murine) that is used in pediatric patients to prevent respiratory syncytial virus (RSV) infections. The antibody binds to coat proteins on the viral surface, thereby inhibiting its entry into host cells. It is used in patients with bronchopulmonary dysplasia, cystic fibrosis, and neonatal heart disease that are considered to be at high risk of severe RSV-associated disease.",
            "cite_spans": [],
            "section": "Palivizumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "Serious acute HSRs were rare among the 400,000 patients treated to date (>2 million doses) [160]. Anaphylactic reactions to repeated dosing or during the follow-up period (<1 case per 100,000 patients) have also been very rare [160]. HSRs include dyspnea, respiratory insufficiency, cyanosis, urticaria, pruritus, angioedema, hypotonia, and unresponsiveness. No fatal reactions have been observed in any patient.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "mention": "160",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 228,
                    "end": 231,
                    "mention": "160",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Palivizumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "In a study conducted by Chen et al. [161] on 13,025 infants (that received 57,392 injections), HSR was observed at a rate of 0.05%. In another study, injections were generally well tolerated, and drug-associated side effects were observed at a rate of 3.4% [162].",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 40,
                    "mention": "161",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 258,
                    "end": 261,
                    "mention": "162",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Palivizumab ::: Other",
            "ref_spans": []
        },
        {
            "text": "BSs are increasingly used today and play an important role in the treatment of allergic, pulmonary, dermatological, oncological, rheumatological, as well as various other diseases. These drugs can be used as first-line or second-line treatment, as well as for prevention purposes. Observed HSRs may be mild, moderate, but may also be life-threatening by severely affecting vital parameters. All organ systems can be affected during reactions, so clinical symptoms are quite diverse. Reactions may occur due to allergic, non-allergic, or immunological side effects. The risk of allergic reactions decreases proportionally with the increase in human homology of the BS (Fig. 1; [163]). Vultaggio and co-authors explain the reactions to BSs with two possible main mechanisms: (i) loss of immune tolerance due to side effect of the BSs; and (ii) triggering of immune responses and reactions to non-self epitopes in BSs [164].",
            "cite_spans": [
                {
                    "start": 677,
                    "end": 680,
                    "mention": "163",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 916,
                    "end": 919,
                    "mention": "164",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 673,
                    "end": 674,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "This comprehensive review reveals a hypersensitivity prevalence against various BSs and an inconsistency and lack of precision regarding the nomenclature used for immune reactions to BSs (hypersensitivity, anaphylaxis, anaphylactoid, and infusion reactions) in the literature. Theoretically defined hypersensitivity and the hypersensitivity that is observed and classified in clinical practice seem to be different. Similarly, many data reported as anaphylaxis actually describe severe anaphylactic reactions (grades III or IV). It became evident that these definitions describe many common symptoms. Due to the overlap in signs and symptoms in the reported descriptions, it is not always possible to differentiate these reactions properly according to their pathomechanism. The common points of all these reactions are indicated in Table 7 [165–167].",
            "cite_spans": [
                {
                    "start": 842,
                    "end": 845,
                    "mention": "165",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 846,
                    "end": 849,
                    "mention": "167",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 839,
                    "end": 840,
                    "mention": "7",
                    "ref_id": "TABREF6"
                }
            ]
        },
        {
            "text": "In addition, reactions such as pruritus, flush, and urticaria are also included in the definitions of IR, HSR, anaphylaxis, and CRS. A summary view of the reactions according to severity is shown in Fig. 2. Fig. 3 shows a synopsis of the incidences of HSRs (Fig. 3a), acute IRs (Fig. 3b), and anaphylaxis to BSs (Fig. 3c) as extracted by the authors from the comprehensive review of the databases. There is an urgent need to define and classify these reactions more precisely in the future. Furthermore, the development of a scoring system, including symptom- or system-based approaches, can make it easier for us to identify the reactions of our patients and treat them adequately. This scoring can be evaluated according to which organ system (cardiac, gastrointestinal, hematologic, muscular, neurological, renal, respiratory, skin, vascular) is affected and the severity of symptoms.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 212,
                    "end": 213,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 263,
                    "end": 264,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 284,
                    "end": 285,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 318,
                    "end": 319,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "One of the important points that may have been overlooked is the understanding of whether some symptoms (such as nasopharyngitis, conjunctivitis, rhinitis, thrombocytopenia, anemia, or gastrointestinal symptoms, etc.) have an immunological origin. The role of ADAs in these symptoms is not yet known. In addition, the risk of patients at each injection/infusion should be defined according to real life. In general, the literature gives percentages by calculation and only follow-up reactions in the treatment process. The long-term evaluations seem to be rather small in number.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "CRS, which is a form of severe IR, can also be observed during alemtuzumab, anti-CD28 monoclonal antibody TGN1412, anti-thymocyte globulin, blinatumomab, brentuximab, dacetuzumab, muromonab-CD3, nivolumab, rituximab, and obinutuzumab treatments (referenced in [167]). A large majority of patients may have sepsis/septic shock fragments, as well as symptoms that may also be confused with tumor lysis syndrome. IL‑6 plays an important role in the development of CRS; therefore siltuximab or tocilizumab, which is a chimeric mAb against IL‑6 and receptors, is used for the treatment of this condition [167]. In cases where CRS developed during treatment, the relationship between the drug itself and ADA is so far unknown.",
            "cite_spans": [
                {
                    "start": 261,
                    "end": 264,
                    "mention": "167",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 600,
                    "end": 603,
                    "mention": "167",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "BSs are important immunotherapeutic tools used in the treatment of many diseases today. Various side effects and reactions can be observed during treatment, but there are deficiencies in their identification and classification. During this comprehensive research, it became evident that a more precise nomenclature should be applied. In order to achieve a harmonization in this regard, a simpler symptom- or system-based classification and scoring system is needed. A better understanding of the pathophysiology of hypersensitivity reactions and increased clinical experience in the treatment of side effects will provide timely control of unexpected reactions. As a result, immunotherapy with BSs will become safer in the future.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Overview of some biotechnological substances to date (February 2020)\nALL acute lymphoblastic leukemia, AML acute myeloid leukomia, BlyS B-lymphocyte stimulator, CAPS cryopyrine associated periodic syndrome, CD cluster of differentiation, CTLA‑4 cytotoxic T‑lymphocyte antigen‑4, EGFR epidermal growth factor receptor, FGFR fibroblast growth factor receptor, GI gastrointestinal, HCC hepatocellular carcinoma, IL interleukin, MPA microscopic polyangiitis, NSCLC non-small cell lung cancer, PD-L1 programmed cell death ligand 1, PDGFR platelet derived growth factor receptor, PNH paroxysmal nocturnal hemoglobinuria, RA rheumatoid arthritis, RSV respiratory syncytial virus, SCLC small cell lung cancer, SLE systemic lupus erythematosus, TNF tumor necrosis factor, TRAPS TNFR1-associated periodic fever syndrome, VEGF vascular endothelial growth factor, VEGFR vascular endothelial growth factor receptor",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Reported allergic reactions to biotechnological substances (Pulmonology)\nROA route of administration, HSR hypersensitivity reaction, IR infusion reaction, ISR Injection-site reaction",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Reported allergic reactions to biotechnological substances (Dermatology)\nROA route of administration, HSR hypersensitivity reaction, IR infusion reaction, ISR Injection-site reaction, i.m. intramuscular, s.c. subcutaneous, i.v. intravenous, FDA Food and Drug Administration, EMA European Medicines Agency",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Reported allergic reactions to biotechnological substances (Oncology)\nROA route of administration, HSR hypersensitivity reaction, IR infusion reaction, ISR Injection-site reaction, s.c. subcutaneous, i.v. intravenous, FDA Food and Drug Administration, EMA European Medicines Agency, BCCA British Columbia Cancer Agency *mild to moderate or any grade of reaction when intravenously administered **immune-mediated rash",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Reported allergic reactions to biotechnological substances (Rheumatology)\nROA route of administration, HSR hypersensitivity reaction, IR infusion reaction, ISR Injection-site reaction, s.c. subcutaneous, i.v. intravenous, FDA Food and Drug Administration, EMA European Medicines Agency, BCCA British Columbia Cancer Agency *any grade of reactions **immune-mediated rash",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Reported allergic reactions to biotechnological substances (Transplantation and Various)\nSide effects and reactions are given as described in the literature ROA route of administration, s.c. Subcutaneous, i.v. intravenous, i.m. intramuscular, HSR hypersensitivity reaction, IR Infusion reactions, ISR Injection-site reaction, ADA anti-drug antibody",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 7: Grading of hypersensitivity reactions, anaphylaxis, acute infusion reactions, and cytokine-release syndrome\nHSR hypersensitivity reaction, IR infusion reaction, CRS cytokine release syndrome",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Risk assessment of biotechnological substances",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Synopsis of all reactions to biotechnological substances",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: a A descriptive graph on the incidence of hypersensitivity reactions to biotechnological substances according to the reviewed databases (for references see the description of the respective BS in the text). b A descriptive graph on the incidence of acute infusion reactions to biotechnological substances according to the reviewed databases (for references see the description of the respective BS in the text). c A descriptive graph on the incidence of anaphylaxis to biotechnological substances according to the reviewed databases (for references see the description of the respective BS in the text)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Adverse drug reactions to biologics",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Scherer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Spoerl",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Bircher",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Dtsch Dermatol Ges",
            "volume": "8",
            "issn": "6",
            "pages": "411-426",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Efficacy and safety of lebrikizumab in patients with uncontrolled asthma (LAVOLTA I and LAVOLTA II): replicate, phase 3, randomised, double-blind, placebo-controlled trials",
            "authors": [
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Hanania",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Korenblat",
                    "suffix": ""
                },
                {
                    "first": "KR",
                    "middle": [],
                    "last": "Chapman",
                    "suffix": ""
                },
                {
                    "first": "ED",
                    "middle": [],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kopecky",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Paggiaro",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Lancet Respir Med",
            "volume": "4",
            "issn": "",
            "pages": "781-796",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(16)30265-X"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Successful desensitization with panitumumab; a case report",
            "authors": [
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Mersin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bulut",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yakut",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Örçen",
                    "suffix": ""
                },
                {
                    "first": "FM",
                    "middle": [],
                    "last": "Tepetam",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Allergy",
            "volume": "74",
            "issn": "",
            "pages": "741-742",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Immunogenicity of pembrolizumab in patients with advanced tumors",
            "authors": [
                {
                    "first": "MJH",
                    "middle": [],
                    "last": "van Vugt",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Stone",
                    "suffix": ""
                },
                {
                    "first": "RHJMM",
                    "middle": [],
                    "last": "De Greef",
                    "suffix": ""
                },
                {
                    "first": "ES",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lipka",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Immunother Cancer",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40425-019-0663-4"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Efficacy and safety of lebrikizumab in adult patients with mild-to-moderate asthma not receiving inhaled corticosteroids",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Korenblat",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kerwin",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Leshchenko",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Yen",
                    "suffix": ""
                },
                {
                    "first": "CTJ",
                    "middle": [],
                    "last": "Holweg",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Anzures-Cabrera",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Respir Med",
            "volume": "134",
            "issn": "",
            "pages": "143-149",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rmed.2017.12.006"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Hypersensitivity reactions during treatment with infliximab, etanercept, and adalimumab",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Puxeddu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Giori",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Rocchi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bazzichi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bombardieri",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tavoni",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Ann Allergy Asthma Immunol",
            "volume": "108",
            "issn": "",
            "pages": "123-124",
            "other_ids": {
                "DOI": [
                    "10.1016/j.anai.2011.11.004"
                ]
            }
        },
        "BIBREF20": {
            "title": "Occurrence of adverse events in patients with JIA receiving biologic agents: long-term follow-up in a real-life setting",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tarkiainen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tynjälä",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Vähäsalo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lahdenne",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Rheumatology (Oxford)",
            "volume": "54",
            "issn": "",
            "pages": "1170-1176",
            "other_ids": {
                "DOI": [
                    "10.1093/rheumatology/keu457"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Efficacy and safety of lebrikizumab (an anti-IL-13 monoclonal antibody) in adults with moderate-to-severe atopic dermatitis inadequately controlled by topical corticosteroids: a randomized, placebo-controlled phase II trial (TREBLE)",
            "authors": [
                {
                    "first": "EL",
                    "middle": [],
                    "last": "Simpson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Flohr",
                    "suffix": ""
                },
                {
                    "first": "LF",
                    "middle": [],
                    "last": "Eichenfield",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bieber",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sofen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Taïeb",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Am Acad Dermatol",
            "volume": "78",
            "issn": "",
            "pages": "863-871",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaad.2018.01.017"
                ]
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Anaphylactic reaction to anakinra in a rheumatoid arthritis patient intolerant to multiple nonbiologic and biologic disease-modifying antirheumatic drugs",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Desai",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goldbach-Mansky",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Milner",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Rabin",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hull",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Pucino",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Ann Pharmacother",
            "volume": "43",
            "issn": "5",
            "pages": "967-972",
            "other_ids": {
                "DOI": [
                    "10.1345/aph.1L573"
                ]
            }
        },
        "BIBREF26": {
            "title": "Anaphylaxis to anakinra in a pediatric patient with systemic juvenile idiopathic arthritis successfully treated with canakinumab: a case-based review",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Pan",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Adams",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barinstein",
                    "suffix": ""
                },
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Lehman",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Rheumatol",
            "volume": "34",
            "issn": "10",
            "pages": "1821-1824",
            "other_ids": {
                "DOI": [
                    "10.1007/s10067-015-2889-y"
                ]
            }
        },
        "BIBREF27": {
            "title": "Successful desensitization with anakinra in a case with immediate hypersensitivity reaction",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Şoyyiğit",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Kendirlinan",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Aydın",
                    "suffix": ""
                },
                {
                    "first": "GE",
                    "middle": [],
                    "last": "Çelik",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Ann Allergy Asthma Immunol",
            "volume": "113",
            "issn": "3",
            "pages": "325-326",
            "other_ids": {
                "DOI": [
                    "10.1016/j.anai.2014.06.017"
                ]
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Unveiling the efficacy, safety, and tolerability of anti-interleukin-1 treatment in monogenic and multifactorial autoinflammatory diseases",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bettiol",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Lopalco",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Emmi",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cantarini",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Urban",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vitale",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Denora",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Mol Sci",
            "volume": "20",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/ijms20081898"
                ]
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Golimumab 3-year safety update: an analysis of pooled data from the long-term extensions of randomised, double-blind, placebo-controlled trials conducted in patients with rheumatoid arthritis, psoriatic arthritis or ankylosing spondylitis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kay",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Fleischmann",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Keystone",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Hsia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mack",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Rheum Dis",
            "volume": "74",
            "issn": "",
            "pages": "538-546",
            "other_ids": {
                "DOI": [
                    "10.1136/annrheumdis-2013-204195"
                ]
            }
        },
        "BIBREF34": {
            "title": "Mepolizumab for severe eosinophilic asthma (DREAM): a multicentre, double-blind, placebo-controlled trial",
            "authors": [
                {
                    "first": "ID",
                    "middle": [],
                    "last": "Pavord",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Korn",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Howarth",
                    "suffix": ""
                },
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Bleecker",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Buhl",
                    "suffix": ""
                },
                {
                    "first": "ON",
                    "middle": [],
                    "last": "Keene",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "380",
            "issn": "",
            "pages": "651-659",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(12)60988-X"
                ]
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Anti-infliximab IgE and non-IgE antibodies and induction of infusion-related severe anaphylactic reactions",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vultaggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matucci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nencini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pratesi",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Parronchi",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Allergy",
            "volume": "65",
            "issn": "",
            "pages": "657-661",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1398-9995.2009.02280.x"
                ]
            }
        },
        "BIBREF38": {
            "title": "Skin testing and infliximab-specific antibodies detection as a combined strategy for preventing infusion reaction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vultaggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matucci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nencini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pratesi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maggi",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Intern Emerg Med",
            "volume": "7",
            "issn": "",
            "pages": "77-79",
            "other_ids": {
                "DOI": [
                    "10.1007/s11739-011-0611-x"
                ]
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Update on the safety profile of certolizumab pegol in rheumatoid arthritis: an integrated analysis from clinical trials",
            "authors": [
                {
                    "first": "VP",
                    "middle": [],
                    "last": "Bykerk",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cush",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Winthrop",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Calabrese",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Lortholary",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "de Longueville",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Ann Rheum Dis",
            "volume": "74",
            "issn": "",
            "pages": "96-103",
            "other_ids": {
                "DOI": [
                    "10.1136/annrheumdis-2013-203660"
                ]
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Immunogenicity of rituximab in patients with severe pemphigus",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hennig",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Mengede",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zillikens",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kromminga",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Immunol",
            "volume": "132",
            "issn": "",
            "pages": "334-341",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clim.2009.05.007"
                ]
            }
        },
        "BIBREF47": {
            "title": "Drug-specific Th2 cells and IgE antibodies in a patient with anaphylaxis to rituximab",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vultaggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matucci",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nencini",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pratesi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Petroni",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cammelli",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Int Arch Allergy Immunol",
            "volume": "159",
            "issn": "",
            "pages": "321-326",
            "other_ids": {
                "DOI": [
                    "10.1159/000336839"
                ]
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Analysis of infusion-site reactions in renal transplant recipients receiving peripherally administered rabbit antithymocyte globulin as compared with basiliximab",
            "authors": [
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Erickson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Malek",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Chandraker",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Tullius",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gabardi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Transpl Int",
            "volume": "23",
            "issn": "",
            "pages": "636-640",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1432-2277.2009.01042.x"
                ]
            }
        },
        "BIBREF50": {
            "title": "Anaphylactic shock caused by immunoglobulin E sensitization after retreatment with the chimeric anti-interleukin-2 receptor monoclonal antibody basiliximab",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Baudouin",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Crusiaux",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Haddad",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Schandene",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Goldman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Loirat",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Transplantation",
            "volume": "76",
            "issn": "",
            "pages": "459-463",
            "other_ids": {
                "DOI": [
                    "10.1097/01.TP.0000073809.65502.8F"
                ]
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Muromonab-CD3 (orthoclone OKT3)",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Reichert",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Handbook of therapeutic antibodies",
            "volume": "",
            "issn": "",
            "pages": "1663-1664",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Immunologic alterations associated with oral delivery of anti-CD3 (OKT3) monoclonal antibodies in patients with moderate-to-severe ulcerative colitis",
            "authors": [
                {
                    "first": "EK",
                    "middle": [],
                    "last": "Boden",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Canavan",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Moran",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "McCann",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Dunn",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Farraye",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Crohns Colitis 360",
            "volume": "1",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1093/crocol/otz009"
                ]
            }
        },
        "BIBREF56": {
            "title": "Long-term efficacy and safety of mepolizumab in patients with severe eosinophilic asthma: a multi-center, open-label, phase IIIb study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lugogo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chanez",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leigh",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Gilson",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Ther",
            "volume": "38",
            "issn": "9",
            "pages": "2058-2070.e1",
            "other_ids": {
                "DOI": [
                    "10.1016/j.clinthera.2016.07.010"
                ]
            }
        },
        "BIBREF57": {
            "title": "ReoPro readministration registry investigators. Final results of the ReoPro readministration registry",
            "authors": [
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Dery",
                    "suffix": ""
                },
                {
                    "first": "GA",
                    "middle": [],
                    "last": "Braden",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Lincoff",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Kereiakes",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Browne",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Little",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Cardiol",
            "volume": "93",
            "issn": "",
            "pages": "979-984",
            "other_ids": {
                "DOI": [
                    "10.1016/j.amjcard.2003.12.051"
                ]
            }
        },
        "BIBREF58": {
            "title": "Acute profound thrombocytopenia associated with anaphylactic reaction after abciximab therapy during percutaneous coronary angioplasty",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iakovou",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manginas",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Melissari",
                    "suffix": ""
                },
                {
                    "first": "DV",
                    "middle": [],
                    "last": "Cokkinos",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Cardiology",
            "volume": "95",
            "issn": "",
            "pages": "215-216",
            "other_ids": {
                "DOI": [
                    "10.1159/000047375"
                ]
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Lanadelumab to treat hereditary angioedema",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wedi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Drugs Today",
            "volume": "55",
            "issn": "7",
            "pages": "439-448",
            "other_ids": {
                "DOI": [
                    "10.1358/dot.2019.55.7.2985293"
                ]
            }
        },
        "BIBREF63": {
            "title": "HELP investigators. Effect of lanadelumab compared with placebo on prevention of hereditary angioedema attacks: a randomized clinical trial",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banerji",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Riedl",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cicardi",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Longhurst",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Zuraw",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "320",
            "issn": "20",
            "pages": "2108-2121",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2018.16773"
                ]
            }
        },
        "BIBREF64": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Assessment of the long-term safety of mepolizumab and durability of clinical response in patients with severe eosinophilic asthma",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Khatri",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "PG",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Leigh",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bourdin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Maspero",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Allergy Clin Immunol",
            "volume": "143",
            "issn": "",
            "pages": "1742-1751",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2018.09.033"
                ]
            }
        },
        "BIBREF68": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Serious adverse events in the Canadian registry of children receiving palivizumab (CARESS) for respiratory syncytial virus prevention",
            "authors": [
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Paes",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Lanctôt",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "PLoS One",
            "volume": "10",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0134711"
                ]
            }
        },
        "BIBREF70": {
            "title": "Product review on the monoclonal antibody palivizumab for prevention of respiratory syncytial virus infection",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Resch",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hum Vaccin Immunother",
            "volume": "13",
            "issn": "",
            "pages": "2138-2149",
            "other_ids": {
                "DOI": [
                    "10.1080/21645515.2017.1337614"
                ]
            }
        },
        "BIBREF71": {
            "title": "",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Jappe",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Allergic reactions to oncology biologics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "How the immune system responds to therapeutic biological agents",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vultaggio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Petroni",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pratesi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Nencini",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Cammelli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ferraro",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Int Med Res",
            "volume": "44",
            "issn": "",
            "pages": "38-42",
            "other_ids": {
                "DOI": [
                    "10.1177/0300060515593248"
                ]
            }
        },
        "BIBREF73": {
            "title": "Management and preparedness for infusion and hypersensitivity reactions",
            "authors": [
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Lenz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Oncologist",
            "volume": "12",
            "issn": "",
            "pages": "601-609",
            "other_ids": {
                "DOI": [
                    "10.1634/theoncologist.12-5-601"
                ]
            }
        },
        "BIBREF74": {
            "title": "Guideline for acute therapy and management of anaphylaxis. S2 guideline of DGAKI, AeDA, GPA, DAAU, BVKJ, ÖGAI, SGAI, DGAI, DGP, DGPM, AGATE and DAAB",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ring",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Beyer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Biedermann",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bircher",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Duda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Allergo J Int",
            "volume": "23",
            "issn": "",
            "pages": "96-112",
            "other_ids": {
                "DOI": [
                    "10.1007/s40629-014-0009-1"
                ]
            }
        },
        "BIBREF75": {
            "title": "Cytokine release syndrome",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shimabukuro-Vornhagen",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Gödel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Subklewe",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Stemmler",
                    "suffix": ""
                },
                {
                    "first": "HA",
                    "middle": [],
                    "last": "Schlößer",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schlaak",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Immunother Cancer",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s40425-018-0343-9"
                ]
            }
        },
        "BIBREF76": {
            "title": "Reslizumab for inadequately controlled asthma with elevated blood eosinophil counts: results from two multicentre, parallel, double-blind, randomised, placebo-controlled, phase 3 trials",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zangrilli",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Wechsler",
                    "suffix": ""
                },
                {
                    "first": "ED",
                    "middle": [],
                    "last": "Bateman",
                    "suffix": ""
                },
                {
                    "first": "GG",
                    "middle": [],
                    "last": "Brusselle",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Bardin",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet Respir Med",
            "volume": "3",
            "issn": "",
            "pages": "355-366",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(15)00042-9"
                ]
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Long-term safety and efficacy of reslizumab in patients with eosinophilic asthma",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Murphy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Jacobs",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bjermer",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Fahrenholz",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shalit",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Garin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "5",
            "issn": "",
            "pages": "1572-1581",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaip.2017.08.024"
                ]
            }
        },
        "BIBREF79": {
            "title": "Clinical development methodology for infusion-related reactions with monoclonal antibodies",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Doessegger",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Banholzer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Transl Immunology",
            "volume": "4",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/cti.2015.14"
                ]
            }
        },
        "BIBREF80": {
            "title": "Efficacy and safety of reslizumab in patients with severe asthma with inadequate response to omalizumab: a multicenter, open-label pilot study",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Pérez de Llano",
                    "suffix": ""
                },
                {
                    "first": "BG",
                    "middle": [],
                    "last": "Cosío",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Domingo",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Urrutia",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Bobolea",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Valero",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "7",
            "issn": "",
            "pages": "2277-2283",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaip.2019.01.017"
                ]
            }
        },
        "BIBREF81": {
            "title": "American Academy of Allergy, Asthma & Immunology/American College of Allergy, Asthma and Immunology Joint Task Force report on omalizumab-associated anaphylaxis",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Platts-Mills",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Finegold",
                    "suffix": ""
                },
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                },
                {
                    "first": "FE",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "DV",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Allergy Clin Immunol",
            "volume": "120",
            "issn": "",
            "pages": "1373-1377",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2007.09.032"
                ]
            }
        },
        "BIBREF82": {
            "title": "Long-term “real-life” safety of omalizumab in patients with severe uncontrolled asthma: a nine-year study",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Di Bona",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Fiorino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Taurino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Frisenda",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Minenna",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pasculli",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Respir Med",
            "volume": "130",
            "issn": "",
            "pages": "55-60",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rmed.2017.07.013"
                ]
            }
        },
        "BIBREF83": {
            "title": "American Academy of Allergy, Asthma & Immunology/American College of Allergy, Asthma & Immunology Omalizumab-Associated Anaphylaxis Joint Task Force follow-up report",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Lieberman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                },
                {
                    "first": "FE",
                    "middle": [],
                    "last": "Simons",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Finegold",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Platts-Mills",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Allergy Clin Immunol",
            "volume": "128",
            "issn": "",
            "pages": "210-212",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2011.04.010"
                ]
            }
        },
        "BIBREF84": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Pirfenidone in patients with idiopathic pulmonary fibrosis (CAPACITY): two randomised trials",
            "authors": [
                {
                    "first": "PW",
                    "middle": [],
                    "last": "Noble",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Albera",
                    "suffix": ""
                },
                {
                    "first": "WZ",
                    "middle": [],
                    "last": "Bradford",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Costabel",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Glassberg",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kardatzke",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "9779",
            "pages": "1760-1769",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(11)60405-4"
                ]
            }
        },
        "BIBREF88": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "Biologics in dermatology: an integrated review",
            "authors": [
                {
                    "first": "VN",
                    "middle": [],
                    "last": "Sehgal",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Pandhi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Khurana",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Indian J Dermatol",
            "volume": "59",
            "issn": "",
            "pages": "425-441",
            "other_ids": {
                "DOI": [
                    "10.4103/0019-5154.139859"
                ]
            }
        },
        "BIBREF90": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "Off-label uses of biologics in dermatology: rituximab, omalizumab, infliximab, etanercept, adalimumab, efalizumab, and alefacept (part 2 of 2)",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nunley",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Heffernan",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Am Acad Dermatol",
            "volume": "56",
            "issn": "",
            "pages": "55-79",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaad.2006.07.019"
                ]
            }
        },
        "BIBREF92": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "Efalizumab Study Group. Efalizumab for patients with moderate to severe plaque psoriasis: a randomized controlled trial",
            "authors": [
                {
                    "first": "KB",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Papp",
                    "suffix": ""
                },
                {
                    "first": "TK",
                    "middle": [],
                    "last": "Hamilton",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Walicke",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Dummer",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "",
            "pages": "3073-3080",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.290.23.3073"
                ]
            }
        },
        "BIBREF94": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "Tolerability and safety of biological therapies for psoriasis in daily clinical practice: a study of 103 Italian patients",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Brunasso",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Puntoni",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Salvini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Delfino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Curcic",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Gulia",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Acta Derm Venereol",
            "volume": "91",
            "issn": "",
            "pages": "44-49",
            "other_ids": {
                "DOI": [
                    "10.2340/00015555-0959"
                ]
            }
        },
        "BIBREF96": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "Short- and long-term safety outcomes with ixekizumab from 7 clinical trials in psoriasis: etanercept comparisons and integrated data",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Strober",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leonardi",
                    "suffix": ""
                },
                {
                    "first": "KA",
                    "middle": [],
                    "last": "Papp",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Mrowietz",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ohtsuki",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bissonnette",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Am Acad Dermatol",
            "volume": "76",
            "issn": "",
            "pages": "432-440",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaad.2016.09.026"
                ]
            }
        },
        "BIBREF98": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "Effectiveness and safety of secukinumab in 69 patients with moderate to severe plaque psoriasis: a retrospective multicenter study",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Schwensen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Clemmensen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sand",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gniadecki",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Skov",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Zachariae",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Dermatol Ther",
            "volume": "30",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/dth.12550"
                ]
            }
        },
        "BIBREF100": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "Benralizumab, an anti-interleukin 5 receptor α monoclonal antibody, versus placebo for uncontrolled eosinophilic asthma: a phase 2b randomised dose-ranging study",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Castro",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Wenzel",
                    "suffix": ""
                },
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Bleecker",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Pizzichini",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Kuna",
                    "suffix": ""
                },
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Busse",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Respir Med",
            "volume": "2",
            "issn": "",
            "pages": "879-890",
            "other_ids": {
                "DOI": [
                    "10.1016/S2213-2600(14)70201-2"
                ]
            }
        },
        "BIBREF102": {
            "title": "Long-term safety of secukinumab in patients with moderate-to-severe plaque psoriasis, psoriatic arthritis, and ankylosing spondylitis: integrated pooled clinical trial and post-marketing surveillance data",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Deodhar",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Mease",
                    "suffix": ""
                },
                {
                    "first": "IB",
                    "middle": [],
                    "last": "McInnes",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Baraliakos",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Reich",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blauvelt",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Arthritis Res Ther",
            "volume": "21",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s13075-019-1882-2"
                ]
            }
        },
        "BIBREF103": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF104": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF105": {
            "title": "Correction to: Ustekinumab safety in psoriasis, psoriatic arthritis, and Crohn’s disease: an integrated analysis of phase II/III clinical development programs",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Gensler",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Gasink",
                    "suffix": ""
                },
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Chakravarty",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Farahi",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Drug Saf",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s40264-019-00816-3"
                ]
            }
        },
        "BIBREF106": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "Adverse events of dupilumab in adults with moderate-to-severe atopic dermatitis: a meta-analysis",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int Immunopharmacol",
            "volume": "54",
            "issn": "",
            "pages": "303-310",
            "other_ids": {
                "DOI": [
                    "10.1016/j.intimp.2017.11.031"
                ]
            }
        },
        "BIBREF108": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF109": {
            "title": "Ligelizumab for chronic spontaneous urticaria",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Maurer",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Giménez-Arnau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sussman",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bauer",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "N Engl J Med",
            "volume": "381",
            "issn": "14",
            "pages": "1321-1332",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa1900408"
                ]
            }
        },
        "BIBREF110": {
            "title": "A randomized trial of the efficacy and safety of quilizumab in adults with inadequately controlled allergic asthma",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Maciuca",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Cabanski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Scheerens",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Respir Res",
            "volume": "17",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12931-016-0347-2"
                ]
            }
        },
        "BIBREF111": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF112": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF113": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF114": {
            "title": "Maculopapular rash after intravitreal injection of an antivascular endothelial growth factor, aflibercept, for treating age-related macular degeneration: a case report",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ibuki",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shinoda",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kameyama",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Tsubota",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ozawa",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Medicine (Baltimore)",
            "volume": "96",
            "issn": "21",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/MD.0000000000006965"
                ]
            }
        },
        "BIBREF115": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF116": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF117": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF118": {
            "title": "Efficacy and safety of alemtuzumab in a real-life cohort of patients with multiple sclerosis",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Frau",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Coghe",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Lorefice",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Fenu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Musu",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Cocco",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Neurol",
            "volume": "266",
            "issn": "",
            "pages": "1405-1411",
            "other_ids": {
                "DOI": [
                    "10.1007/s00415-019-09272-6"
                ]
            }
        },
        "BIBREF119": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF120": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF121": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF122": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF123": {
            "title": "Efficacy and safety of benralizumab for Korean patients with severe, uncontrolled eosinophilic asthma",
            "authors": [
                {
                    "first": "HS",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "SY",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Werkström",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Allergy Asthma Immunol Res",
            "volume": "11",
            "issn": "",
            "pages": "508-518",
            "other_ids": {
                "DOI": [
                    "10.4168/aair.2019.11.4.508"
                ]
            }
        },
        "BIBREF124": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF125": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF126": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF127": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF128": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF129": {
            "title": "Acute infusion reactions induced by monoclonal antibody therapy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Maggi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vultaggio",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matucci",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Expert Rev Clin Immunol",
            "volume": "7",
            "issn": "",
            "pages": "55-63",
            "other_ids": {
                "DOI": [
                    "10.1586/eci.10.90"
                ]
            }
        },
        "BIBREF130": {
            "title": "Adverse side-effects to biological agents",
            "authors": [
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Pichler",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Allergy",
            "volume": "61",
            "issn": "",
            "pages": "912-920",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1398-9995.2006.01058.x"
                ]
            }
        },
        "BIBREF131": {
            "title": "Safety experience with IMC-C225, an anti-epidermal growth factor receptor antibody",
            "authors": [
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Needle",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Semin Oncol",
            "volume": "29",
            "issn": "",
            "pages": "55-60",
            "other_ids": {
                "DOI": [
                    "10.1053/sonc.2002.35648"
                ]
            }
        },
        "BIBREF132": {
            "title": "Hypersensitivity to biological agents-updated diagnosis, management, and treatment",
            "authors": [
                {
                    "first": "VR",
                    "middle": [],
                    "last": "Galvão",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Castells",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "3",
            "issn": "",
            "pages": "175-185",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaip.2014.12.006"
                ]
            }
        },
        "BIBREF133": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF134": {
            "title": "Real-life rapidity of benralizumab effects in patients with severe allergic eosinophilic asthma: assessment of blood eosinophils, symptom control, lung function and oral corticosteroid intake after the first drug dose",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pelaia",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Busceti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vatrella",
                    "suffix": ""
                },
                {
                    "first": "GF",
                    "middle": [],
                    "last": "Rago",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Crimi",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Terracciano",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Pulm Pharmacol Ther",
            "volume": "58",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.pupt.2019.101830"
                ]
            }
        },
        "BIBREF135": {
            "title": "Allergenicity of carbohydrates and their role in anaphylactic events",
            "authors": [
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Commins",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Platts-Mills",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Curr Allergy Asthma Rep",
            "volume": "10",
            "issn": "",
            "pages": "29-33",
            "other_ids": {
                "DOI": [
                    "10.1007/s11882-009-0079-1"
                ]
            }
        },
        "BIBREF136": {
            "title": "Cetuximab-induced anaphylaxis and IgE specific for galactose-alpha-1,3-galactose",
            "authors": [
                {
                    "first": "CH",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mirakhur",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "QT",
                    "middle": [],
                    "last": "Le",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Berlin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Morse",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "358",
            "issn": "",
            "pages": "1109-1117",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa074943"
                ]
            }
        },
        "BIBREF137": {
            "title": "The relevance of tick bites to the production of IgE antibodies to the mammalian oligosaccharide galactose-α-1,3-galactose",
            "authors": [
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Commins",
                    "suffix": ""
                },
                {
                    "first": "HR",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Kelly",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Pochan",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Workman",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Perzanowski",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "J Allergy Clin Immunol",
            "volume": "127",
            "issn": "5",
            "pages": "1286-1293",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaci.2011.02.019"
                ]
            }
        },
        "BIBREF138": {
            "title": "Alpha-Gal in therapeutics: more relevant than thought?",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wedi",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Hautarzt",
            "volume": "68",
            "issn": "",
            "pages": "246-247",
            "other_ids": {
                "DOI": [
                    "10.1007/s00105-017-3936-1"
                ]
            }
        },
        "BIBREF139": {
            "title": "Anti-cetuximab IgE ELISA for identification of patients at a high risk of cetuximab-induced anaphylaxis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Mariotte",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Dupont",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gervais",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Galais",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Laroche",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tranchant",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MAbs",
            "volume": "3",
            "issn": "",
            "pages": "396-401",
            "other_ids": {
                "DOI": [
                    "10.4161/mabs.3.4.16293"
                ]
            }
        },
        "BIBREF140": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF141": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF142": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF143": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF144": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF145": {
            "title": "Adverse events of benralizumab in moderate to severe eosinophilic asthma: a meta-analysis",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Medicine (Baltimore)",
            "volume": "98",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/MD.0000000000015868"
                ]
            }
        },
        "BIBREF146": {
            "title": "Fatal hypersensitivity reaction to gemtuzumab ozogamicin associated with platelet transfusion",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hanbali",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Wollner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Neme",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ulreich",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Am J Health Syst Pharm",
            "volume": "64",
            "issn": "",
            "pages": "1401-1402",
            "other_ids": {
                "DOI": [
                    "10.2146/ajhp060612"
                ]
            }
        },
        "BIBREF147": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF148": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF149": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF150": {
            "title": "Ibritumomab tiuxetan (Zevalin) and elevated serum human anti-murine antibody (HAMA)",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ayanambakkam",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Ibrahimi",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Charkrabarty",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Khawandanah",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Hematol Oncol Stem Cell Ther",
            "volume": "11",
            "issn": "",
            "pages": "187-188",
            "other_ids": {
                "DOI": [
                    "10.1016/j.hemonc.2017.12.004"
                ]
            }
        },
        "BIBREF151": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF152": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF153": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF154": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF155": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF156": {
            "title": "Lebrikizumab in moderate-to-severe asthma: pooled data from two randomised placebo-controlled studies",
            "authors": [
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Hanania",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Noonan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Corren",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Korenblat",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Thorax",
            "volume": "70",
            "issn": "",
            "pages": "748-756",
            "other_ids": {
                "DOI": [
                    "10.1136/thoraxjnl-2014-206719"
                ]
            }
        },
        "BIBREF157": {
            "title": "Delayed dermatologic hypersensitivity reaction secondary to ipilimumab",
            "authors": [
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Ludlow",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kay",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Immunother",
            "volume": "38",
            "issn": "4",
            "pages": "165-166",
            "other_ids": {
                "DOI": [
                    "10.1097/CJI.0000000000000076"
                ]
            }
        },
        "BIBREF158": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF159": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF160": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF161": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF162": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF163": {
            "title": "First case of allergy to nivolumab",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sáenz de Santa María García",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Noguerado-Mellado",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Rojas-Pérez-Ezquerra",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Prieto-García",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bartolomé-Zavala",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tornero",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "5",
            "issn": "4",
            "pages": "1140-1141",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaip.2017.01.015"
                ]
            }
        },
        "BIBREF164": {
            "title": "First case of cytokine release syndrome after nivolumab for gastric cancer",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Oda",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ishihara",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Miyahara",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Nakamura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Kozuka",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Iwasa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Tsunoda",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yamashita",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Case Rep Oncol",
            "volume": "12",
            "issn": "1",
            "pages": "147-156",
            "other_ids": {
                "DOI": [
                    "10.1159/000496933"
                ]
            }
        },
        "BIBREF165": {
            "title": "Treatment with pembrolizumab after hypersensitivity reaction to nivolumab in a patient with hepatocellular carcinoma",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Choi",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McBride",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Am J Health Syst Pharm",
            "volume": "76",
            "issn": "21",
            "pages": "1749-1752",
            "other_ids": {
                "DOI": [
                    "10.1093/ajhp/zxz189"
                ]
            }
        },
        "BIBREF166": {
            "title": "Panitumumab: a safe option for oncologic patients sensitized to galactose-α-1,3-galactose",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Caponetto",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Biedermann",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Yazdi",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Allergy Clin Immunol Pract",
            "volume": "3",
            "issn": "",
            "pages": "982-983",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jaip.2015.06.015"
                ]
            }
        }
    }
}