{
    "paper_id": "PMC7123818",
    "metadata": {
        "title": "Infectious Diseases in Pregnancy",
        "authors": [
            {
                "first": "Carolyn",
                "middle": [],
                "last": "Bernstein",
                "suffix": "",
                "email": "carolyn_bernstein@hms.harvard.edu",
                "affiliation": {}
            },
            {
                "first": "Tamara",
                "middle": [
                    "C."
                ],
                "last": "Takoudes",
                "suffix": "",
                "email": "ttakoude@bidmc.harvard.edu",
                "affiliation": {}
            },
            {
                "first": "Robin",
                "middle": [
                    "Elizabeth"
                ],
                "last": "Wigmore",
                "suffix": "",
                "email": "rwigmore@bidmc.harvard.edu",
                "affiliation": {}
            },
            {
                "first": "Francisco",
                "middle": [
                    "M."
                ],
                "last": "Salgueiro",
                "suffix": "",
                "email": "fsalguei@bidmc.harvard.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "UTI, Influenza, TORCH, Parvovirus and Lyme disease",
            "cite_spans": [],
            "section": "Cases",
            "ref_spans": []
        },
        {
            "text": "To understand the diagnosis, management, and complications of asymptomatic bacteriuria, influenza, TORCH infections, parvovirus, and Lyme disease in pregnant women. To understand the potential effects of these infections in the pregnant woman and her fetus and to review the management of women exposed to or infected with any of these infections. Infection during pregnancy is a broad topic to cover but often will be seen in pregnancy.",
            "cite_spans": [],
            "section": "Objectives",
            "ref_spans": []
        },
        {
            "text": "Asymptomatic bacteriuria (ASB), cystitis, and pyelonephritis are common occurrences in pregnancy that can be challenging to manage and have the potential to cause serious complications. Physiologic changes in pregnancy, including ureteral dilatation, increased bladder volume, decreased bladder, and ureteral tone, all contribute to urinary stasis and can lead to urinary tract infections (UTI) [1]. Asymptomatic bacteriuria occurs in up to 9 % of pregnant woman and can lead to a symptomatic urinary tract infection or pyelonephritis in 30–40 % of patients if left untreated [2]. Cystitis and pyelonephritis can occur in up to 2 % of pregnancies [3]. Because of the increased risk of UTI in pregnancy, the higher likelihood of progression to upper tract disease, and association with adverse pregnancy outcomes such as intrauterine growth restriction (IUGR), preeclampsia, preterm delivery, and low birth weight infants, screening for asymptomatic bacteriuria and appropriate treatment and management of cystitis and pyelonephritis are important for both mother and baby [4].",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 397,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 577,
                    "end": 578,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 648,
                    "end": 649,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1073,
                    "end": 1074,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction ::: Case #1",
            "ref_spans": []
        },
        {
            "text": "The Infectious Disease Society of America (IDSA) has published guidelines for the diagnosis and treatment of asymptomatic bacteriuria in adults [2]. For asymptomatic women, bacteriuria is defined as two consecutive voided urine specimens with isolation of the same bacterial strain in quantitative counts ≥105 cfu/mL in culture. However, in clinical practice one midstream, clean catch specimen with the above criteria would be considered positive and should be treated in the pregnant patient. Because of an increased risk of complications, the IDSA recommends routine screening for asymptomatic bacteriuria at least once in early pregnancy with a urine culture and treatment if results are positive. This recommendation is based on the increased risk of progression to a symptomatic urinary tract infection or pyelonephritis in 30–40 % of patients. In addition, it is known that antibiotic treatment of asymptomatic bacteriuria in pregnancy is associated with a significant decreased risk of both pyelonephritis and the frequency of low birth weight infants and preterm delivery [5–7]. The exact timing of screening does vary based on organization. The IDSA recommends a urine culture in “early pregnancy.” The US Preventative Services Task Force and The American College of Obstetrics and Gynecology (ACOG) recommend screening with a urine culture between 12 and 16 weeks of gestation or at the first prenatal visit [8]. In general, rescreening later in pregnancy is not warranted in low-risk patients.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 146,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1082,
                    "end": 1083,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1084,
                    "end": 1085,
                    "mention": "7",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1420,
                    "end": 1421,
                    "mention": "8",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Screening and Diagnosis ::: Case #1",
            "ref_spans": []
        },
        {
            "text": "The diagnosis of a urinary tract infection and pyelonephritis differs from ASB only by symptomatology. The presence of dysuria, urgency, and increased urinary frequency should make one consider a diagnosis of UTI. The addition of fever, nausea, vomiting, back pain, or costovertebral angle tenderness on exam should raise the suspicion for pyelonephritis. As the above, a urine culture should be sent with ≥105 cfu/mL, the accepted standard for significant bacteriuria. However, lower colony counts such as 103 cfu/mL in symptomatic patients with a UTI can occur. Pyuria with >10 leukocytes/microL, hematuria, and a positive nitrite test may also be seen on urinalysis in the setting of a UTI or pyelonephritis. However, it is of increased importance to send a urine culture as well as this can help guide antibiotic choice which is more limited in the pregnant patient. In this case, the initial presentation, urinalysis, and culture support the diagnosis of cystitis. The development of nausea, back pain, and fever is consistent with pyelonephritis and likely occurred due to antibiotic resistance to the initial antibiotic prescribed.",
            "cite_spans": [],
            "section": "Screening and Diagnosis ::: Case #1",
            "ref_spans": []
        },
        {
            "text": "As is the case with nonpregnant women, the majority of urinary tract infections in pregnant women are caused by Enterobacteriaceae, especially Escherichia coli, Klebsiella, and Enterobacter spp. which account for almost 90 % of infection [3]. Other pathogens include Proteus mirabilis, group B Streptococcus (GBS), and Staphylococcus saprophyticus. GBS vaginal colonization is associated with preterm rupture of membranes, preterm labor, and neonatal sepsis. However, it can also be a cause of UTI in approximately 5 % of patients [1]. One randomized clinical trial found a significant reduction in rates of premature rupture of membranes and preterm delivery in women with GBS bacteriuria who were treated with penicillin when compared to placebo [9]. Whether GBS bacteriuria is equivalent to GBS vaginal colonization is unclear. However, if GBS bacteriuria is seen at any point in the pregnancy prophylactic antibiotics during labor is recommended.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 532,
                    "end": 533,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 749,
                    "end": 750,
                    "mention": "9",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Microbiology ::: Case #1",
            "ref_spans": []
        },
        {
            "text": "The morbidity associated with asymptomatic bacteriuria, cystitis, and pyelonephritis is significant. Asymptomatic bacteriuria has been associated with IUGR, preterm delivery, and low birth weight infants [2, 10, 11]. In a large, retrospective population-based study of nearly 200,000 deliveries, cystitis was found to be independently associated with preterm delivery, preeclampsia, IUGR, and cesarean delivery [4]. Acute pyelonephritis during pregnancy carries an increased risk of complications such as ARDS, anemia, renal dysfunction, preterm labor, IUGR, premature rupture of membranes (PROM), preeclampsia, and septic shock [4, 12–14]. In summary, infections of the urinary tract from ASB to pyelonephritis are associated with adverse outcomes not only for the mother but also the neonate.",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 206,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 208,
                    "end": 210,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 212,
                    "end": 214,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 412,
                    "end": 413,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 630,
                    "end": 631,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 633,
                    "end": 635,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 636,
                    "end": 638,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Complications in Pregnancy ::: Case #1",
            "ref_spans": []
        },
        {
            "text": "The treatment of ASB in pregnancy is outlined in Table 1. As with all urinary tract infections, management should be tailored to the organism and susceptibility pattern seen on culture. In pregnancy, attention must also be paid to the safety of the antimicrobial depending on the stage of pregnancy. Antibiotics frequently used include nitrofurantoin, beta-lactams, cephalosporins, trimethoprim-sulfamethoxazole, and fosfomycin. A short course of antibiotics (3–7 days) is frequently used although the optimal duration of antibiotics for ASB is unclear. A Cochrane systematic review of 13 studies found a trend to lower rate of bacterial clearance in patients treated with a single-dose regimen when compared to short course (4–7 days) [15]. One antibiotic, fosfomycin, however, has been shown in a single dose to have equivalent rates of cure to 7-day courses of other antibiotics, including nitrofurantoin [16]. Unfortunately, up to 30 % of women can fail to clear their bacteriuria after a course of antibiotics [3]. Because of this, it is recommended to repeat a urine culture shortly after treatment to document clearance and periodically throughout the pregnancy [2].\n",
            "cite_spans": [
                {
                    "start": 737,
                    "end": 739,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 909,
                    "end": 911,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1016,
                    "end": 1017,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1170,
                    "end": 1171,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Treatment ::: Case #1",
            "ref_spans": [
                {
                    "start": 55,
                    "end": 56,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The treatment of cystitis in pregnancy is similar to ASB. However, the provider may not have the urine culture results at the time of diagnosis, and empiric antibiotics can be chosen based on coverage of common organisms such as Enterobacteriaceae. Again, a 3–7-day course is recommended with a repeat culture after completing antibiotics to confirm sterilization. Shorter courses of antibiotics have the potential to minimize side effects and complications for the mother such as Clostridium difficile-associated diarrhea and also to decrease antimicrobial exposure for the fetus. According to a recent Cochrane review, there is no significant difference in outcomes for cure rates, recurrent infection rate, and incidence of preterm delivery or rupture of membranes with any one particular antibiotic over another [17]. Please see Table 1 for antimicrobial options during pregnancy. Some antibiotics that are typically used to treat UTI in the nonpregnant patient, including fluoroquinolones and tetracyclines, are contraindicated in pregnancy due to potential effects on musculoskeletal and dental development, respectively.",
            "cite_spans": [
                {
                    "start": 817,
                    "end": 819,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Treatment ::: Case #1",
            "ref_spans": [
                {
                    "start": 839,
                    "end": 840,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "As described above, pyelonephritis in pregnant women has the potential for serious morbidity and appropriate treatment is paramount. Because of this, initial management of pyelonephritis in the pregnant patient should begin as an inpatient. The case patient above should start parenteral antibiotics and transition to oral antibiotics when afebrile for 24–48 h. Some options for initial therapy could include a parenteral cephalosporin such as cefazolin or ceftriaxone. See Table 2 for additional antibiotic choices. Of note, nitrofurantoin and fosfomycin do not achieve adequate tissue penetration and should not be used for the treatment of pyelonephritis. Because recurrent pyelonephritis can occur in up to 8 % of patients, ongoing suppression with antibiotics such as nitrofurantoin 50–100 mg or cephalexin 250–500 mg daily should be considered for the duration of the pregnancy in cases like our patient [3, 10, 18]. In summary, urinary tract infections are frequently encountered during pregnancy, and risk of progression to upper tract disease is increased. Appropriate workup and treatment is critical to reduce the risk of pyelonephritis and adverse pregnancy outcomes.\n",
            "cite_spans": [
                {
                    "start": 911,
                    "end": 912,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 914,
                    "end": 916,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 918,
                    "end": 920,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Treatment ::: Case #1",
            "ref_spans": [
                {
                    "start": 480,
                    "end": 481,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Influenza is caused by three members of the family Orthomyxoviridae. They are divided into influenza A, B, and C. Influenza A is the most common cause of severe disease and epidemics. Influenza A viruses are characterized by their hemagglutinin (H) and neuraminidase (N) surface antigens.",
            "cite_spans": [],
            "section": "Discussion ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "Influenza epidemics occur annually to triennially and are of variable severity. Pregnant patients were overrepresented in admissions to hospital and intensive care in the 2009 pandemic [19]. The reasons for this increased severity of disease are unknown, but might include altered immune response and cardiopulmonary physiology.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 188,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "Influenza is characterized by a febrile respiratory illness that starts abruptly with chills, high fevers (normally >102 F), myalgia, and headaches. Associated respiratory symptoms include cough, nasal discharge, and sore throat, lasting 5 days to a week. Nausea and vomiting seems to be more common in pregnant patients [20]. While influenza is mostly a self-resolving illness, in older patients and in a disproportionate percentage of pregnant patients, it can be complicated by viral pneumonia, myocarditis, and myositis. Secondary bacterial pneumonia (caused by S. aureus, Streptococcus pneumoniae, and H. influenzae) is a feared complication.",
            "cite_spans": [
                {
                    "start": 322,
                    "end": 324,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "Studies done during influenza pandemics reveal that this disease increases the risk for spontaneous abortion and preterm birth [21]. Fetal malformations have also been associated with influenza, but if this is a result of the disease itself or hyperthermia is yet unknown. This is clear only in the vulnerable time of the early first trimester usually less than 10 weeks.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 130,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "Clinical diagnosis alone in the setting of an epidemic is accurate approximately 80 % of the time. Laboratory diagnosis in the outpatient setting can be made by either a rapid viral antigen with a sensitivity varying between 50 and 80 % or a molecular diagnostic test using PCR amplification with sensitivity of around 90 %.",
            "cite_spans": [],
            "section": "Discussion ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "The most effective strategy for preventing influenza in pregnant women is immunization. Benefit to the infant has also been demonstrated as maternal immunization reduces respiratory illnesses with fever in infants in the first 6 months of life [22].",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 247,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Influenza Vaccination in Pregnancy ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "Both the Centers for Disease Control and Prevention’s Advisory Committee on Immunization Practices (ACIP) and the American College of Obstetricians and Gynecologists recommend that all pregnant adults receive an annual influenza vaccine. An inactivated and a live attenuated vaccine are available. Currently, the inactivated influenza vaccine should be given to pregnant women as soon as it is available, and it can be given at any point during gestation. The live intranasal influenza vaccine is not recommended for pregnant women, but can be given in the postpartum period. In the Northern Hemisphere, influenza occurs from October through May, and vaccines are available as early as late August.",
            "cite_spans": [],
            "section": "Influenza Vaccination in Pregnancy ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "A common misconception about the flu vaccine is that you can get the flu from the vaccine. This has been studied by two blinded, randomized trials that reported no difference between subjects that received the inactivated flu vaccine and placebo in terms of fever, headache, or muscle aches. Differences were seen in soreness and redness at the injection site among people who got the flu shot [22, 23]. The safety of influenza vaccination during pregnancy is supported by a multitude of studies [24, 25]. A second misconception is regarding thimerosal. Thimerosal is a mercury-containing preservative used in multidose vials of the influenza vaccine. There is no scientific evidence that thimerosal-containing vaccines cause adverse effects in children born to women who received vaccines with thimerosal [26]. However, thimerosal-free formulations of the vaccine are also available.",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 397,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 399,
                    "end": 401,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 497,
                    "end": 499,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 807,
                    "end": 809,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Influenza Vaccination in Pregnancy ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "In the United States, oseltamivir and zanamivir are FDA Pregnancy Category C drugs, a result of the lack of studies to assess safety in pregnant patients. There is no evidence of adverse fetal outcomes with oseltamivir [27]. Expert opinion recommends prompt antiviral treatment for pregnant and postpartum (2 weeks postpartum) women with confirmed or suspected influenza [28]. Treatment should not be delayed pending laboratorial diagnosis. Early treatment within 48 h of symptom onset has been shown to decrease intensive care admission and mortality [29]. While the evidence for the later treatment is not as strong, treatment is still recommended. Based on limited data, the dosing of antiviral therapy for treatment of influenza during pregnancy is 5 days, the same as in nonpregnant adults and nonimmunocompromised patients.",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 372,
                    "end": 374,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 553,
                    "end": 555,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Treatment of Influenza ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "In addition to antivirals, control of fever is essential in the treatment of influenza in this patient population as fever has been associated with worse fetal outcomes, especially in the first trimester. Of all antipyretics, acetaminophen has a long history of safe use in pregnancy and is widely used.",
            "cite_spans": [],
            "section": "Treatment of Influenza ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "When visiting their healthcare providers, pregnant women with suspected or confirmed influenza infection should be given facemasks and instructed on precautions to decrease transmission.",
            "cite_spans": [],
            "section": "Infection Control in the Outpatient Setting ::: Case #2 Influenza and Pregnancy",
            "ref_spans": []
        },
        {
            "text": "Healthy newborns of mothers with confirmed or suspected influenza should be considered exposed and should follow hospital infection control guidelines. In the wake of the 2009 H1N1 pandemic, the CDC recommends temporary separation of a mother with suspected or confirmed influenza from her newborn until all criteria were met: the mother had received antiviral medications for at least 48 h, was afebrile without antipyretics for 24 h, and is able to control her cough and respiratory secretions. Once the mother and infant are able to initiate close contact, standard precautions and respiratory hygiene apply. The mother’s milk should be fed to the newborn by a healthy caregiver until criteria are met for close contact. Unlike other body fluids and secretions, human milk is not considered a body fluid to which standard, droplet, or contact precaution recommendations apply. Milk from an infected mother is not considered infectious. Antiviral medication use by the mother is not a contraindication to breastfeeding. Antiviral chemoprophylaxis of the infant is currently not recommended, due to limited data on safety and efficacy [30] (Fig. 1).\n",
            "cite_spans": [
                {
                    "start": 1137,
                    "end": 1139,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Infection Control in the Outpatient Setting ::: Case #2 Influenza and Pregnancy",
            "ref_spans": [
                {
                    "start": 1147,
                    "end": 1148,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Congenital and perinatal infections are important causes of fetal mortality and child morbidity. They are grouped in an acronym, TORCH, that reflects a group of infections with common disease manifestations in the fetus and newborn that includes dermal, ocular, and neurological manifestations such as jaundice, purpura, and visual and hearing loss. The TORCH complex encompasses Toxoplasma gondii, syphilis, rubella, cytomegalovirus, and herpes simplex virus.",
            "cite_spans": [],
            "section": "Congenital and Perinatal Infections ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "\nToxoplasma gondii is a protozoan intracellular parasite acquired from ingestion of infected bradyzoites in undercooked, cured, or raw meat or from using kitchen supplies contaminated with raw meat. Soil and water can also be infected by cat feces which can contain oocysts. Because cats develop immunity after primary infection and oocysts are only shed in a primary infection, kittens are a particular risk to susceptible hosts such as pregnant women and patients with immunodeficiencies.",
            "cite_spans": [],
            "section": "Congenital Toxoplasmosis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "If toxoplasmosis is acquired for the first time during pregnancy, vertical transmission to the fetus via the placenta occurs during the acute parasitemic phase. Symptoms of acute maternal infection can vary from none to fever, headache, malaise, and myalgias, mimicking a mononucleosis-like illness.",
            "cite_spans": [],
            "section": "Congenital Toxoplasmosis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Diagnosis is based on serological conversion from negative to positive IgG or IgM antibodies for T. gondii. While this is possible in countries where prenatal and serial Toxoplasma serologies are obtained, there is no current recommendation for prenatal Toxoplasma serologies in the United States. Reasons for this include the low incidence of congenital toxoplasmosis and the low specificity of the T. gondii serological testing. Some states recommend newborn testing for T. gondii IgM [31]. A more common clinical scenario that might confront a physician practicing in the United States is a positive isolated IgM in the context of an unknown prior serological status in a pregnant patient. IgM reactions can be nonspecific or reflect prior infection as it may persist for more than 1 year. In the case of an isolated positive IgM with a negative IgG and unknown prior immune status, a repeat serology should be obtained in 2 weeks to assess if there is IgG seroconversion, hence eliminating the possibility of a nonspecific IgM reaction. If the repeat test is positive for IgM and IgG, seroconversion is documented and treatment should be initiated. In patients with initial positive IgM and IgG or a persistent positive IgM, a reference laboratory should confirm the positive serology.",
            "cite_spans": [
                {
                    "start": 488,
                    "end": 490,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Congenital Toxoplasmosis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "The risk for congenital toxoplasmosis increases with gestational age at the time of acute disease with a risk of transmission of around 15 % at 13 weeks and 71 % at 35 weeks [32]. Treatment is advocated for pregnant women with probable or definite seroconversion, and the regimen recommended depends on the gestational age and/or signs of fetal involvement. Fetal ultrasonography should also be obtained to assess for fetal abnormalities (hydrocephalus, brain or hepatic calcifications, splenomegaly, and ascites). Amniocentesis at 18 weeks with amniotic fluid PCR for T. gondii is recommended, but risk and benefits of this procedure should be discussed with the patient. For all cases of suspected congenital toxoplasmosis, consultation with a national expert is recommended (PAMF-TSL, Palo Alto Medical Foundation Toxoplasma Serology Laboratory or the National Collaborative Treatment Trial Study, in the US) [33].",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 913,
                    "end": 915,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Congenital Toxoplasmosis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Treatment with spiramycin is recommended by many investigators in the United States and Europe during the first 18 weeks of pregnancy. In the United States, spiramycin can be obtained after discussion with the Food and Drug Administration via a “compassionate use [IND]” program. This medication will not act on the fetus and will only clear the placenta of the parasite. It should be continued until delivery unless there is any evidence (ultrasound, amniotic fluid PCR) or suspicion of fetal involvement, which requires a switch from spiramycin to pyrimethamine and sulfadiazine on week 18 in order to prevent fetal disease. This regimen is avoided in the first 18 weeks due to the risk of teratogenicity from pyrimethamine. Folic acid (25 mg daily p.o.) should be given to prevent hematological toxicities. Weekly complete blood counts should be monitored and treatment discontinued if significant myelotoxicity.",
            "cite_spans": [],
            "section": "Congenital Toxoplasmosis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Syphilis is caused by the spirochete, Treponema pallidum, and it can remain latent for years. Because this organism cannot be cultured using conventional techniques, diagnosis is based on clinical and serological data. Untreated syphilis during pregnancy, especially early syphilis, can lead to stillbirth, neonatal death, or infant disorders such as deafness, neurologic impairment, and bone deformities. Congenital syphilis (CS) can be prevented by early detection of maternal infection and treatment at least 30 days before delivery [34].",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 539,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Congenital Syphilis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "A recent report by the Centers for Disease Control and Prevention (CDC) warned of the increased rate in CS during the period 2005–2008 after years of steady decline. Multiple professional organizations, including the American College of Obstetricians and Gynecologists (ACOG) and the CDC, have recommended syphilis screening within the scope of a prenatal visit [34]. In high-incidence populations (sex workers, use of illicit drugs, human immunodeficiency virus infection, and no prenatal care), retesting during the third trimester (28th–30th week) is recommended. All patients who have syphilis should be offered testing for HIV infection.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Congenital Syphilis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Penicillin remains the mainstay of treatment, but duration and dosage depends on the phase at which syphilis is diagnosed. Syphilis can be classified as primary, secondary, and tertiary, based on initial symptom presentation. If asymptomatic (latent), it can be divided into early (less than 1 year since negative titers) or late (more than 1 year). Screening tests for syphilis are traditionally non-treponemal specific and include RPR (rapid plasma reaction) and VDRL (venereal disease research laboratory). Positive non-treponemal testing should be followed by confirmatory treponemal testing such as TPPA (T. pallidum particle agglutination assay) or FTA-ABS (fluorescent treponemal antibody absorption). If treponemal testing is negative, this may represent a transient biological false positive which can occur in pregnancy.",
            "cite_spans": [],
            "section": "Congenital Syphilis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Primary syphilis is normally characterized by a painless chancre, involving the genital, perineal, anorectal areas, throat/lips, or hands. This normally occurs about 2–4 weeks postexposure and heals spontaneously. Treatment is benzathine penicillin G (BPG) 2.4 million units intramuscularly once. Secondary syphilis can have a broad range of systemic symptoms including rash that involves palms and soles, headache, fever, pharyngitis, and lymphadenopathy. It occurs about 2–8 weeks post resolution of the initial chancre. Treatment is identical to primary syphilis. The hallmark of tertiary syphilis is the formation of gummas (granulomatous lesions). These can occur anywhere but typical lesions involve the heart or large vessels and the central nervous system. Treatment for tertiary syphilis is with BPG 2.4 million units intramuscularly weekly for 3 weeks. If neurosyphilis is suspected, a 10- to 14-day course with aqueous penicillin G 18–24 million units IV is recommended.",
            "cite_spans": [],
            "section": "Congenital Syphilis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "The most likely presentation to primary care is for prenatal screening of an asymptomatic patient. Positive screening results in pregnancy even if asymptomatic should prompt a search for prior syphilis testing and for occult symptoms. If by clinical exam there are no signs or symptoms suggestive of symptomatic syphilis, care should be taken to determine how long this latent infection has been present. Treatment with a single injection of BPG as the above is acceptable for primary, secondary, as well as early latent syphilis if clear documentation of negative testing within a year is available. Some experts recommend a second dose of benzathine penicillin G 1 week later in pregnant patients especially in the third trimester tertiary, and late latent syphilis requires weekly penicillin injection for three doses. Severe allergies such as hives or angioedema to penicillin require desensitization as alternatives to penicillin are not recommended because of potential fetal toxicity or failure of treatment to cross the placenta.",
            "cite_spans": [],
            "section": "Congenital Syphilis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "While a possibility in any patient receiving treatment for syphilis, the Jarisch-Herxheimer reaction (immune over-reactivation from treponemal destruction) has particular importance in the pregnant patient as it can lead to induction of early labor or fetal distress. Pregnant women should be aware of this potential risk. The non-treponemal test titer or RPR should be repeated at 1, 3, 6, 12, and 24 months with a fourfold titer reduction by 6 months post therapy to ensure resolution.",
            "cite_spans": [],
            "section": "Congenital Syphilis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Most cases of congenital syphilis occur from transmission to the fetus during early syphilis (primary, secondary, and early latent). The frequency of vertical transmission increases as gestation advances, but the severity of fetal infection decreases with infection later in pregnancy. Seventy to 100 % of infants born to untreated mothers will be infected compared to 1–2% of those born to women adequately treated during pregnancy. Therefore, screening for syphilis at the first prenatal visit and repeat testing later in pregnancy for those at highest risk is critical for the prevention of congenital syphilis and its potential adverse fetal outcomes.",
            "cite_spans": [],
            "section": "Congenital Syphilis ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Rubella, also known as German measles, is a member of the Togavirus family, genus Rubivirus. Rubella is a childhood disease that prior to a generalized vaccination plan occurred in 6-year cycles, usually in the late winter. Rubella during pregnancy can result in spontaneous abortion, intrauterine growth restriction, and fetal malformations. Vaccination greatly reduced the incidence of rubella and congenital rubella syndrome. Acute rubella is normally a self-limited disease associated with a maculopapular rash similar to scarlet fever that begins on the face and quickly spreads to the trunk and extremities. Other nonspecific symptoms such as low-grade fever, sore throat, cough, headache, and malaise may also be present. Classically, rubella is associated with tender suboccipital and postauricular lymphadenopathy. Treatment is supportive.",
            "cite_spans": [],
            "section": "Rubella ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Congenital rubella infection can be catastrophic, not only resulting in spontaneous abortion, intrauterine growth, and congenital defects (classically valvular abnormalities, hearing and visual impairment) but also more subtle late manifestations such as intellectual disability, diabetes mellitus, and thyroid abnormalities. Maternal-fetal transmission is the highest if infection occurs in the first 16 weeks of pregnancy. The incidence of defects may be as high as 80–85 % if maternal rubella is acquired during the first trimester. Little if any risk for congenital rubella syndrome occurs after 18–20 weeks’ gestation.",
            "cite_spans": [],
            "section": "Rubella ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "As there is no treatment, prevention and early fetal diagnosis is essential. The CDC recommends documentation of rubella immunity at the first prenatal visit. If the woman is nonimmune, MMR vaccine should be given postpartum since this live vaccine is contraindicated during pregnancy.",
            "cite_spans": [],
            "section": "Rubella ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "In patients with no evidence of immunity and clinical features suggestive of rubella infection, acute rubella can be documented by one of the following: a greater than fourfold increase in IgG rubella titers in convalescent versus acute serum, the presence of rubella-specific IgM, or a positive rubella culture. In all pregnant patients with acute rubella, fetal infection should be sought by chorionic villous or amniotic fluid sampling with a rubella-specific polymerase chain reaction assay.",
            "cite_spans": [],
            "section": "Rubella ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Due to the catastrophic effects of congenital rubella infection in early pregnancy, women should be counseled on the risk of maternal-fetal transmission and offered pregnancy termination, especially if congenital infection happens in the first trimester.",
            "cite_spans": [],
            "section": "Rubella ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Cytomegalovirus (CMV) is a DNA herpes virus that is the most common congenital viral infection. Maternal infection can be either primary, when a nonimmune woman is primarily infected, or secondary, when maternal immunity was present prior to conception and may be due to reactivation of latent virus versus reinfection. Maternal immunity is more prevalent in the lower socioeconomical status and older and multiparous women.",
            "cite_spans": [],
            "section": "Cytomegalovirus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Adult primary infection resembles a mononucleosis-like syndrome with low-grade fever, myalgia, headaches, rhinitis, pharyngitis, and malaise. About a quarter of all congenital CMV infection occurs after maternal primary infection [35]. Fetal CMV disease presents with a wide variety of manifestations and appears to be more severe if infection is acquired in the first trimester. Clinical manifestations include intrauterine growth restrictions, CNS abnormalities such as microcephaly or chorioretinitis, hepatosplenomegaly, and thrombocytopenia [35]. Mortality is around 5 % of all the newborn affected and long-term morbidity is typically related to neurological involvement [36]. Treatment with antiviral medication during pregnancy has not been proven to be beneficial, and the effects of medications such as ganciclovir, foscarnet, and cidofovir on the early fetus have not been established. Treatment of the neonate for CMV end organ disease is however recommended.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 233,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 547,
                    "end": 549,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 678,
                    "end": 680,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Cytomegalovirus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "While recommended in many European countries, there is no consensus on baseline prenatal screening for immunity to CMV in the United States. In general, women with a febrile illness or clinical features suggestive of mononucleosis-like illness should be screened for primary CMV infection. As with Toxoplasma, the diagnosis of acute primary CMV is dependent on a fourfold increase in IgG titers between acute and convalescent serum, with IgM titers not helpful as they can remain elevated for prolonged periods.",
            "cite_spans": [],
            "section": "Cytomegalovirus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "If acute primary CMV is confirmed, prenatal diagnosis should be offered to pregnant women, given the risk of fetal infection. Fetal infection can be established by amniotic fluid sampling for CMV DNA-specific polymerase chain reaction. Fetal prognosis depends on ultrasound assessment of stigmata of CMV infection. There is evidence that CMV hyperimmunoglobulin might be helpful in decreasing the rate of fetal infection with primary maternal infection.",
            "cite_spans": [],
            "section": "Cytomegalovirus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Genital herpes is the result of infection with either herpes simplex virus (HSV) type 1 or 2. HSV is a DNA virus that belongs to the family Herpesviridae. While classically genital herpes is associated with HSV-2 infection, more recent data shows that HSV-1 appears to be an important cause of genital herpetic lesions as well [37]. Seroprevalence for both HSV-1 and HSV-2 is higher with lower socioeconomical status and multiple sexual partners and among black women. Unlike CMV, HSV transmission happens mostly through direct contact in the birth canal and perineal area during labor and delivery. Rarely, there is in utero transplacental transmission. There are no current recommendations in the United States to screen couples for HSV infection.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Herpes Simplex Virus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "The presentation and treatment of genital herpes differs whether it is a primary infection or a recurrence. In primary infection, the presentation is normally more symptomatic and has the potential to be severe. Genital and/or perineal pustular lesions with blistering and ulceration are normally present in primary infection. They last for about 2 weeks. Local pruritus with dysuria that can progress to urinary retention might also be present. Systemic signs such as fever and lymphadenopathy are more commonly present in primary infection. Only about one-third of patients with primary genital herpes are symptomatic [38].",
            "cite_spans": [
                {
                    "start": 621,
                    "end": 623,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Herpes Simplex Virus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "In recurrent disease, or in the first genital manifestation of non-primary infection, symptoms are milder, and the lesions, if present, can be atypical with erythema, irritation, and pruritus rather than blistering lesions alone [39].",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Herpes Simplex Virus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Viral shedding is shorter and less intense in patients with recurrent disease, which may partially explain why vertical transmission is less likely in mothers with recurrent disease when compared with mothers with primary infection during pregnancy.",
            "cite_spans": [],
            "section": "Herpes Simplex Virus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Diagnosis is by means of vesicular fluid sampling for either viral culture or HSV-directed polymerase chain reaction (PCR). Distinction between primary (negative serum antibodies for HSV) and non-primary first genital episode (serum antibodies do not match type in lesion) or recurrence (same HSV type in serum and lesion) is based on serum antibody testing.",
            "cite_spans": [],
            "section": "Herpes Simplex Virus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Treatment for a first genital lesion is recommended as it reduces the duration of active lesions and viral shedding with better results if given within 24 h of beginning of symptoms. Acyclovir 400 mg three times daily orally for 10 days is the recommended regimen. Acyclovir is a FDA class B drug.",
            "cite_spans": [],
            "section": "Herpes Simplex Virus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "For recurrent infection, the recommendations to treat are not as strong unless the pregnancy is ≤35 weeks of gestation as these normally self-resolve. At 36 weeks of gestation in patients with symptomatic genital HSV infection, recommendations from ACOG state to use acyclovir 400 mg three times daily orally from 36 weeks until delivery as it reduces a asymptomatic viral shedding, and there is evidence that it might reduce clinical HSV recurrences at the time of delivery and hence the need for cesarean delivery. For these reasons, suppressive therapy after 36 weeks is indicated in women with a history of recurrent genital HSV, even if asymptomatic [40]. Valacyclovir is an alternative but often is more costly and with more limited safety data in pregnancy.",
            "cite_spans": [
                {
                    "start": 656,
                    "end": 658,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Herpes Simplex Virus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "Delivery by cesarean is recommended in mothers with active genital HSV lesions or prodromal symptoms suggestive of HSV infection in the birth canal, as per CDC and ACOG recommendations. If active lesions are not present or do not involve birth canal or the area surrounding it, cesarean delivery is not recommended.",
            "cite_spans": [],
            "section": "Herpes Simplex Virus ::: Case #3 TORCH Infections",
            "ref_spans": []
        },
        {
            "text": "About 5–15 % of neonatal herpes is acquired in the postpartum period. Careful hand washing and covering of active lesions should be enforced in anyone with active lesions and caring for the infant. As long as there are no herpetic breast lesions, breastfeeding is not contraindicated. While acyclovir is excreted in breast milk, there are no contraindications to breastfeeding while on acyclovir or valacyclovir (Figs. 2, 3, and 4).\n\n\n",
            "cite_spans": [],
            "section": "Herpes Simplex Virus ::: Case #3 TORCH Infections",
            "ref_spans": [
                {
                    "start": 419,
                    "end": 420,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 422,
                    "end": 423,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 429,
                    "end": 430,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In the above case, the slapped cheek-type rash of the young boy and fever and arthralgias in the woman should make one consider parvovirus B19. It is a common childhood virus that causes erythema infectiosum (EI), also known as fifth disease. It is an illness that occurs worldwide and one that is typically self-limited. However, it can have implications such as severe anemia and aplastic crisis in the immunocompromised host and rare but serious adverse effects for the fetus if infection occurs during pregnancy [41].",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Introduction ::: Case #4 Parvovirus",
            "ref_spans": []
        },
        {
            "text": "Infection with parvovirus B19 usually occurs during late winter or early spring and is primarily spread through respiratory droplets [42]. Outbreaks occur on a yearly basis with large epidemics cycling every 4–5 years [41]. It is common in childhood as seen by the prevalence of IgG antibodies to the virus in 2–15 % of children ages 1–5 and 15–60 % of children ages 6–19. By the time a woman reaches child-bearing age, up to 60 % have immunity to the illness from a prior infection [43]. The incidence of acute B19 infection is 3–4 % during pregnancy, and vertical transmission during pregnancy can occur in 25–51 % of cases [43, 44]. The highest infection rate occurs in occupations with close contact with young children such as schoolteachers, daycare workers, and women with nursery or school-age children at home [42].",
            "cite_spans": [
                {
                    "start": 134,
                    "end": 136,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 219,
                    "end": 221,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 484,
                    "end": 486,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 627,
                    "end": 629,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 631,
                    "end": 633,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 820,
                    "end": 822,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Epidemiology ::: Case #4 Parvovirus",
            "ref_spans": []
        },
        {
            "text": "In children, EI typically presents with a prodrome of fever and headache, followed by a slapped cheek rash on the face and a lacy rash that can be seen on the trunk and extremities as seen above. The rash occurs less frequently in adults and symptoms can mimic a mild cold or even be asymptomatic. For most adults, a symmetric polyarthralgia is one of the most common symptoms and can last weeks to months. The illness in immunocompetent adults and children is typically self-limited, but as discussed below, pregnant women are at risk for fetal complications. The varying presentation of parvovirus B19 in mother and baby can be seen in Table 3. The incubation period is 13–18 days, and the infectivity differs from other rash illnesses in that an infected individual is contagious before the onset of symptoms. This makes prevention of the illness in susceptible or high-risk hosts especially challenging.\n",
            "cite_spans": [],
            "section": "Clinical Presentation ::: Case #4 Parvovirus",
            "ref_spans": [
                {
                    "start": 644,
                    "end": 645,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Parvovirus B19 infection during pregnancy is associated with rare but potentially devastating adverse fetal outcomes including severe fetal anemia, nonimmune hydrops fetalis, and intrauterine fetal death (IUFD). This occurs as a result of the B19 virus’ infection of erythroid precursor cells and inhibition of hematopoiesis. Binding sites are found on erythrocytes, but also synovium, placental tissue, fetal myocardium, and endothelial cells. Severe anemia in the fetus can lead to high-output heart failure and hydrops fetalis as seen by ascites, cardiomegaly, and pericardial effusion on ultrasound exam [43]. Fortunately, this does not occur as often as initially thought. Gratacós et al. prospectively studied 1610 pregnant women in Spain who were <28 weeks pregnant at enrollment. The prevalence of IgG positivity was 35 %. The incidence of acute parvovirus infection during pregnancy was 3.7 %. The incidence of fetal loss due to parvovirus in this large study was 1.66 %. The remaining pregnancies were uneventful, and the 1-year follow-up of infants born to mothers infected during pregnancy showed no serious abnormalities [44].",
            "cite_spans": [
                {
                    "start": 609,
                    "end": 611,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1135,
                    "end": 1137,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Parvovirus in Pregnancy ::: Case #4 Parvovirus",
            "ref_spans": []
        },
        {
            "text": "Similar findings were shown by Enders et al. in another large prospective observational study of 1018 women infected with parvovirus during pregnancy. The observed rate of fetal death was 6.3 %, and death was only observed when B19 infection occurred during the first 20 weeks of gestation. There were six stillbirths, four of which were attributed to B19 infection within the first 20 weeks. This study demonstrated the B19 associated risk of fetal death which was largely confined to the first 20 weeks of gestation. The overall risk of hydrops fetalis in this study was 3.9 %. As with fetal death, hydrops was seen more often when infection occurred earlier in pregnancy (≤32 weeks). A reduced incidence of fetal death with initiation of intrauterine transfusions (IUT) in cases of hydrops fetalis was also seen in this study. The proportion of fetuses that survived after receiving IUT was 11/13 (84.6 %). All of the non-transfused fetuses with severe hydrops died [2]. Although parvovirus appears to be teratogenic in some animals, and some case reports have suggested a link between parvovirus infection during pregnancy and congenital malformations, this has not been supported by epidemiologic and long-term studies [45, 46]. One retrospective study by Rodis et al. looked at outcomes of approximately 110 women up to 7 years after acute parvovirus infection during pregnancy and found no increase in the frequency of developmental delays in children with exposure in utero compared to women with known immunity to parvovirus. In summary, although vertical transmission in pregnancy can occur relatively commonly, adverse fetal effects remain a rare complication in a minority of fetuses.",
            "cite_spans": [
                {
                    "start": 970,
                    "end": 971,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1225,
                    "end": 1227,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1229,
                    "end": 1231,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Parvovirus in Pregnancy ::: Case #4 Parvovirus",
            "ref_spans": []
        },
        {
            "text": "It is not currently recommended to perform routine screening for parvovirus B19 in pregnancy. In the setting of compatible symptoms or a possible exposure to parvovirus, the pregnant woman should be assessed to determine whether she is susceptible to infection or is currently infected. The diagnosis relies primarily on IgM and IgG antibodies, but polymerase chain reaction (PCR) can be helpful in certain situations. The sensitivity of parvovirus B19 IgM is between 80 and 90 % and can be seen approximately 10 days after an exposure which is typically right before symptom onset [47]. B19 IgG antibodies develop a few days after IgM antibodies and usually persist for life. The diagnosis and initial management of a pregnant patient with symptoms concerning for parvovirus or with a known exposure is seen in Fig. 6. An isolated positive IgG would suggest prior infection and current immunity with no risk for the fetus. An isolated positive IgM or an IgM and IgG antibody is consistent with a recent infection, and an ultrasound examination should be performed to look for evidence of severe anemia or hydrops fetalis. Serial ultrasounds are typically performed every 1–2 weeks for up to 12 weeks after infection. Ultrasound examinations should include Doppler measurement of the fetal middle cerebral artery (MCA) peak systolic velocity which has been shown to be a sensitive sign for identifying fetal anemia. Signs of hydrops fetalis include scalp edema, ascites, polyhydramnios, and cardiomegaly [41, 43, 48].\n",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 585,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1505,
                    "end": 1507,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1509,
                    "end": 1511,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1513,
                    "end": 1515,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Diagnosis and Management ::: Case #4 Parvovirus",
            "ref_spans": [
                {
                    "start": 817,
                    "end": 818,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Women who are diagnosed with acute infection in the first 20 weeks of pregnancy should be counseled that there is a risk of fetal loss which may approach 10 %, as well as fetal anemia and hydrops. Serial ultrasounds can help to detect early signs of anemia and hydrops, and intrauterine fetal transfusions can be used to decrease risk of fetal death. Women who are diagnosed with infection in the second half of pregnancy, as was our case patient, have a much lower risk of fetal death, but fetal hydrops and severe anemia can occur making serial ultrasounds important in this group as well.",
            "cite_spans": [],
            "section": "Diagnosis and Management ::: Case #4 Parvovirus",
            "ref_spans": []
        },
        {
            "text": "Although some studies have found an increased risk of infection in daycare workers and school teachers, the majority of infected women are exposed by their own children in the home [1]. Since the risk of infection at home and in the community exceeds that of the workplace, it does not make sense to exclude pregnant women from higher-risk occupations. The CDC and the American College of Obstetricians and Gynecologists (ACOG) do not recommend routinely excluding pregnant women from the workplace during endemic outbreaks of parvovirus [49]. Also, since transmission of parvovirus B19 can occur before symptom onset, there are no clear strategies to prevent B19 exposures in pregnancy. Patients with preschool or school-aged children at home and those working in schools or daycares can be counseled to avoid close sick contacts and sharing food and drink and to use careful hand washing especially during outbreaks.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Diagnosis and Management ::: Case #4 Parvovirus",
            "ref_spans": []
        },
        {
            "text": "Lyme disease is the most common tick-borne infection in North America and Europe. In North America, Lyme disease is caused by Borrelia burgdorferi, a spirochete transmitted by the Ixodes tick (deer tick) [50]. According to the Center for Disease Control and Prevention (CDC), although Lyme disease has been reported from most states in the nation, 95 % of all cases in 2013 occurred in the northeast and upper Midwest. Transmission occurs through injection of tick saliva during a blood meal. It is important to remember that a feeding of at least 36–48 h is usually required for transmission since Lyme Borrelia resides in the midgut of the tick. In addition to avoidance of tick exposure, early tick removal is currently one of the best methods for preventing Lyme disease [50].",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 776,
                    "end": 778,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "Discussion ::: Case #5 Lyme Disease",
            "ref_spans": []
        },
        {
            "text": "The clinical stages of Lyme disease can be divided in three groups: early localized, early disseminated, and late disease (see Table 4) [51]. Our patient presented with signs and symptoms consistent with early, localized infection. Her skin lesion is typical for erythema migrans (EM). EM is a rash that typically occurs at the site of the tick bite within 1–2 weeks (range 3–30 days). It is painless, non-pruritic, round or oval, and >5 cm in diameter and can subsequently expand with central clearing. Many patients also have nonspecific symptoms such as fever, headache, myalgias, and fatigue [50]. Early disseminated infection is characterized by multiple EM lesions, cardiac and/or neurologic findings such as facial nerve palsy. Late Lyme typically occurs weeks to years after infection and symptoms can include Lyme arthritis and/or neurologic complications [51].\n",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 597,
                    "end": 599,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 866,
                    "end": 868,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Discussion ::: Case #5 Lyme Disease",
            "ref_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "The CDC and Infectious Disease Society of America (IDSA) guidelines recommend serologic testing to help support the diagnosis of Lyme disease in symptomatic patients. The mainstay is a two-tier approach as outlined in Fig. 8. Initial testing is with the more sensitive enzyme-linked immunosorbent assay (ELISA). If this is equivalent or positive, the more specific, Western blot is done for confirmation. Of note, EM alone is sufficient for a diagnosis of Lyme disease based on clinical grounds. As in this case, the serologic testing during early, localized disease is insensitive, and patients should be treated based on clinical findings alone. Up to 40–60 % of patients with early localized disease will have negative serologic testing, and diagnoses could be missed if Lyme is not clinically suspected [52].\n",
            "cite_spans": [
                {
                    "start": 808,
                    "end": 810,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Discussion ::: Case #5 Lyme Disease",
            "ref_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "mention": "8",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "There has long been concern that Lyme disease, if contracted during pregnancy, could cause fetal harm or give rise to its own congenital syndrome. Other spirochetal diseases, such as syphilis, can cross the placenta and cause well-described effects on the fetus. The possibility of transplacental infection with B. burgdorferi has been documented in a number of case reports [53–57]. In 1983, the first case of presumed transplacental transmission of B. Burgdorferi was reported by Shirts et al. in a 27-year-old woman who presented with fever in the third trimester. The infant was delivered at 34 weeks via cesarean section for non-reassuring fetal status and the mother received cefamandole. Infant complications included hyperbilirubinemia, hepatosplenomegaly, and rash. A Borrelia-like spirochete was seen on peripheral blood smear from the infant and in the lumen of the placental cord vessels. The infant did well following ampicillin treatment [56]. Schlesinger et al. later reported another case of transplacental transmission of B. burgdorferi in a woman who developed an EM rash in her first trimester but was not treated. The infant born at 35 weeks died within 2 days of birth and was found to have multiple cardiac defects. Postmortem examination did reveal spirochetes in multiple organ systems in the infant [55].",
            "cite_spans": [
                {
                    "start": 376,
                    "end": 378,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 379,
                    "end": 381,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 953,
                    "end": 955,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1325,
                    "end": 1327,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Lyme Disease in Pregnancy ::: Case #5 Lyme Disease",
            "ref_spans": []
        },
        {
            "text": "Whether transplacental transmission of B. burgdorferi actually increases the risk of an adverse pregnancy outcome is unclear. The individual case reports of cardiac malformations, stillbirth, cerebral edema, and rash have suggested a possible association between Lyme disease in pregnancy and neonatal harm [53, 55, 57]. However, clinical, serological, and epidemiological studies have failed to demonstrate a definite causal association between infection in pregnancy and adverse pregnancy outcomes [58–60]. In one of the largest prospective studies to date, Strobino et al. looked at over 2000 pregnant women in Westchester County, New York, an area with high endemnicity for Lyme disease. They collected clinical questionnaires and Lyme serologies at the first prenatal visit and delivery. They found that maternal exposure to Lyme disease before conception or during pregnancy was not associated with fetal death, congenital malformations, or prematurity [59]. This same author also found no association between congenital heart defect and maternal tick bite or maternal Lyme disease within 3 months of conception or during pregnancy in a retrospective case-control study [61]. Although rare cases suggestive of congenital Lyme have been reported in the literature, the majority of women who are infected do not transmit the disease to their infant.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 310,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 312,
                    "end": 314,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 501,
                    "end": 503,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 960,
                    "end": 962,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 1177,
                    "end": 1179,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                }
            ],
            "section": "Lyme Disease in Pregnancy ::: Case #5 Lyme Disease",
            "ref_spans": []
        },
        {
            "text": "The IDSA guidelines on the treatment of Lyme disease can be seen in Table 5. The management of pregnant woman with Lyme disease differs only in that doxycycline is contraindicated in pregnancy because of the risk of permanent tooth discoloration and possible effect on fetal bone formation. In this patient with early, localized Lyme disease, amoxicillin 500 mg three times per day for 14–21 days would be appropriate. In cases where parental therapy is preferred such as neurologic abnormalities, and some cardiac conditions including high-degree AV block, ceftriaxone is the drug of choice in nonpregnant and pregnant patients alike. It is important to know that Ixodes ticks can be co-infected and transmit Lyme in addition to other pathogens such as Anaplasma phagocytophilum and Babesia spp. If symptoms are not compatible with Lyme disease after a tick bite or symptoms fail to resolve after appropriate antibiotic therapy, these co-infections should be considered [62]. Amoxicillin, which would be used to treat early Lyme disease in pregnant patients, is not effective against either Anaplasma or Babesia, and further investigation and alternative therapies would need to be explored.\n",
            "cite_spans": [
                {
                    "start": 972,
                    "end": 974,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Treatment of Lyme Disease ::: Case #5 Lyme Disease",
            "ref_spans": [
                {
                    "start": 74,
                    "end": 75,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "In the case of a known tick bite, the IDSA recommends antibiotic prophylaxis with a single dose of doxycycline 200 mg given within 72 h of tick removal for select patients meeting all the following criteria: The attached tick can be identified as an adult or nymphal Ixodes tick and has been attached for ≥36 h based on exposure or engorgement; local rate of Borrelia burgdorferi in ticks is ≥20 %; and doxycycline is not contraindicated. In this case, a tick bite was not recognized, but if it had been, prophylaxis would not be recommended. This is because of risks of doxycycline in pregnancy, in combination with the lack of data to support short courses of amoxicillin as a prophylactic regimen, and the excellent efficacy of antibiotic treatment of Lyme disease if infection does develop [50]. Since prophylaxis in pregnancy is not a recommended prevention of Lyme disease with avoidance of possible exposure, the use of tick repellents, such as DEET (N,N-diethyl-3-methylbenzamide), and early removal of ticks remain important tools to reduce infection rates [63].",
            "cite_spans": [
                {
                    "start": 795,
                    "end": 797,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 1067,
                    "end": 1069,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Treatment of Lyme Disease ::: Case #5 Lyme Disease",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Antibiotics for asymptomatic bacteriuria and cystitis in pregnancy\nThe durations listed in the table are based on data from studies conducted in both nonpregnant and pregnant women",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Parenteral regimens for empiric treatment of pyelonephritis in pregnancy\nDoses are for patients with normal renal function. If methicillin-resistant S. aureus (MRSA) is known or suspected, see treatment regimens outlined separately in topics addressing MRSA management \naAlternative in the setting of beta lactam allergy \nbAminoglycosides have been associated with fetal ototoxicity; this regimen should be used only if intolerance precludes the use of less toxic agents",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Presentation of parvovirus B19 infection\nWith permission from the Society of Obstetricians and Gynaecologists of Canada [1]",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Stages and symptoms of Lyme disease\nReprinted with permission from AAFP",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Recommended antimicrobial treatment of patients with Lyme disease\nReprinted with permission from Oxford University Press [1] \naAlthough a higher dosage given twice per day might be equally as effective, in view of the absence of data on efficacy, twice-daily administration is not recommended \nbTetracyclines are relatively contraindicated in pregnant or lactating women and in children <8 years of age \ncBecause of their lower efficacy, macrolides are reserved for patients who are unable to take or who are intolerant of tetracyclines, penicillins, and cephalosporins \ndDosage should be reduced for patients with impaired renal function",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Common antivirals active against influenza A and B",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Preventing toxoplasmosis in pregnant patient",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Treatment of syphilis in pregnant patient (Centers for Disease Control and Prevention. Sexually Transmitted Diseases Treatment Guidelines, 2010 available at: http://www.cdc.gov/mmwr/preview/mmwrhtml/rr5912a1.htm?s_cid=rr5912a1_w)",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Treatment of genital HSV infection in pregnancy (Adapted from ACOG Committee on Practice Bulletins [40])",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Slapped cheek-type rash on the face and a lacy rash seen on the hands of a young child (CDC http://www.cdc.gov/parvovirusb19/fifth-disease.html)",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Management of a pregnant woman exposed to parvovirus B19 (with permission from the Society of Obstetricians and Gynaecologists of Canada [1])",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: A single erythema migrans lesion of 8.5 × 5.0 cm on the abdomen. The lesion is homogeneous in color, except for a prominent central punctum (presumed site of preceding tick bite) (Reprinted with permission from Oxford University Press)",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8: The Two-tier Testing Decision Tree describes the steps required to properly test for Lyme disease (Reprinted with permission from CDC)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Urinary tract infections during pregnancy",
            "authors": [
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Delzell",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Lefevre",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am Fam Physician",
            "volume": "61",
            "issn": "3",
            "pages": "713-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Asymptomatic bacteriuria in pregnancy: antibody-coated bacteria, renal function, and intrauterine growth retardation",
            "authors": [
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Harris",
                    "suffix": ""
                },
                {
                    "first": "VL",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shelokov",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "Am J Obstet Gynecol",
            "volume": "126",
            "issn": "1",
            "pages": "20-5",
            "other_ids": {
                "DOI": [
                    "10.1016/0002-9378(76)90458-0"
                ]
            }
        },
        "BIBREF2": {
            "title": "Asymptomatic bacteriuria during pregnancy",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sheiner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mazor-Drey",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Matern Fetal Neonatal Med",
            "volume": "22",
            "issn": "5",
            "pages": "423-7",
            "other_ids": {
                "DOI": [
                    "10.1080/14767050802360783"
                ]
            }
        },
        "BIBREF3": {
            "title": "Acute antepartum pyelonephritis in pregnancy: a critical analysis of risk factors and outcomes",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Farkash",
                    "suffix": ""
                },
                {
                    "first": "AY",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sergienko",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wiznitzer",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zlotnik",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sheiner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur J Obstet Gynecol Reprod Biol",
            "volume": "162",
            "issn": "1",
            "pages": "24-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ejogrb.2012.01.024"
                ]
            }
        },
        "BIBREF4": {
            "title": "Adult respiratory distress syndrome as a complication of acute pyelonephritis during pregnancy",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gurman",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schlaeffer",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Kopernic",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Eur J Obstet Gynecol Reprod Biol",
            "volume": "36",
            "issn": "1–2",
            "pages": "75-80",
            "other_ids": {
                "DOI": [
                    "10.1016/0028-2243(90)90052-3"
                ]
            }
        },
        "BIBREF5": {
            "title": "Acute pyelonephritis in pregnancy: an 18-year retrospective analysis",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Wing",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Fassett",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Getahun",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Obstet Gynecol",
            "volume": "210",
            "issn": "3",
            "pages": "219.e1-6",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2013.10.006"
                ]
            }
        },
        "BIBREF6": {
            "title": "Duration of treatment for asymptomatic bacteriuria during pregnancy",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Widmer",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Gülmezoglu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mignini",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Roganti",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cochrane Database Syst Rev.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Treatment of bacteriuria in pregnancy with single dose fosfomycin trometamol: a review",
            "authors": [
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Reeves",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Infection.",
            "volume": "20",
            "issn": "Suppl 4",
            "pages": "S313-6",
            "other_ids": {
                "DOI": [
                    "10.1007/BF01710022"
                ]
            }
        },
        "BIBREF8": {
            "title": "Treatments for symptomatic urinary tract infections during pregnancy",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Abalos",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Cochrane Database Syst Rev.",
            "volume": "1",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Pyelonephritis in pregnancy: a prospective randomized trial to prevent recurrent disease evaluating suppressive therapy with nitrofurantoin and close surveillance",
            "authors": [
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Lenke",
                    "suffix": ""
                },
                {
                    "first": "JP",
                    "middle": [],
                    "last": "VanDorsten",
                    "suffix": ""
                },
                {
                    "first": "BS",
                    "middle": [],
                    "last": "Schifrin",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Am J Obstet Gynecol",
            "volume": "146",
            "issn": "8",
            "pages": "953-7",
            "other_ids": {
                "DOI": [
                    "10.1016/0002-9378(83)90972-9"
                ]
            }
        },
        "BIBREF10": {
            "title": "Severe 2009 H1N1 influenza in pregnant and postpartum women in California",
            "authors": [
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Louie",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "N Engl J Med",
            "volume": "362",
            "issn": "1",
            "pages": "27-35",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0910444"
                ]
            }
        },
        "BIBREF11": {
            "title": "Infectious Diseases Society of America guidelines for the diagnosis and treatment of asymptomatic bacteriuria in adults",
            "authors": [
                {
                    "first": "LE",
                    "middle": [],
                    "last": "Nicolle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Colgan",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Rice",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Schaeffer",
                    "suffix": ""
                },
                {
                    "first": "TM",
                    "middle": [],
                    "last": "Hooton",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "5",
            "pages": "643-54",
            "other_ids": {
                "DOI": [
                    "10.1086/427507"
                ]
            }
        },
        "BIBREF12": {
            "title": "Presentation of seasonal influenza A in pregnancy: 2003–2004 influenza season",
            "authors": [
                {
                    "first": "VL",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Obstet Gynecol",
            "volume": "115",
            "issn": "5",
            "pages": "924-9",
            "other_ids": {
                "DOI": [
                    "10.1097/AOG.0b013e3181da0c5e"
                ]
            }
        },
        "BIBREF13": {
            "title": "The effect of Asian influenza on the outcome of pregnancy, Baltimore, 1957–1958",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Hardy",
                    "suffix": ""
                }
            ],
            "year": 1961,
            "venue": "Am J Public Health Nations Health",
            "volume": "51",
            "issn": "",
            "pages": "1182-8",
            "other_ids": {
                "DOI": [
                    "10.2105/AJPH.51.8.1182"
                ]
            }
        },
        "BIBREF14": {
            "title": "Effectiveness of maternal influenza immunization in mothers and infants",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Zaman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "359",
            "issn": "15",
            "pages": "1555-64",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa0708630"
                ]
            }
        },
        "BIBREF15": {
            "title": "Effectiveness and cost-benefit of influenza vaccination of healthy working adults: a randomized controlled trial",
            "authors": [
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Bridges",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "JAMA",
            "volume": "284",
            "issn": "13",
            "pages": "1655-63",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.284.13.1655"
                ]
            }
        },
        "BIBREF16": {
            "title": "Adverse events in pregnant women following administration of trivalent inactivated influenza vaccine and live attenuated influenza vaccine in the Vaccine Adverse Event Reporting System, 1990–2009",
            "authors": [
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Moro",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Am J Obstet Gynecol",
            "volume": "204",
            "issn": "2",
            "pages": "146.e1-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2010.08.050"
                ]
            }
        },
        "BIBREF17": {
            "title": "Maternal influenza immunization and birth outcomes of stillbirth and spontaneous abortion: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "KN",
                    "middle": [],
                    "last": "Bratton",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "60",
            "issn": "5",
            "pages": "e11-e19",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciu915"
                ]
            }
        },
        "BIBREF18": {
            "title": "Safety of influenza vaccination during pregnancy",
            "authors": [
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Tamma",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Obstet Gynecol",
            "volume": "201",
            "issn": "6",
            "pages": "547-52",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2009.09.034"
                ]
            }
        },
        "BIBREF19": {
            "title": "Infant outcomes among pregnant women who used oseltamivir for treatment of influenza during the H1N1 epidemic",
            "authors": [
                {
                    "first": "HY",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Obstet Gynecol",
            "volume": "208",
            "issn": "4",
            "pages": "293.e1-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2013.01.015"
                ]
            }
        },
        "BIBREF20": {
            "title": "Antiviral agents for the treatment and chemoprophylaxis of influenza – recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Fiore",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MMWR Recomm Rep",
            "volume": "60",
            "issn": "1",
            "pages": "1-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Pandemic 2009 influenza A(H1N1) virus illness among pregnant women in the United States",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Siston",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "JAMA",
            "volume": "303",
            "issn": "15",
            "pages": "1517-25",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2010.479"
                ]
            }
        },
        "BIBREF22": {
            "title": "Urinary tract infections during pregnancy",
            "authors": [
                {
                    "first": "LC",
                    "middle": [],
                    "last": "Gilstrap",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Ramin",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Obstet Gynecol Clin North Am",
            "volume": "28",
            "issn": "3",
            "pages": "581-91",
            "other_ids": {
                "DOI": [
                    "10.1016/S0889-8545(05)70219-9"
                ]
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Preventing congenital toxoplasmosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Lopez",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "MMWR Recomm Rep",
            "volume": "49",
            "issn": "RR-2",
            "pages": "59-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Management of Toxoplasma gondii infection during pregnancy",
            "authors": [
                {
                    "first": "JG",
                    "middle": [],
                    "last": "Montoya",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Remington",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "4",
            "pages": "554-66",
            "other_ids": {
                "DOI": [
                    "10.1086/590149"
                ]
            }
        },
        "BIBREF27": {
            "title": "Congenital syphilis – United States, 2003–2008",
            "authors": [],
            "year": 2010,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "59",
            "issn": "14",
            "pages": "413-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Attribution of congenital cytomegalovirus infection to primary versus non-primary maternal infection",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "2",
            "pages": "e11-3",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/ciq085"
                ]
            }
        },
        "BIBREF29": {
            "title": "Congenital cytomegalovirus infection: outcome and diagnosis",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Boppana",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Semin Pediatr Infect Dis",
            "volume": "16",
            "issn": "1",
            "pages": "44-9",
            "other_ids": {
                "DOI": [
                    "10.1053/j.spid.2004.09.011"
                ]
            }
        },
        "BIBREF30": {
            "title": "Epidemiology, clinical presentation, and antibody response to primary infection with herpes simplex virus type 1 and type 2 in young women",
            "authors": [
                {
                    "first": "DI",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Clin Infect Dis",
            "volume": "56",
            "issn": "3",
            "pages": "344-51",
            "other_ids": {
                "DOI": [
                    "10.1093/cid/cis891"
                ]
            }
        },
        "BIBREF31": {
            "title": "The acquisition of herpes simplex virus during pregnancy",
            "authors": [
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "N Engl J Med",
            "volume": "337",
            "issn": "8",
            "pages": "509-15",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJM199708213370801"
                ]
            }
        },
        "BIBREF32": {
            "title": "Characteristics of recurrent genital herpes simplex infections in pregnant women",
            "authors": [
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Harger",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Obstet Gynecol",
            "volume": "73",
            "issn": "3 Pt 1",
            "pages": "367-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Maternal urinary tract infection: is it independently associated with adverse pregnancy outcome?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Mazor-Dray",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Schlaeffer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Sheiner",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Matern Fetal Neonatal Med",
            "volume": "22",
            "issn": "2",
            "pages": "124-8",
            "other_ids": {
                "DOI": [
                    "10.1080/14767050802488246"
                ]
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Parvovirus B19 infection in pregnancy",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Crane",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Mundle",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Boucoiran",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gagnon",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bujold",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Basso",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Obstet Gynaecol Can",
            "volume": "36",
            "issn": "12",
            "pages": "1107-16",
            "other_ids": {
                "DOI": [
                    "10.1016/S1701-2163(15)30390-X"
                ]
            }
        },
        "BIBREF36": {
            "title": "Fetal morbidity and mortality after acute human parvovirus B19 infection in pregnancy: prospective evaluation of 1018 cases",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Enders",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weidner",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Zoellner",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Searle",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Enders",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Prenat Diagn",
            "volume": "24",
            "issn": "7",
            "pages": "513-8",
            "other_ids": {
                "DOI": [
                    "10.1002/pd.940"
                ]
            }
        },
        "BIBREF37": {
            "title": "Parvovirus B19 infection in pregnancy",
            "authors": [
                {
                    "first": "EP",
                    "middle": [],
                    "last": "de Jong",
                    "suffix": ""
                },
                {
                    "first": "TR",
                    "middle": [],
                    "last": "de Haan",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Kroes",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Beersma",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Oepkes",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J Clin Virol",
            "volume": "36",
            "issn": "1",
            "pages": "1-7",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jcv.2006.01.004"
                ]
            }
        },
        "BIBREF38": {
            "title": "The incidence of human parvovirus B19 infection during pregnancy and its impact on perinatal outcome",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Gratacós",
                    "suffix": ""
                },
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Vidal",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Antolín",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Jiménez de Anta",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J Infect Dis",
            "volume": "171",
            "issn": "5",
            "pages": "1360-3",
            "other_ids": {
                "DOI": [
                    "10.1093/infdis/171.5.1360"
                ]
            }
        },
        "BIBREF39": {
            "title": "Parvovirus B19 in pregnancy",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ergaz",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ornoy",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Reprod Toxicol",
            "volume": "21",
            "issn": "4",
            "pages": "421-35",
            "other_ids": {
                "DOI": [
                    "10.1016/j.reprotox.2005.01.006"
                ]
            }
        },
        "BIBREF40": {
            "title": "Long-term outcome of children following maternal human parvovirus B19 infection",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Rodis",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rodner",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                },
                {
                    "first": "AF",
                    "middle": [],
                    "last": "Borgida",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Deoliveira",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Shulman Rosengren",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Obstet Gynecol",
            "volume": "91",
            "issn": "1",
            "pages": "125-8",
            "other_ids": {
                "DOI": [
                    "10.1016/S0029-7844(97)00575-9"
                ]
            }
        },
        "BIBREF41": {
            "title": "Comparison of seven commercial tests for the detection of parvovirus B19-specific IgM",
            "authors": [
                {
                    "first": "TF",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Jäger",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gilch",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Zentralbl Bakteriol",
            "volume": "285",
            "issn": "4",
            "pages": "525-30",
            "other_ids": {
                "DOI": [
                    "10.1016/S0934-8840(97)80114-4"
                ]
            }
        },
        "BIBREF42": {
            "title": "Parvovirus B19 in pregnancy: prenatal diagnosis and management of fetal complications",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Dijkmans",
                    "suffix": ""
                },
                {
                    "first": "EP",
                    "middle": [],
                    "last": "de Jong",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Dijkmans",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lopriore",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vossen",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Walther",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Curr Opin Obstet Gynecol",
            "volume": "24",
            "issn": "2",
            "pages": "95-101",
            "other_ids": {
                "DOI": [
                    "10.1097/GCO.0b013e3283505a9d"
                ]
            }
        },
        "BIBREF43": {
            "title": "Clinical inquiry: what should you tell pregnant women about exposure to parvovirus?",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Snyder",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Wallace",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Fam Pract",
            "volume": "60",
            "issn": "12",
            "pages": "765-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Prevention of preterm delivery and low birth weight associated with asymptomatic bacteriuria",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Mittendorf",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Kass",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Clin Infect Dis",
            "volume": "14",
            "issn": "4",
            "pages": "927-32",
            "other_ids": {
                "DOI": [
                    "10.1093/clinids/14.4.927"
                ]
            }
        },
        "BIBREF45": {
            "title": "The clinical assessment, treatment, and prevention of lyme disease, human granulocytic anaplasmosis, and babesiosis: clinical practice guidelines by the Infectious Diseases Society of America",
            "authors": [
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Wormser",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Dattwyler",
                    "suffix": ""
                },
                {
                    "first": "ED",
                    "middle": [],
                    "last": "Shapiro",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Halperin",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Steere",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Klempner",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "43",
            "issn": "9",
            "pages": "1089-134",
            "other_ids": {
                "DOI": [
                    "10.1086/508667"
                ]
            }
        },
        "BIBREF46": {
            "title": "Diagnosis and management of Lyme disease",
            "authors": [
                {
                    "first": "WF",
                    "middle": [],
                    "last": "Wright",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Riedel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Talwani",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Gilliam",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Am Fam Physician",
            "volume": "85",
            "issn": "11",
            "pages": "1086-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Prospective study of serologic tests for lyme disease",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Steere",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "McHugh",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Damle",
                    "suffix": ""
                },
                {
                    "first": "VK",
                    "middle": [],
                    "last": "Sikand",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "47",
            "issn": "2",
            "pages": "188-95",
            "other_ids": {
                "DOI": [
                    "10.1086/589242"
                ]
            }
        },
        "BIBREF48": {
            "title": "Stillbirth following maternal Lyme disease",
            "authors": [
                {
                    "first": "AB",
                    "middle": [],
                    "last": "MacDonald",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Benach",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Burgdorfer",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "N Y State J Med",
            "volume": "87",
            "issn": "11",
            "pages": "615-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Gestational Lyme borreliosis. Implications for the fetus",
            "authors": [
                {
                    "first": "AB",
                    "middle": [],
                    "last": "MacDonald",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Rheum Dis Clin North Am",
            "volume": "15",
            "issn": "4",
            "pages": "657-77",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Maternal-fetal transmission of the Lyme disease spirochete",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Schlesinger",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Duray",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Steere",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Stillman",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Borrelia burgdorferi. Ann Intern Med.",
            "volume": "103",
            "issn": "1",
            "pages": "67-8",
            "other_ids": {
                "DOI": [
                    "10.7326/0003-4819-103-1-67"
                ]
            }
        },
        "BIBREF51": {
            "title": "Listeriosis and borreliosis as causes of antepartum fever",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Shirts",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Bobitt",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Obstet Gynecol",
            "volume": "62",
            "issn": "2",
            "pages": "256-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Borrelia burgdorferi in a newborn despite oral penicillin for Lyme borreliosis during pregnancy",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Bratzke",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Neubert",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Wilske",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Duray",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Pediatr Infect Dis J",
            "volume": "7",
            "issn": "4",
            "pages": "286-9",
            "other_ids": {
                "DOI": [
                    "10.1097/00006454-198804000-00010"
                ]
            }
        },
        "BIBREF53": {
            "title": "Infants born to mothers with antibodies against Borrelia burgdorferi at delivery",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Nadal",
                    "suffix": ""
                },
                {
                    "first": "UA",
                    "middle": [],
                    "last": "Hunziker",
                    "suffix": ""
                },
                {
                    "first": "HU",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                },
                {
                    "first": "WH",
                    "middle": [],
                    "last": "Hitzig",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Duc",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Eur J Pediatr",
            "volume": "148",
            "issn": "5",
            "pages": "426-7",
            "other_ids": {
                "DOI": [
                    "10.1007/BF00595903"
                ]
            }
        },
        "BIBREF54": {
            "title": "Lyme disease and pregnancy outcome: a prospective study of two thousand prenatal patients",
            "authors": [
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Strobino",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abid",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chalson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spierling",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am J Obstet Gynecol",
            "volume": "169",
            "issn": "2 Pt 1",
            "pages": "367-74",
            "other_ids": {
                "DOI": [
                    "10.1016/0002-9378(93)90088-Z"
                ]
            }
        },
        "BIBREF55": {
            "title": "Meta-analysis of the relationship between asymptomatic bacteriuria and preterm delivery/low birth weight",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Romero",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Oyarzun",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mazor",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sirtori",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Hobbins",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bracken",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Obstet Gynecol",
            "volume": "73",
            "issn": "4",
            "pages": "576-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Maternal Lyme disease and congenital malformations: a cord blood serosurvey in endemic and control areas",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Strobino",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Weinstein",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Spierling",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Medici",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Paediatr Perinat Epidemiol",
            "volume": "9",
            "issn": "3",
            "pages": "320-30",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-3016.1995.tb00148.x"
                ]
            }
        },
        "BIBREF57": {
            "title": "Maternal Lyme disease and congenital heart disease: A case–control study in an endemic area",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Strobino",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Abid",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gewitz",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Am J Obstet Gynecol",
            "volume": "180",
            "issn": "3 Pt 1",
            "pages": "711-6",
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9378(99)70277-2"
                ]
            }
        },
        "BIBREF58": {
            "title": "Lyme borreliosis",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Stanek",
                    "suffix": ""
                },
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Wormser",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Strle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Lancet",
            "volume": "379",
            "issn": "9814",
            "pages": "461-73",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(11)60103-7"
                ]
            }
        },
        "BIBREF59": {
            "title": "Lyme disease in pregnancy: case report and review of the literature",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Walsh",
                    "suffix": ""
                },
                {
                    "first": "EW",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "LV",
                    "middle": [],
                    "last": "Baxi",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Obstet Gynecol Surv",
            "volume": "62",
            "issn": "1",
            "pages": "41-50",
            "other_ids": {
                "DOI": [
                    "10.1097/01.ogx.0000251024.43400.9a"
                ]
            }
        },
        "BIBREF60": {
            "title": "Antibiotics for asymptomatic bacteriuria in pregnancy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Smaill",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Vazquez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cochrane Database Syst Rev.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Antibiotic elimination of group-B streptococci in urine in prevention of preterm labour",
            "authors": [
                {
                    "first": "AC",
                    "middle": [],
                    "last": "Thomsen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mørup",
                    "suffix": ""
                },
                {
                    "first": "KB",
                    "middle": [],
                    "last": "Hansen",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Lancet",
            "volume": "1",
            "issn": "8533",
            "pages": "591-3",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(87)90234-0"
                ]
            }
        }
    }
}