{
    "paper_id": "PMC7094100",
    "metadata": {
        "title": "Network theory and SARS: predicting outbreak diversity",
        "authors": [
            {
                "first": "Lauren",
                "middle": [
                    "Ancel"
                ],
                "last": "Meyers",
                "suffix": "",
                "email": "laurenmeyers@mail.utexas.edu",
                "affiliation": {}
            },
            {
                "first": "Babak",
                "middle": [],
                "last": "Pourbohloul",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.E.J.",
                "middle": [],
                "last": "Newman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Danuta",
                "middle": [
                    "M."
                ],
                "last": "Skowronski",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "C."
                ],
                "last": "Brunham",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "More than two years since the first case of severe acute respiratory syndrome (SARS), a respiratory illness caused by a novel coronavirus, occurred in Guangdong province of China (November, 2002) and more than 18 months since the syndrome was first recognized outside of Asia (in Canada on March 13, 2003), its pattern of spread remains an enigma to public health officials and epidemiologists (Cyranoski and Abbott, 2003; Drosten et al., 2003; Ksiazek et al., 2003; Marra et al., 2003; Peiris et al., 2003; World Health Organization, 2003). Mathematical epidemiologists originally estimated the average number of secondary cases emanating from one primary case in a susceptible population (R0) to be in the range of 2.2 to 3.6 for this virus—an estimate well above one, approximating that of a new subtype of influenza (Hethcote, 2000; Lipsitch, 2003; Riley et al., 2003).",
            "cite_spans": [
                {
                    "start": 395,
                    "end": 421,
                    "mention": "Cyranoski and Abbott, 2003",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 423,
                    "end": 443,
                    "mention": "Drosten et al., 2003",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 445,
                    "end": 465,
                    "mention": "Ksiazek et al., 2003",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 467,
                    "end": 485,
                    "mention": "Marra et al., 2003",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 487,
                    "end": 506,
                    "mention": "Peiris et al., 2003",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 508,
                    "end": 539,
                    "mention": "World Health Organization, 2003",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 821,
                    "end": 835,
                    "mention": "Hethcote, 2000",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 837,
                    "end": 851,
                    "mention": "Lipsitch, 2003",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 853,
                    "end": 871,
                    "mention": "Riley et al., 2003",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Despite this estimate and near-universal susceptibility, SARS has not emerged as a global pandemic. Instead, initial seeding was followed by intense but tightly circumscribed activity in some locales with only scant activity in others. In Canada, for instance, Toronto, Ontario and Vancouver, British Columbia were first affected nearly simultaneously in March 2003. By June 3, 2003, Toronto had experienced more than 209 probable cases and Vancouver had experienced only four probable cases. No other province of Canada reported any probable cases (Health Canada, 2003). The United States with a population more than fifty-fold greater than Toronto reported 69 probable cases—67 imported and only two from secondary spread (Centers for Disease Control and Prevention, 2003).",
            "cite_spans": [
                {
                    "start": 550,
                    "end": 569,
                    "mention": "Health Canada, 2003",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 725,
                    "end": 773,
                    "mention": "Centers for Disease Control and Prevention, 2003",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The discrepancy between the estimates of R0 and the observed epidemiology might stem from early and effective intervention since Rt, the reproductive ratio of a disease at time t, will decrease with the implementation of successful infection control measures. Yet, even during the three and a half months of SARS spread in China between its initial appearance and the broad implementation of public health measures, case counts were much less than expected from such values of R0 (Xu et al., 2004). By definition, the total number of expected cases of a disease goes up by a factor of R0 for every generation of infection, a generation being the mean time between an individual becoming infected and their infecting others. Based on recorded dates of the first symptoms for 124 pairs of infections in Singapore and Toronto (Leo et al., 2003; Poutanen et al., 2003), we estimate the average generation time (γ) for SARS to be 9.7±0.3 days. (This estimate clearly depends on the accuracy of the reported data.) Roughly, the cumulative number of SARS cases over D days should be ∑i=0D/γ(R0)i=(1-R0D/γ+1)/(1-R0) (This is capped by total population size and does not consider the reduction in Rt once a substantial proportion of the population is infected). Thus for R0 ranging between 2.2 and 3.6, this equation predicts that in the first 120 days of transmission in China, there should have been between approximately 30,000 and 10 million cases. In fact only 782 cases were reported during the initial three months (World Health Organization, 2003), which, using this simple calculation, suggests that R0 should be much lower and closer to 1.6. A subsequent estimate based on data from the Hong Kong and Singapore outbreaks brings R0 down to 1.2, which, by the above formula, predicts approximately 50 cases during the first 120 days of transmission (Chowell et al., 2003). While this number agrees nicely with the case counts observed in Hong Kong and Singapore (Chowell and Fenimore, 2003a, Chowell and Hyman, 2003b) it is an order of magnitude lower than that reported for China.",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 496,
                    "mention": "Xu et al., 2004",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 824,
                    "end": 840,
                    "mention": "Leo et al., 2003",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 842,
                    "end": 863,
                    "mention": "Poutanen et al., 2003",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1514,
                    "end": 1545,
                    "mention": "World Health Organization, 2003",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 1849,
                    "end": 1869,
                    "mention": "Chowell et al., 2003",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1962,
                    "end": 1989,
                    "mention": "Chowell and Fenimore, 2003a",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1991,
                    "end": 2015,
                    "mention": "Chowell and Hyman, 2003b",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Why do epidemiologists derive such varied estimates of R0 and why were the initial estimates so high in comparison to the observed epidemiology in China? The basic premise of fully mixed epidemiological models—that all individuals in a group are equally likely to become infected (or infect others)—often does not hold and therefore may lead to spurious estimates or estimates that cannot justifiably be extrapolated from the specific setting in which they were measured to the broader community context. Early SARS estimates were based largely on transmission data from closed settings like hospitals and crowded apartment buildings, where there are unusually high rates of contact between individuals (Lipsitch, 2003; Riley et al., 2003). In fact, hospital transmission accounts for 50% of the value of R0 described in Riley et al. (2003). If the contact patterns in these settings were highly heterogeneous, then the estimates for R0 may be inaccurate. Even if the estimates for R0 were indeed appropriate for these specific settings, they probably should not be extrapolated to the population at large. Contact rates may be considerably lower outside hospitals and crowded apartment buildings and thus so may be the general value of R0 for SARS (Yu et al., 2004). Such disparity may account for the discrepancy between the estimates and the slower progress of the outbreak in China. In fact, further studies suggest that the unusually large cluster of infected cases in Amoy Gardens complex in Hong Kong was due to exposure to the virus-laden aerosol plume originating from one of the buildings in that area and not from direct person-to-person contact (Yu et al., 2004). A recent analysis of the impact of SARS isolation interventions in Hong Kong, Singapore and Toronto emphasizes the importance of viewing R0 as a distribution of possible values where the mean and median may vary depending on the setting in which the disease is spreading (Chowell et al., 2004).",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 718,
                    "mention": "Lipsitch, 2003",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 720,
                    "end": 738,
                    "mention": "Riley et al., 2003",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 821,
                    "end": 840,
                    "mention": "Riley et al. (2003)",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1250,
                    "end": 1265,
                    "mention": "Yu et al., 2004",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1658,
                    "end": 1673,
                    "mention": "Yu et al., 2004",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 1948,
                    "end": 1968,
                    "mention": "Chowell et al., 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "SARS, like many other infectious diseases exhibits great heterogeneity in transmission efficiency with certain individuals appearing to be responsible for large proportion of transmission events (Booth et al., 2003; Donnelly et al., 2003; Leo et al., 2003). These individuals may be “superspreaders” with unusually large numbers of contacts or “supershedders” who are unusually effective at excreting the virus into the environment they share with others. In contrast to the fully mixed assumption of standard compartmental models, the contact patterns in a community may be quite diverse. There is an enormous difference between a situation in which all individuals share typical contact patterns and one in which most infected individuals pass the disease on to only one or even zero others, but a small number pass it onto dozens or even hundreds—the mean value of R0 can be the same in both cases, while the epidemiological outcomes are vastly different.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 214,
                    "mention": "Booth et al., 2003",
                    "ref_id": "BIBREF54"
                },
                {
                    "start": 216,
                    "end": 237,
                    "mention": "Donnelly et al., 2003",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 239,
                    "end": 255,
                    "mention": "Leo et al., 2003",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Public health control measures for communicable diseases, including contact tracing, isolation, quarantine, and ring vaccination (Greenhalgh, 1986; Müller et al., 2000) have historically been predicated on sociological considerations. For example, the strategies for international SARS control were founded upon the largely intuitive idea of early interruption of critical social contacts (World Health Organization, 2003). There are several mathematical approaches that likewise consider sociological factors. To name a few, compartmental models that break populations into many demographic groups capture greater behavioral heterogeneity (Hethcote and Yorke, 1984); stochastic approaches including stochastic compartmental models (Bailey, 1975), branching process models (Becker, 1977; Farrington et al., 2003), dyad models (Keeling et al., 1997; Ferguson and Garnett, 2000), and Reed-Frost chain-binomial models (Lefevre and Picard, 1989) allow more exact predictions of the size and probability of epidemics; and “individual-based modeling”, a primarily computational approach based on following the contact and infection histories of simulated individuals, yields detailed statistical predictions about disease outcomes. Most individual-based models assume pre-defined simple contact patterns such as regular lattices (Durrett, 1999; Kleczkowski and Grenfell, 1999; Ritton and O’neill, 2002; Sander et al., 2002), although there have been recent efforts to consider more realistic contact patterns (Van der Ploeg et al., 1998; Chowell and Fenimore, 2003a, Chowell and Hyman, 2003b; Eubank et al., 2004).",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 146,
                    "mention": "Greenhalgh, 1986",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 148,
                    "end": 167,
                    "mention": "Müller et al., 2000",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 390,
                    "end": 421,
                    "mention": "World Health Organization, 2003",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 641,
                    "end": 665,
                    "mention": "Hethcote and Yorke, 1984",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 733,
                    "end": 745,
                    "mention": "Bailey, 1975",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 774,
                    "end": 786,
                    "mention": "Becker, 1977",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 788,
                    "end": 811,
                    "mention": "Farrington et al., 2003",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 827,
                    "end": 847,
                    "mention": "Keeling et al., 1997",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 849,
                    "end": 875,
                    "mention": "Ferguson and Garnett, 2000",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 916,
                    "end": 940,
                    "mention": "Lefevre and Picard, 1989",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1324,
                    "end": 1337,
                    "mention": "Durrett, 1999",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1339,
                    "end": 1369,
                    "mention": "Kleczkowski and Grenfell, 1999",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1371,
                    "end": 1395,
                    "mention": "Ritton and O’neill, 2002",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1397,
                    "end": 1416,
                    "mention": "Sander et al., 2002",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1504,
                    "end": 1530,
                    "mention": "Van der Ploeg et al., 1998",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 1532,
                    "end": 1559,
                    "mention": "Chowell and Fenimore, 2003a",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1561,
                    "end": 1585,
                    "mention": "Chowell and Hyman, 2003b",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1587,
                    "end": 1606,
                    "mention": "Eubank et al., 2004",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A recent addition to this toolkit is contact network epidemiology, an analytical framework that explicitly captures the diverse interactions that underlie the spread of diseases (Longini 1988; Sattenspiel and Simon, 1988; Morris, 1995; Ball et al., 1997; Diekmann et al., 1998; Lloyd and May, 2001; Newman, 2002; Keeling et al., 2003; Meyers et al., 2003). The first step in contact network epidemiology is to construct networks based on information about real-life contacts between individuals. One can then analyse these networks to determine their crucial topological features and apply analytical methods to make epidemiological predictions and intervention recommendations. The two primary advantages of this approach are that (i) it makes no a priori assumptions about the global network structure and (ii) the mathematical analysis allows one to bypass extensive simulation.",
            "cite_spans": [
                {
                    "start": 179,
                    "end": 191,
                    "mention": "Longini 1988",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 193,
                    "end": 220,
                    "mention": "Sattenspiel and Simon, 1988",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 222,
                    "end": 234,
                    "mention": "Morris, 1995",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 236,
                    "end": 253,
                    "mention": "Ball et al., 1997",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 255,
                    "end": 276,
                    "mention": "Diekmann et al., 1998",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 278,
                    "end": 297,
                    "mention": "Lloyd and May, 2001",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 299,
                    "end": 311,
                    "mention": "Newman, 2002",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 313,
                    "end": 333,
                    "mention": "Keeling et al., 2003",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 335,
                    "end": 354,
                    "mention": "Meyers et al., 2003",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Here, we extend the mathematics of contact network epidemiology to make more detailed public health predictions, to demonstrate the importance of an accurate model of contact patterns in a community, and to provide new insight into the observed epidemiology of SARS.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Given the degree distribution of a network, we can use tools based on percolation theory (Pastor-Satorras and Vespignani, 2001; Newman, 2002) to predict the fate of an outbreak of an infectious disease as a function of its transmissibility T (defined above). T is related to the traditional R\n0 according to R0=T(〈k2〉/〈k〉-1),where 〈k〉 and 〈k2〉 are the mean degree and mean square degree of the network, respectively. The critical transmissibility value Tc (also defined above), corresponds to R\n0=1, above which a population is vulnerable to large scale epidemics (but is not guaranteed to experience an epidemic) and below which only small local outbreaks occur.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 126,
                    "mention": "Pastor-Satorras and Vespignani, 2001",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 128,
                    "end": 140,
                    "mention": "Newman, 2002",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Epidemiological analysis ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "Network theory makes a technical distinction between outbreaks and epidemics. An outbreak is a causally connected cluster of cases that, by chance or because the transmission probability is low, dies out before spreading to the population at large. In an epidemic, on the other hand, the infection escapes the initial group of cases into the community at large and results in population-wide incidence of the disease. The crucial difference is that the size of an outbreak is determined by the spontaneous dying out of the infection, whereas the size of an epidemic is limited only by the size of the population through which it spreads.",
            "cite_spans": [],
            "section": "Epidemiological analysis ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "To predict the fate of an outbreak, we use probability generating functions (pgf), quantities that describe probability distributions, and here, summarize useful information about network topology. The pgf for a degree distribution is G0(x)=∑k=1∞pkxk.\n",
            "cite_spans": [],
            "section": "Epidemiological analysis ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "If we choose a random edge and follow it to the nearest vertex, then the pgf for the “excess degree”—the number of edges emanating from that vertex other than the one along which we arrived—is G1(x)=∑k=1∞kpkxk-1∑k=1∞kpk.\n",
            "cite_spans": [],
            "section": "Epidemiological analysis ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "The average degree and average excess degree equal the derivatives of these expressions at x=1, that is,〈k〉=∑k=1∞kpkand 〈ke〉=∑k=1∞k(k-1)pk∑k=1∞kpk=(〈k2〉/〈k〉-1), respectively.",
            "cite_spans": [],
            "section": "Epidemiological analysis ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "The value of the epidemic threshold Tc, the predicted average size of an outbreak 〈s〉 and probability of an epidemic S were first derived in (Newman, 2002). By nesting pgf's for the number of new infections emanating from an infected vertex one can construct a pgf for the size of a outbreak, and hence derive the average size of a outbreak: <s>=1+T〈k〉1-T〈ke〉.This expression diverges when an outbreak becomes a large-scale epidemic. The epidemic threshold Tc (above) is the transmissibility value that marks this point.",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 154,
                    "mention": "Newman, 2002",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Epidemiological analysis ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "The probability of a full-blown epidemic S is derived by first calculating the likelihood that a single infection will lead to only an outbreak instead of a full-blown epidemic, and then subtracting that value from one: S=1-∑k=1∞pk(1+(u-1)T)k,where u is the probability that the person at the end of an edge does not have the disease and is the solution to the equation u=∑k=1∞kpk(1+(u-1)T)k-1∑k=1∞kpk.We use numerical root finding methods to solve for u. S is also the expected proportion of the population that will be infected should an epidemic occur.",
            "cite_spans": [],
            "section": "Epidemiological analysis ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "Here we extend these results to predict the fate of an outbreak based on its initial conditions—how many and what kinds of individuals are already infected. We refer to the first individual in a community to come down with an infectious disease as patient zero. The probability that a patient zero with degree k will start an epidemic, εk, is equal to the probability that transmission of the disease along at least one of the edges emanating from the original vertex will lead to an epidemic. For any one of its k edges, 1-T is the probability that the disease does not get transmitted along the edge and Tu is the probability that even if disease is transmitted to the next vertex, it does not proceed into a full-blown epidemic. Thus εk=1-(1-T+Tu)k.The probability that an outbreak of size N will ignite an epidemic is 1-∏i=1N(1-εki) where ki is the degree of individual i. This is just one minus the probability that none of the N infected individuals sparks an epidemic. If we know the number of current cases but not their contact patterns, then our best estimate for the probability of an epidemic is calculated similarly, with each of the (1-εki)'s replaced with the probability that a typical infected individual does not spark an epidemic. The number of edges through which a typical infected individual can start an epidemic is given by the excess degree pgf, and the probability that one of those edges will not give rise to an epidemic is 1-T+Tu. Thus the probability that none of those edges will be a conduit to an epidemic is (∑k=1∞kpk(1-T+Tu)k-1∑k=1∞kpk),and the probability that an outbreak of size N sparks an epidemic is1-(∑k=1∞kpk(1-T+Tu)k-1∑k=1∞kpk)N.Finally, we derive an individual's risk of infection during an epidemic as a function of his or her degree. The probability νk that an individual with degree k will become infected during an epidemic is equal to one minus the probability that none of his or her k contacts will transmit the disease to him or her. The probability that a contact does not transmit the disease is equal to the probability that the contact was infected, but did not transmit the disease, (1−u)(1−T), plus the probability that the contact was not infected in the first place, u. Thus, a randomly chosen vertex of degree k will become infected with probabilityνk=εk=1-(1-T+Tu)k.\n",
            "cite_spans": [],
            "section": "Epidemiological analysis ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "We have simulated disease spread to verify our analytical predictions. Beginning with a susceptible population and a single case or a small cluster of cases, we iteratively take each currently infected vertex, infect each of its susceptible neighbors with probability T and then change the status of the original vertex to recovered. This method of simulation does not capture the temporal progression of an epidemic, but just the overall number and distribution of infected individuals.",
            "cite_spans": [],
            "section": "Epidemic simulations ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "We predicted the probability S that an outbreak with R\n0>1 will lead to an epidemic for the three networks described in Fig. 1, Fig. 2. S is often significantly less than one, and can be different for two networks with the same R\n0 (Fig. 3\n). When S is well below one and R\n0 is well above one, it is very likely that communities with similar contact patterns will have diverse experiences with the disease, some experiencing large epidemics and other experiencing only minor outbreaks. In particular, above the epidemic threshold, the probability of an epidemic in the power law network and the probability of an epidemic in either of the other networks diverge quickly. Outbreaks are consistently less likely to reach epidemic proportions in the power law network than in the others. The vertical lines in Fig. 3 correspond to estimates of R\n0 for SARS in these three networks (Chowell and Fenimore, 2003a, Chowell and Hyman, 2003b; Lipsitch, 2003; Riley et al., 2003).",
            "cite_spans": [
                {
                    "start": 880,
                    "end": 907,
                    "mention": "Chowell and Fenimore, 2003a",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 909,
                    "end": 933,
                    "mention": "Chowell and Hyman, 2003b",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 935,
                    "end": 949,
                    "mention": "Lipsitch, 2003",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 951,
                    "end": 969,
                    "mention": "Riley et al., 2003",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Predicting epidemics in the contact networks ::: Contact networks",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 126,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 128,
                    "end": 134,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 233,
                    "end": 239,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 808,
                    "end": 814,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The different vulnerability of these networks arises from differences in the patterns of interpersonal contacts. For example, power law networks are made up primarily of vertices with very few contacts, and have a small minority of superspreaders of high degree. They will surpass the epidemic threshold when there is a non-negligible probability that an outbreak will reach members of this minority. Because superspreaders are rare, however, any particular outbreak may fail to reach this minority and thus never generate an epidemic. In contrast, vertices in a Poisson network will be fairly homogeneous and any two small outbreaks will be essentially equivalent. Whereas a power law network reaches an epidemic threshold only when transmissibility is sufficiently high to reach superspreaders with reasonable frequency, a Poisson network reaches an epidemic threshold only when the ‘typical’ outbreak leads to an epidemic. Thus in the Poisson network, most outbreaks above the epidemic threshold give rise to epidemics.",
            "cite_spans": [],
            "section": "Predicting epidemics in the contact networks ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "Stochastic compartmental models predict that a population with R\n0>1 will experience an epidemic with probability 1-1/R0 (Bailey, 1975; Renshaw, 1991). How do we reconcile this prediction with the observation that three different networks all sharing the same R\n0 have different epidemic vulnerabilities? In general, compartmental models make simple assumptions about contact patterns. The standard SIR model, for example, assumes a Poisson degree distribution. Thus, such predictions may hold for a single class of degree distribution, but cannot be generalized to arbitrary networks.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 134,
                    "mention": "Bailey, 1975",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 136,
                    "end": 149,
                    "mention": "Renshaw, 1991",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Predicting epidemics in the contact networks ::: Contact networks",
            "ref_spans": []
        },
        {
            "text": "We also predict the size of a small outbreak when T<Tc, an estimate that is often not attainable with compartmental models (Fig. 3). Below the threshold, a typical outbreak in a power law network will die out after only one or two cases, whereas such outbreaks in the simulated urban or Poisson networks will include, on average, eight or ten individuals. Predicting the average size of a non-epidemic outbreak, 〈s〉, can aid in intervention against infectious diseases that rarely or never become self-sustaining epidemics but nevertheless have significant impact.",
            "cite_spans": [],
            "section": "Predicting epidemics in the contact networks ::: Contact networks",
            "ref_spans": [
                {
                    "start": 124,
                    "end": 130,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The similarity between the values of S and 〈s〉 predicted analytically and those measured through simulation (Fig. 3) suggest that the analytical tools provide a powerful shortcut around computationally expensive epidemic simulations. While it may not be surprising that the randomly assembled power law and Poisson networks should fit the analytical predictions well, the simulated urban network introduces additional correlations in the network structure that are not considered in our analytic calculations.",
            "cite_spans": [],
            "section": "Predicting epidemics in the contact networks ::: Contact networks",
            "ref_spans": [
                {
                    "start": 109,
                    "end": 115,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Given that, for most diseases and most communities, the introduction of a single case may or may not spark an epidemic, we can ask what factors favor one or the other outcome (epidemic or no epidemic). Using the formulas described above, we predict the likelihood of an epidemic as a function of the degree of patient zero. Both simulation and analysis of the simulated urban network illustrate that the likelihood of an outbreak is a monotonically increasing function of the degree of patient zero (Fig. 4A\n). Near the epidemic threshold, the risk increases exponentially with degree, whereas well above the epidemic threshold (e.g., R0=2.7), the risk increases steeply until an epidemic is almost guaranteed. Therefore, even without differences in public health intervention, two identical communities can experience significantly different SARS outbreaks if the contact patterns of the first cases in each community differ.",
            "cite_spans": [],
            "section": "The impact of the initial conditions",
            "ref_spans": [
                {
                    "start": 500,
                    "end": 507,
                    "mention": "Fig. 4A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In Fig. 4B, we predict the probability of an epidemic based on the size of the initial outbreak. Intuitively, the more initial cases there are, the more precarious the outcome. For diseases far above the epidemic threshold, the threat of an epidemic is overwhelming for even very small outbreaks. Thus vigilant tracking of case-contacts of the first few cases is of paramount importance in the control of such a disease.",
            "cite_spans": [],
            "section": "The impact of the initial conditions",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "mention": "Fig. 4B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Along with the behavior of patient zero, individual and organized forms of disease intervention can dramatically affect an outbreak. Here we describe a simple application of our analytical toolkit to predict the efficacy of control measures. There are two basic categories of intervention. Transmission interventions, like wearing face masks and washing hands, reduce the likelihood that a contact with another person leads to transmission of the disease. Contact interventions, like avoiding public places and rearranging the patterns of interaction between caregivers and patients in a hospital, eliminate or reduce the opportunity for such contacts.",
            "cite_spans": [],
            "section": "The impact of intervention",
            "ref_spans": []
        },
        {
            "text": "Individuals can protect themselves by adopting such measures. If followed equally rigorously, an individual will benefit equally from the two forms of intervention. That is, by reducing one's contacts by a fraction a, an individual of degree k reduces his or her risk of infection from 1-(1-T+Tu)k to 1-(1-T+Tu)ak; and reducing the likelihood of transmission per encounter by the same fraction a, reduces the risk to 1-(1-aT+aTu)k. To leading order, these two probabilities are equal. The efficacy of these strategies increases with the magnitude of the intervention a, decreases with the degree of the individual, and depends on the nature of the underlying contact network (Fig. 5\n). Near the epidemic threshold, individuals of different degree benefit equally from such strategies. Well above the epidemic threshold, the more limited one's contacts, the greater the impact of such interventions. For very highly connected individuals, partial interventions will have little or no effect.",
            "cite_spans": [],
            "section": "The impact of intervention",
            "ref_spans": [
                {
                    "start": 676,
                    "end": 682,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "There are situations where one form of intervention is more feasible than the other. In such cases, instead of comparing transmission and contact reductions of equal compliance (as in Fig. 5), one should compare transmission and contact interventions of equal feasibility. For example, the surgical masks seen on the streets of Hong Kong may be poorly effective against the SARS agent, and may hardly lower transmissibility, whereas the N-95 or surgical masks worn by hospital workers may be quite effective (Seto et al., 2003). Furthermore, individuals may easily reduce their social interactions by avoiding crowded shopping malls and movie theaters, whereas hospital caregivers may be unable to reduce the number of patients with whom they interact. Thus, taking into account intervention feasibility, members of the general public may be advised to avoid contact opportunities, whereas hospital employees should invest in high efficiency masks.",
            "cite_spans": [
                {
                    "start": 509,
                    "end": 526,
                    "mention": "Seto et al., 2003",
                    "ref_id": "BIBREF45"
                }
            ],
            "section": "The impact of intervention",
            "ref_spans": [
                {
                    "start": 184,
                    "end": 190,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Policy makers take a more statistical approach to intervention than do individuals. Their goal is to reduce the likelihood and size of epidemics while minimizing cost. The most restrictive policies, such as closed borders and quarantining every member of society, are economically catastrophic. Network theory allows us to predict quantitatively the epidemiological impacts of diverse strategies, which can then be paired with economic and sociological assessments of such strategies. We provide a simple example of such analysis.",
            "cite_spans": [],
            "section": "The impact of intervention",
            "ref_spans": []
        },
        {
            "text": "Widespread adoption of transmission interventions will lower T and may successfully bring a population under the epidemic threshold. For example, if a disease is spreading through our simulated urban network with T=0.1550 (equivalently, R0=2.7), then Fig. 3 indicates that average transmissibility must be lowered by 62.9% to bring the population under the epidemic threshold (i.e., under T=0.0575). An intervention that lowers transmission by less than 62.9% (for example, poor quality face masks) will not in itself prevent the emergence of an epidemic.",
            "cite_spans": [],
            "section": "The impact of intervention",
            "ref_spans": [
                {
                    "start": 251,
                    "end": 257,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "As illustrated in Fig. 6\n, policy makers can also consider the quantitative impact of contact reducing interventions. For a disease with R0=2.7 (T=0.1662) spreading through the Vancouver-like network, 50% reductions in contacts will have variable impact depending on the targeted demographic. Health care workers are more at risk than school children, other working adults, and non-working adults. A typical non-working adult cuts his risk of infection by approximately 33% when he or she eliminates half of previous contacts, whereas a health care worker cuts his or her risk by only 17%. These reductions also reduce the probability that the individual will spark a large-scale epidemic by similar amounts. Policy makers can consider the impact of not only individual compliance, but also of large-scale intervention. For example, closing all schools would reduce the probability of an epidemic from 84.9% to 73.8%. In a related article, we use these methods to compare a large range of control measures for a spectrum of respiratory-borne diseases (Pourbohloul et al., In review).",
            "cite_spans": [
                {
                    "start": 1052,
                    "end": 1081,
                    "mention": "Pourbohloul et al., In review",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "The impact of intervention",
            "ref_spans": [
                {
                    "start": 18,
                    "end": 24,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Contact network modeling of disease transmission allows us to make quantitative predictions about the scale of outbreaks from information about the first few cases (Fig. 4). This provides insight into the very different SARS outbreaks in Toronto and Vancouver. The first cases in both cities were exposed to SARS at Hotel M in Hong Kong on February 21, 2003. Patient zero in Toronto (onset February 25, 2003) was the matriarch of an extended, multi-generational family who died at home on March 5 as an unrecognized case of SARS (Poutanen et al., 2003). In addition to the five of ten persons within her family cluster who were affected, subsequent spread to health care workers, patients and their families culminated in more than 200 probable cases in Toronto, most of them indigenously acquired (Health Canada, 2003; Poutanen et al., 2003). In contrast, patient zero in Vancouver (onset February 26, 2003) returned from traveling with his wife to an otherwise empty abode on March 7, 2003 and was almost immediately hospitalized (Poutanen et al., 2003). Two of the three other probable cases in Vancouver were imported from abroad and no secondary case of SARS from patient zero was detected (Health Canada, 2003). Fig. 4A illustrates that, in our simulated urban network, the difference between a patient zero with one to five contacts (Vancouver) and a patient zero with ten or more contacts (Toronto) can mean a doubling or tripling in the likelihood of an epidemic.",
            "cite_spans": [
                {
                    "start": 530,
                    "end": 551,
                    "mention": "Poutanen et al., 2003",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 799,
                    "end": 818,
                    "mention": "Health Canada, 2003",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 820,
                    "end": 841,
                    "mention": "Poutanen et al., 2003",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1033,
                    "end": 1054,
                    "mention": "Poutanen et al., 2003",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1196,
                    "end": 1215,
                    "mention": "Health Canada, 2003",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 165,
                    "end": 171,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1218,
                    "end": 1225,
                    "mention": "Fig. 4A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "This analysis further sheds light on the importance of contact patterns to the fate of an epidemic. Settings with different contact networks may share the same R\n0, yet may differ significantly in their vulnerability to an epidemic and the impact of an epidemic should one occur. Realistic contact networks also allow detailed quantitative assessments of intervention strategies. A caveat to this approach is the static nature of our models. While our calculations capture the temporal progression of a disease through a population, we assume that the underlying contact patterns are fixed throughout an outbreak, a reasonable assumption if public health control measures are implemented early and consistently. While one can easily consider temporally changing interventions through epidemiological simulation, we have not yet developed analytic methods to predict the impact of such dynamics.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "\nR\n0 is a valuable epidemiological quantity. It is relatively straightforward to derive based on routinely collected epidemiologic data and can be predictive in homogeneous settings; it also has historically informed effective vaccination strategies (Anderson and May, 1991; Hethcote, 2000). Yet R\n0 has its limits. Since R\n0 is a function of both the transmissibility of a disease and the contact patterns that underlie transmission, then measuring R\n0 in a location where contact rates are unusually high will lead to an estimate that is not appropriate for the larger community. As in the case of SARS, however, data is often only available for a limited and unrepresentative sample of the larger population.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 273,
                    "mention": "Anderson and May, 1991",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 275,
                    "end": 289,
                    "mention": "Hethcote, 2000",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Estimating the transmissibility T instead of R\n0 gives us a way out of this difficulty. This means reporting not just the number of new infections per case, but also the total estimated number of contacts during the infectious period of that case. Given the primary role of contact tracing in infectious disease control, the relevant data is often collected. As an alternative to such direct estimates of T, if the underlying contact network is known, one can estimate T based on epidemiological case counts. We can predict the expected number of cases at each generation of transmission as a function T (not described here) and thus estimate T by curve fitting to the appropriate data (Meyers et al., 2003). The sensitivity of our epidemiological predictions to the estimated value of T will vary by both contact network and disease (Fig. 3, Fig. 4, Fig. 5). For example, for highly contagious diseases (T>0.2), the probability of a large-scale epidemic is much more sensitive to minor variations in T in the power law network than in the Poisson and urban networks (Fig. 3). The reverse is true for mildly contagious diseases just above the epidemic threshold.",
            "cite_spans": [
                {
                    "start": 687,
                    "end": 706,
                    "mention": "Meyers et al., 2003",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 835,
                    "end": 841,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 843,
                    "end": 849,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 851,
                    "end": 857,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1068,
                    "end": 1074,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Unlike R0, T can be justifiably extrapolated from one location to another even if the contact patterns are quite disparate. We offer a simple example to illustrate the benefits of measuring T. Suppose we measure R0=2.7 in a hospital where the average individual comes in close contact with 100 other individuals. Then the probability that an individual will catch the disease from an infected contact is just 2.7% or, in network terms, T=0.027. Now suppose the typical individual in the general population has 10 close contacts that could potentially lead to the spread of a disease. If we extrapolate R0=2.7 to the general public, then we predict that, on average, 2.7 out of every 10 contacts or 27% of contacts become infected, whereas if we extrapolate T=0.027 to the general public we still have only 2.7% of contacts becoming infected, which gives us a much reduced expectation for the spread of the disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "We have illustrated that percolation theory allows us to shortcut time-consuming simulations to produce robust predictions about the size and likelihood of an epidemic, the implications of patient zero's contact patterns and the initial size of an outbreak, and optimally reducing the risk of infection at a personal and population level. To truly reap these benefits of the network epidemiology, we must have not only good estimates of T but also realistic models of contact networks. We have presented a first step towards a realistic community network and have shown that it departs significantly from the idealized networks previously used in network epidemiology, and yet still is sufficiently random for the application of epidemiological network analysis. The task of making even more realistic contact network models of small communities, hospitals, cities, even the global the population is enormous, but promises a step change in our ability to predict and effectively control the spread of infectious disease. As we incorporate better data at these various scales, network theory will allow us to generalize our predictions and make better suggestions for epidemiological control.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Schemata of: (A) urban, (B) power law, and (C) Poisson networks. Dots represent individuals and lines between dots represent contacts between individuals that could potentially lead to disease transmission.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Cumulative degree distributions for simulated urban, Poisson, and power law networks. As described in the text, these share the same epidemic threshold (Tc). Each line gives the probability that a randomly chosen individual (vertex) will have at least the number of contacts (degree) indicated on the x-axis. The degree distribution for the urban network is nearly exponential for degrees greater than ten.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Predicting outbreaks and epidemics. The left graph illustrates the average number of people infected in a small outbreak, 〈s〉, when T is below the epidemic threshold. The right graph illustrates S, the probability that an epidemic occurs when T is above the epidemic threshold. S also equals the expected fraction of the population infected during an epidemic, should one occur. The vertical lines correspond to recent estimates of R0 for SARS pre-intervention (right) and post-intervention (left) (Chowell and Fenimore, 2003a, Chowell and Hyman, 2003b; Lipsitch et al., 2003; Riley et al., 2003). Note that we chose the parameters for the power law and Poisson networks so that for any value of T, all three networks share the same R0. Simulation values are based on 2571 simulated epidemics, each starting with a unique individual in the network.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Predicting an epidemic from initial conditions. (A) The probability that patient zero will ignite a full-blown epidemic increases monotonically with his or her degree. The calculations are based on the simulated urban network. Simulation values are based on 2571 simulated epidemics, one for every unique patient zero in the network. Discrepancy between simulations and analysis is likely caused by the finite size of the network, which contains very few high degree vertices, and by the intrinsic community structure in which high degree vertices (like teachers and caregivers) are preferentially connected to each other. (B) The probability of a full-blown epidemic in the simulated urban network increases with the size of the initial outbreak. This calculation does not assume knowledge of the specific degrees of the individuals affected in the outbreak, information that would improve the prediction. For each circle in the graph, we ran 100 simulations starting with the appropriate number of randomly selected initial cases and calculated the fraction of those outbreaks that gave rise to an epidemic.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Individual intervention. The probability that an individual will become infected increases with the extent of personal precautions and the average transmissibility of the disease (calculated for a simulated urban network). For example, the 25% lines indicate the risk of infection if an individual who either reduces his/her contacts by 25% or lowers the likelihood of transmission per contact by 25%.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Demographics of intervention. The impact of contact-reducing interventions varies by demographic sector. Health care workers are most at risk followed by school children, working adults, and non-working adults. Light bars reflect baseline risk before intervention and dark bars reflect reduced risk to an individual who limits his or her contacts to half of the previous amount. Error bars are 95% confidence intervals that reflect underlying diversity of contact patterns within each demographic sector.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "SARS outbreaks in Ontario, Hong Kong and Singapore: the role of diagnosis and isolation as a control mechanism",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "P.W.",
                    "middle": [],
                    "last": "Fenimore",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J. Theor. Biol.",
            "volume": "224",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Scaling laws for the movement of people between locations in a large city",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Chowell",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Hyman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phys. Rev. E",
            "volume": "68",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Virus detectives seek source of SARS in China's wild animals",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Cyranoski",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Abbott",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A deterministic epidemic model taking account of repeated contacts between the same individuals",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Diekmann",
                    "suffix": ""
                },
                {
                    "first": "M.C.M.",
                    "middle": [],
                    "last": "De Jong",
                    "suffix": ""
                },
                {
                    "first": "J.A.J.",
                    "middle": [],
                    "last": "Metz",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Appl. Probab.",
            "volume": "35",
            "issn": "",
            "pages": "448-462",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Identification of a Novel Coronavirus in Patients with Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med.",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Stochastic spatial models",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Durrett",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "SIAM Rev.",
            "volume": "41",
            "issn": "",
            "pages": "577-718",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Modelling disease outbreaks in realistic urban social networks",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Eubank",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Guclu",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "429",
            "issn": "",
            "pages": "180-184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "N.T.J.",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Branching process models for surveillance of infectious diseases controlled by mass vaccination",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Farrington",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kanaan",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Gay",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Biostatistics",
            "volume": "4",
            "issn": "",
            "pages": "279-295",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "More realistic models of sexually transmitted disease transmission dynamics: sexual partnership networks, pair models, and moment closure",
            "authors": [
                {
                    "first": "N.M.",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "G.P.",
                    "middle": [],
                    "last": "Garnett",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Sex. Transm. Dis.",
            "volume": "27",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Optimal control of an epidemic by ring vaccination",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Greenhalgh",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Comm. Stat.:: Stoch. Models",
            "volume": "2",
            "issn": "",
            "pages": "339-363",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Mathematics of infectious diseases",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Hethcote",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "SIAM Rev.",
            "volume": "42",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [
                {
                    "first": "H.W.",
                    "middle": [],
                    "last": "Hethcote",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Yorke",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Correlation Models for Childhood Diseases",
            "authors": [
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Rand",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Proceedings of the Royal Society (London) B",
            "volume": "264",
            "issn": "",
            "pages": "1149-1156",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Modelling vaccination strategies against foot-and-mouth disease",
            "authors": [
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Keeling",
                    "suffix": ""
                },
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Woolhouse",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "421",
            "issn": "",
            "pages": "136-142",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Mean field-type equations for spread of epidemics: the ‘small world’ model",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kleczkowski",
                    "suffix": ""
                },
                {
                    "first": "B.T.",
                    "middle": [],
                    "last": "Grenfell",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Physica A",
            "volume": "274",
            "issn": "",
            "pages": "1-385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "A Novel Coronavirus Associated with Severe Acute Respiratory Syndrome",
            "authors": [
                {
                    "first": "T.G.",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med.",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Epidemics with two levels of mixing",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Mollison",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Scalia-Tomba",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Ann. Appl. Probab.",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "On the formulation of discrete-time epidemic models",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Lefevre",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Math. Biosci.",
            "volume": "95",
            "issn": "",
            "pages": "27-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Severe acute respiratory syndrome—Singapore, 2003",
            "authors": [
                {
                    "first": "Y.S.",
                    "middle": [],
                    "last": "Leo",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Morb. Mort. Wkly. Rep.",
            "volume": "52",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Epidemiology",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Lloyd",
                    "suffix": ""
                },
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "How viruses spread among computers and people. Science",
            "volume": "292",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "A mathematical model for predicting the geographic spread of new infectious agents",
            "authors": [
                {
                    "first": "I.M.",
                    "middle": [],
                    "last": "Longini",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Math. Biosci.",
            "volume": "90",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The Genome Sequence of the SARS-Associated Coronavirus",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Marra",
                    "suffix": ""
                },
                {
                    "first": "S.J.M.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Applying network theory to epidemics: control measures for Mycoplasma pneumoniae outbreaks",
            "authors": [
                {
                    "first": "L.A.",
                    "middle": [],
                    "last": "Meyers",
                    "suffix": ""
                },
                {
                    "first": "M.E.J.",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Emerg. Infect. Dis.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Ring vaccination",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Schönfisch",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kirkilionis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Math. Biol.",
            "volume": "41",
            "issn": "",
            "pages": "143-171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Emergence of scaling in random networks",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Barabasi",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Albert",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Science",
            "volume": "286",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Epidemic spreading in scale-free networks",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Phys. Rev. Lett.",
            "volume": "86",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J.S.M.",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S.T.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Identification of Severe Acute Respiratory Syndrome in Canada",
            "authors": [
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N. Engl. J. Med.",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Renshaw",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Bayesian Inference for Stochastic Epidemics in Populations with Random Social Structure",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ritton",
                    "suffix": ""
                },
                {
                    "first": "P.D.",
                    "middle": [],
                    "last": "O’neill",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Scand. J. Stat.",
            "volume": "29",
            "issn": "",
            "pages": "375-390",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Percolation on heterogeneous networks as a model for epidemics",
            "authors": [
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Sander",
                    "suffix": ""
                },
                {
                    "first": "C.P.",
                    "middle": [],
                    "last": "Warren",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Math. Biosci.",
            "volume": "180",
            "issn": "",
            "pages": "293-305",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "The spread and persistence of infectious diseases in structured populations",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sattenspiel",
                    "suffix": ""
                },
                {
                    "first": "C.P.",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Math. Biosci.",
            "volume": "90",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W.H.",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "A microsimulation model for decision support in STD control",
            "authors": [
                {
                    "first": "C.P.B.",
                    "middle": [],
                    "last": "Van Der Ploeg",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Van Vliet",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Interfaces",
            "volume": "28",
            "issn": "",
            "pages": "84-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Evidence of airborne transmission of the severe acute respiratory syndrome virus",
            "authors": [
                {
                    "first": "I.T.S.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N. Engl. J. Med.",
            "volume": "350",
            "issn": "",
            "pages": "1731-1739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Estimation for discrete time branching processes with application to epidemics",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Becker",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Biometrics",
            "volume": "33",
            "issn": "",
            "pages": "515-522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}