{
    "paper_id": "PMC7179064",
    "metadata": {
        "title": "COVID-19 Pandemic: Greater Protection for Health Care Providers in the Hospital “Hot Zones”?",
        "authors": [
            {
                "first": "Vivian",
                "middle": [],
                "last": "Ip",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Timur",
                "middle": [
                    "J.",
                    "P."
                ],
                "last": "Özelsel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rakesh",
                "middle": [
                    "V."
                ],
                "last": "Sondekoppam",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ban",
                "middle": [
                    "C.",
                    "H."
                ],
                "last": "Tsui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "We read with interest the case report by Landau et al1 of an asymptomatic parturient who presented with features of chorioamnionitis but later tested positive for Coronavirus Disease 2019 (COVID-19) in the postpartum period. The inadvertent exposure of her health care providers (HCPs) was due more to the guidelines in place recommending personal protective equipment (PPE) based on screening profile rather than mandatory testing of patients.1This case illustrates the dilemma faced by many institutions amid the current pandemic in regards to caring for asymptomatic patients. We thank the Society of Obstetric Anesthesia and Perinatology (SOAP) for recommending a higher level of PPE to all HCPs taking care of parturients in the operating rooms subsequent to this index case. This case serves as a learning lesson to better aid HCPs in the current fight against this pandemic.2 Because of the shortage of PPE, many institutional recommendations include either no or lower-level PPE for the care of the asymptomatic patient without identifiable risk factors.3 A better balance must be struck between conserving PPE and the safety of HCPs. However, can one justify compromising the safety of HCPs because of the scarcity of PPE?",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 54,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 444,
                    "end": 445,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 881,
                    "end": 882,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1062,
                    "end": 1063,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "To the Editor",
            "ref_spans": []
        },
        {
            "text": "There have been reports of asymptomatic spread of COVID-19.4 Literature has also highlighted up to 29% of hospital-acquired infection, most of which was before mandatory self-protection with PPE.5 Figures from Canadian media showed that in Italy, 4824 HCPs had been infected as of late March, and at least 61 doctors had died.6 Given the presence of community spread of COVID-19, without implementation of active testing and contact tracing, the true extent of infection remains unknown. The trigger for asymptomatic patients to be treated as “suspected COVID-19” is open to interpretation, and there is very little guidance or recommendation by World Health Organization or US Centers for Disease Control and Prevention in this regard. Without a highly sensitive test, another challenge is to ascertain whether asymptomatic patients are not paucisymptomatic and are truly COVID negative.",
            "cite_spans": [
                {
                    "start": 59,
                    "end": 60,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 195,
                    "end": 196,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 326,
                    "end": 327,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "To the Editor",
            "ref_spans": []
        },
        {
            "text": "In the context of aerosol-generating medical procedures (AGMPs), regional anesthesia is theoretically considered “safer” because itmay avoid intubation or bag mask ventilation. Despite this, a recent case series raises the question of whether regional anesthesia also requires airborne PPE. Airborne PPE resulted in fewer HCPs infections compared to contact/droplet PPE in spinal anesthesia for COVID-19 patients, where the lower-level PPE used in this case series was also due to possible delayed diagnosis.3 Airborne PPE should be considered for HCPs operating in the “hot zone” such as the operating room, where AGMPs are performed, accidental breathing circuit disconnection can occur, or the urgent need to convert from regional anesthesia to general anesthesia. The potential need for airborne PPE in asymptomatic patients during AGMPs and regional anesthesia will further drain resources, and therefore, judicious use of PPE is paramount. However, if HCPs are advised to use lower-level PPE in the hot zone, especially in the midst of increasing community spread, it can potentially jeopardize disease containment and result in workforce reduction. Instead, other modalities should be explored to obtain high-level PPE. One option is reusable PPE, especially with the recent approval for reusable industrial respirators and decontamination systems for N95 masks by the Food and Drug Administration. In Edmonton, Canada, reusable waterproof surgical gowns, goggles, and face shields are available and used, all of which can be easily sterilized or decontaminated.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 509,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "To the Editor",
            "ref_spans": []
        },
        {
            "text": "Within the hospital setting, another danger of the COVID-19 pandemic is cross-contamination between patients. The authors mention that a high-efficiency particulate air (HEPA) filter was not used in the case becausethis was not part of the recommendations for asymptomatic patients. If all patients had a HEPA filter attached onto the endotracheal tube directly, this would prevent cross-contamination of the breathing circuit and the gassampling line and also minimize the risk during transfer of an intubated patient. In fact, this has been our routine practice in Edmonton, Canada, even before the pandemic.",
            "cite_spans": [],
            "section": "To the Editor",
            "ref_spans": []
        },
        {
            "text": "The rapid spread of COVID-19 in a short period of time has not allowed the accumulation of robust evidence of viral transmission and optimal HCPs protection. When there is paucity of data, we should err on the side of caution to protect HCPs, especially those who operate in the hot zone where eventualities occur. Vigilant measures, such as the current SOAP recommendation, should be in place to minimize both infection of HCPs and cross-contamination between patients.2 With increasing community spread, these measures should be applied even for asymptomatic patients. Reusable options can provide a sustainable PPE supply as well as reduce the heavy environmental burden of increasing production and disposal, especially when the duration of pandemic is uncertain. Perhaps a lesson learnt from this pandemic so far is the value of sustainability of hospital supplies—ideally before an actual pandemic. The safety of HCPs should not be overlooked due to a scarce supply of PPE.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 471,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "To the Editor",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Lessons learned from first COVID-19 cases in the United States.",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Landau",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mhyre",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Anesth Analg",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Interim considerations for obstetric anesthesia care related to COVID-19.",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Podovei",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Bernstein",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Spinal anaesthesia for patients with coronavirus disease 2019 and possible transmission rates in anaesthetists: retrospective, single-centre, observational cohort study.",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Anaesth",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany.",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "970-971",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Intubation and ventilation amid the COVID-19 outbreak.",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Meng",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Wan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Anesthesiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "As COVID-19 crisis worsens, healthcare providers question how much mortal risk they should be asked to take.",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kirkey",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}