{
    "paper_id": "PMC7088240",
    "metadata": {
        "title": "Surprise is a Neglected Aspect of Emerging Infectious Disease",
        "authors": [
            {
                "first": "Craig",
                "middle": [],
                "last": "Stephen",
                "suffix": "",
                "email": "cstephen@cwhc-rcsf.ca",
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [],
                "last": "Berezowski",
                "suffix": "",
                "email": "john.berezowski@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Vikram",
                "middle": [],
                "last": "Misra",
                "suffix": "",
                "email": "vikram.misra@usask.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Emerging infectious diseases (EIDs) are new, their causes are not visible, risks are not equitable, and they are often out of the control of the risk perceiver (Bond and Nolan 2011). Their potential for economic harm or high rates of mortality and morbidity have been the motivators for response. But, the fact that we cannot predict with reasonable precision when and where they will occur, whether they will be mild or devastating, or which etiologies will be involved, elevates EIDs to a special level of concern. EIDs have caught us by surprise even though the drivers of emergence are broadly known (Wolfe et al. 2007; Jones et al. 2008) and there are sophisticated EID surveillance systems. Surprises reduce our trust in the knowledge and people upon whom we rely to protect us (Howard 2011). The ever-present but surprising threat of EIDs leaves us feeling disempowered and vulnerable. Our response should, therefore, address surprise.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 180,
                    "mention": "2011",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 618,
                    "end": 622,
                    "mention": "2007",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 637,
                    "end": 641,
                    "mention": "2008",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 792,
                    "end": 796,
                    "mention": "2011",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Health is the outcome of non-linear, dynamic interactions between individuals and their social, biotic and abiotic environments. Complex systems and chaos theories allow us to conclude that emergent behaviour (surprise) is a defining feature of socio-ecological systems (Schneider and Turner 1995). Surprises are, therefore, a normal part of health. Climate change science is concerned with surprise (Schneider 2004), so too is sustainable development (Gladwin et al. 1995), and business management (Taleb 2007); but the focus on prediction, measurement and detection has largely made inquiries into EIDs surprise free. The prevailing response has been to acquire more information through better measurement to predict new EIDs rather than accept that EIDs are inevitable and try to discover the circumstances that create resilience to surprise. EID research has been adept at discovering threats, mapping their consequences and mounting responses when the threat is known. But it has been less able to “get ahead of the curve” to inspire action in the absence of an emerged threat or to prepare populations to resist multiple, uncertain or unknown threats.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "mention": "1995",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 411,
                    "end": 415,
                    "mention": "2004",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 468,
                    "end": 472,
                    "mention": "1995",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 506,
                    "end": 510,
                    "mention": "2007",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "There are four broad types of surprise (Betts 1980; Kates and Clark 1996; Pina e Cuhna et al. 2006). First, we may be unaware of an event or consequence until it becomes severe or affects a population of special interest. These surprises are knowable in retrospect but elude detection because of lack of surveillance or interest in a place or population. For example, prior to SARS, Nipah virus, MERS Co-v and White Nose Syndrome, there was little interest in bats. Today, a review of their geography, ecology, and phylogeny in light of changes in their habitat and interfaces with people clearly identifies bats as surveillance targets (Hughes et al. 2007). Continued low investment in wildlife surveillance maintains the risk that the next wildlife borne EID will not be detected until people or domestic animals are affected, just as was experienced for bat-associated viruses.",
            "cite_spans": [
                {
                    "start": 46,
                    "end": 50,
                    "mention": "1980",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 68,
                    "end": 72,
                    "mention": "1996",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 94,
                    "end": 98,
                    "mention": "2006",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 652,
                    "end": 656,
                    "mention": "2007",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Failure to recognize an actionable signal or respond to that signal despite ample warning is a second reason for surprise. The arrival of West Nile virus in North America is an example. Despite current consensus that the bird and human outbreaks in New York were linked, this association was initially dismissed, delaying identification of the cause of the outbreak (Anon 2000). Most EID early warning systems focus on biomedical outcomes in people or animals that might provide signals of an impending epidemic. But signals seen in social or ecological changes are usually insufficient to inspire responses despite the essential role of such changes in disease emergence.",
            "cite_spans": [
                {
                    "start": 372,
                    "end": 376,
                    "mention": "2000",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Response to these first two categories of surprise has been to connect specialized pools of knowledge and improve access to the larger network of information. One Health, for example, calls upon the human, animal and environmental health to work in an integrated fashion (Lee and Brumme 2013). These first two categories of surprise require “specialized generalists” who are open to exploring plausible but unusual scenarios and let the questions guide their approach rather than being guided by tradition, experts, or schools of thought. One Health has encouraged and supported interdisciplinary health teams that span the biomedical, ecological and social realms (Stephen and Karesh 2014) but it generally focuses on one pathogen at a time. The determinants of health have been beyond the scope of many One Health programs (Stephen and Karesh 2014) despite their profound impacts on infectious disease ecology. Individuals and populations are confronted by many interacting determinants of health and threats (i.e. EIDs, pollution, climate change, habitat loss, and social change) that do not exist in isolation. It seems reasonable to ask whether EID research needs to evolve from interdisciplinary teams tackling single diseases to ‘interprobleminary’ teams that examine the interactions and implications of multiple problems occurring simultaneously in a place or population.",
            "cite_spans": [
                {
                    "start": 287,
                    "end": 291,
                    "mention": "2013",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 685,
                    "end": 689,
                    "mention": "2014",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 845,
                    "end": 849,
                    "mention": "2014",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Unanticipated consequences of socio-ecological interactions are the third category of surprise. They are conceivable in retrospect once additional investigation reveals connections that drove the emergence but were not previously anticipated. For example, it has been postulated that a subsidized European Union fishing fleet increased its catch off the African coast to such an extent that fish supplies in Ghana were reduced to a point that bushmeat was increasingly used to supplement local protein supplies, which in turn resulted in human exposure to Ebola virus (Myers and Patz 2009). It is unlikely that anyone anticipated such a consequence of a fishing policy.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 588,
                    "mention": "2009",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The fourth type of surprise is new, previously inconceivable events. Prion-associated diseases are an example. Prions were unprecedented and unexpected and caused disease by an entirely novel mechanism. The latter two surprise types arise due to uncertain, ambiguous or unanticipated phenomena. Predictive models often hope to find a key ecological or social properties to explain emergence. Unfortunately, it is rarely possible to detect a strong enough signal early enough to prevent emergence or even to generate consensus on the attributable fraction of socio-ecological variables in the face of such uncertainty.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "If we accept that (1) EIDs result from interacting biological, social and environmental determinants, (2) there is ambiguity and uncertainty at the human–animal–environment interfaces where EIDs originate and (3) emergent behaviour is a defining feature of complex, ambiguous systems, we must conclude that predicting the next EID with sufficient confidence to inspire actions may be not be possible. It might be concluded that there are no general laws of emergence, as there are general laws in physics. Given the poor success to date in predicting environmental surprises, it seems logical to invest effort into creating populations that are less vulnerable and better able to recover. The goal should not be to build more complex predictive models, but rather to build resilience against the next inevitable surprise. Unpredictability increases when resilience is lost (Holling 1996), therefore, increasing resilience seems a reasonable EID strategy. In a world of concurrent problems, unique solutions for each problem are neither feasible nor effective (Fried et al. 2012). Managing for resilience means tracking and managing multiple interacting issues (Allen et al. 2011)—an interprobleminary approach.",
            "cite_spans": [
                {
                    "start": 882,
                    "end": 886,
                    "mention": "1996",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "mention": "2012",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1174,
                    "end": 1178,
                    "mention": "2011",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In addition to monitoring and anticipating new hazards, a surprised-focussed approach to EIDs would be equally concerned with monitoring and managing population vulnerability and augmenting the capacity of populations to adapt to and recover from surprise. The idea of a healthscape may be a helpful concept to facilitate this shift in EID attention. Healthscapes are the biophysical and social space and relationships in which everyday health occurs (Gold and Clapp 2011). Just as landscape ecology links biophysical and socioeconomic sciences to improve relationships between ecological processes in a landscape, a healthscape encompasses the biomedical and socio-ecological circumstances of a particular place or system that affect health capacity and vulnerability. The healthscape concept would be less concerned with finding the mechanisms of harm from specific hazards, and more focused on finding common means to reduce vulnerability across many problems and to increase the ability to cope with life as it is lived.",
            "cite_spans": [
                {
                    "start": 467,
                    "end": 471,
                    "mention": "2011",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "EIDs have been described as evolution in the “context of accelerating environmental and human behavioural alterations that provide new ecological niches into which evolving microbes can readily fit” (Morens et al. 2004). The overwhelming origin of these evolution forces is an exponentially growing human population that is highly connected and rapidly altering its environment. Human-mediated evolution tends to catch us by surprise, and strategies to respond or adapt need to be invented from scratch (Palumbi 2001). There is scant evidence that interdisciplinary approaches like One Health result in more effective or efficient responses. The lack of evidence can be traced to the preponderance of evaluations that focus on single diseases or outcomes rather than focussing more holistically on settings and systems (Dooris 2005). Practical limitations such as funding and resources constrain investigators from using system-wide holistic approaches, causing them to focus on smaller scale projects dealing with very specific outcomes (Dooris 2005). This limits much EID research to be a science of ‘parts’ rather than a science of the whole.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 218,
                    "mention": "2004",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 512,
                    "end": 516,
                    "mention": "2001",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 827,
                    "end": 831,
                    "mention": "2005",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1046,
                    "end": 1050,
                    "mention": "2005",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We can be assured that we will continue to be surprised by new threats emerging from increasingly coupled social and ecological systems. Building capacity for rapid detection and response is a key to our ability to mitigate the effects of these surprises. We can also be assured that the solutions to a single problem will benefit from understanding how other problems influence it. Until an interprobleminary approach is deployed to create healthscapes that help populations cope with change, we are likely to remain surprised and always responding to the next new hazard. Rather than being surprised that interdisciplinary approaches to single diseases has not halted the emergence of new threats, we should instead be surprised that we continue to invest almost exclusively in studying those threats after they occur, rather than cultivating resilience in order to be better cope with the next inevitable surprise.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Managing for resilience",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "GS",
                    "middle": [],
                    "last": "Cumming",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Garmestani",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                },
                {
                    "first": "BH",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Wildlife Biology",
            "volume": "17",
            "issn": "4",
            "pages": "337-349",
            "other_ids": {
                "DOI": [
                    "10.2981/10-084"
                ]
            }
        },
        "BIBREF1": {
            "title": "Environmental nasty surprises, post-normal science, and the troubled role of expert in sustainable democratic environmental decision making",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Howard",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Futures",
            "volume": "42",
            "issn": "",
            "pages": "182-195",
            "other_ids": {
                "DOI": [
                    "10.1016/j.futures.2010.10.007"
                ]
            }
        },
        "BIBREF2": {
            "title": "Emerging viruses: coming in on a wrinkled wing and a prayer",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Halpin",
                    "suffix": ""
                },
                {
                    "first": "AD",
                    "middle": [],
                    "last": "Hyatt",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Plowright",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clinical Infectious Disease",
            "volume": "44",
            "issn": "5",
            "pages": "711-717",
            "other_ids": {
                "DOI": [
                    "10.1086/511078"
                ]
            }
        },
        "BIBREF3": {
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                },
                {
                    "first": "NG",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Storeygard",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Balk",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Gittleman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Daszak",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "7181",
            "pages": "990-993",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06536"
                ]
            }
        },
        "BIBREF4": {
            "title": "Environmental surprise: expecting the unexpected?",
            "authors": [
                {
                    "first": "RW",
                    "middle": [],
                    "last": "Kates",
                    "suffix": ""
                },
                {
                    "first": "WC",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Environment: Science and Policy for Sustainable Development",
            "volume": "38",
            "issn": "2",
            "pages": "6-34",
            "other_ids": {
                "DOI": [
                    "10.1080/00139157.1996.9933458"
                ]
            }
        },
        "BIBREF5": {
            "title": "Operationalizing the One Health approach: the global governance challenges",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "ZL",
                    "middle": [],
                    "last": "Brumme",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Health Policy and Planning.",
            "volume": "28",
            "issn": "7",
            "pages": "778-785",
            "other_ids": {
                "DOI": [
                    "10.1093/heapol/czs127"
                ]
            }
        },
        "BIBREF6": {
            "title": "The challenge of emerging and re-emerging infectious diseases",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Morens",
                    "suffix": ""
                },
                {
                    "first": "GK",
                    "middle": [],
                    "last": "Folkers",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "430",
            "issn": "6996",
            "pages": "242-249",
            "other_ids": {
                "DOI": [
                    "10.1038/nature02759"
                ]
            }
        },
        "BIBREF7": {
            "title": "Emerging threats to human health from global environmental change",
            "authors": [
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Patz",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Annual Review of Environment and Resources.",
            "volume": "34",
            "issn": "",
            "pages": "223-252",
            "other_ids": {
                "DOI": [
                    "10.1146/annurev.environ.033108.102650"
                ]
            }
        },
        "BIBREF8": {
            "title": "Humans as the world’s greatest evolutionary force",
            "authors": [
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Palumbi",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "293",
            "issn": "5536",
            "pages": "1786-1790",
            "other_ids": {
                "DOI": [
                    "10.1126/science.293.5536.1786"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Abrupt non-linear climate change, irreversibility and surprise",
            "authors": [
                {
                    "first": "SH",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Global Environmental Change",
            "volume": "14",
            "issn": "3",
            "pages": "245-258",
            "other_ids": {
                "DOI": [
                    "10.1016/j.gloenvcha.2004.04.008"
                ]
            }
        },
        "BIBREF13": {
            "title": "Is ‘One Health’ delivering results?",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Stephen",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Karesh",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Revue scientifique et technique",
            "volume": "33",
            "issn": "2",
            "pages": "375-379",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Black swans and the domains of statistics",
            "authors": [
                {
                    "first": "NN",
                    "middle": [],
                    "last": "Taleb",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "The American Statistician",
            "volume": "61",
            "issn": "3",
            "pages": "198-200",
            "other_ids": {
                "DOI": [
                    "10.1198/000313007X219996"
                ]
            }
        },
        "BIBREF15": {
            "title": "Origins of major human infectious diseases",
            "authors": [
                {
                    "first": "ND",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                },
                {
                    "first": "CP",
                    "middle": [],
                    "last": "Dunavan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Diamond",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "7142",
            "pages": "279-283",
            "other_ids": {
                "DOI": [
                    "10.1038/nature05775"
                ]
            }
        },
        "BIBREF16": {
            "title": "Surprise despite warning: why sudden attacks succeed",
            "authors": [
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Betts",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "Political Science Quarterly",
            "volume": "95",
            "issn": "4",
            "pages": "551-575",
            "other_ids": {
                "DOI": [
                    "10.2307/2150604"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Healthy settings: Challenges to generating evidence of effectiveness",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Dooris",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Health Promotion International",
            "volume": "21",
            "issn": "1",
            "pages": "55-65",
            "other_ids": {
                "DOI": [
                    "10.1093/heapro/dai030"
                ]
            }
        },
        "BIBREF19": {
            "title": "Global public health leadership for the twenty-first century: towards improved health of all populations",
            "authors": [
                {
                    "first": "LP",
                    "middle": [],
                    "last": "Fried",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Piot",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Frenk",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Flahault",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Parker",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Global Public Health",
            "volume": "7",
            "issn": "sup1",
            "pages": "S5-S15",
            "other_ids": {
                "DOI": [
                    "10.1080/17441692.2012.702118"
                ]
            }
        },
        "BIBREF20": {
            "title": "Shifting paradigms for sustainable development: Implications for management theory and research",
            "authors": [
                {
                    "first": "TN",
                    "middle": [],
                    "last": "Gladwin",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Kennelly",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Academy of Management Review",
            "volume": "20",
            "issn": "4",
            "pages": "874-907",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Negotiating health and identity: lay healing, medicinal plants, and indigenous healthscapes in highland Peru",
            "authors": [
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Gold",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Clapp",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Latin American Research Review",
            "volume": "46",
            "issn": "3",
            "pages": "93-111",
            "other_ids": {
                "DOI": [
                    "10.1353/lar.2011.0053"
                ]
            }
        },
        "BIBREF22": {
            "title": "Surprise for science, resilience of ecosystems and incentives for people",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Holling",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Ecological Applications",
            "volume": "6",
            "issn": "3",
            "pages": "733-735",
            "other_ids": {
                "DOI": [
                    "10.2307/2269475"
                ]
            }
        }
    }
}