{
    "paper_id": "PMC7132657",
    "metadata": {
        "title": "Huile essentielle de Laurier noble",
        "authors": [
            {
                "first": "Annelise",
                "middle": [],
                "last": "Lobstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Françoise",
                "middle": [],
                "last": "Couic-Marinier",
                "suffix": "",
                "email": "marinier.francoise@wanadoo.fr",
                "affiliation": {}
            },
            {
                "first": "Camille",
                "middle": [],
                "last": "Briot",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nAutres appellations : laurier noble, laurier-sauce, laurier d’Apollon, laurier franc, laurier commun.",
            "cite_spans": [],
            "section": "Caractéristiques",
            "ref_spans": []
        },
        {
            "text": "\nOrganes producteurs : feuilles et rameaux fleuris.",
            "cite_spans": [],
            "section": "Caractéristiques",
            "ref_spans": []
        },
        {
            "text": "\nRendement : il faut environ 30 kg (10 kg seulement en automne) de feuilles pour obtenir 1 litre d’HE par distillation à la vapeur d’eau.",
            "cite_spans": [],
            "section": "Caractéristiques",
            "ref_spans": []
        },
        {
            "text": "\nCaractères organoleptiques : liquide limpide, jaune pâle à jaune très clair, d’odeur épicée et cinéolée.",
            "cite_spans": [],
            "section": "Caractéristiques",
            "ref_spans": []
        },
        {
            "text": "\nNorme alimentaire : il n’existe pas de norme Afnor concernant l’HE de Laurier noble, mais uniquement une norme qui fixe les “spécifications des feuilles de Laurus nobilis entières et broyées” commercialisées [2].",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 212,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Caractéristiques",
            "ref_spans": []
        },
        {
            "text": "\nNorme cosmétique : le méthyleugénol contenu dans cette HE (n̊ CAS 93-15-2) est interdit dans les produits cosmétiques sauf s’il s’agit de méthyleugénol naturellement présent dans les extraits et les HE et sous réserve que sa concentration n’excède pas : 0,01 % dans les parfums fins, 0,004 % dans les eaux de toilette, 0,002% dans les crèmes parfumées, 0,001 % dans les produits rincés.",
            "cite_spans": [],
            "section": "Caractéristiques",
            "ref_spans": []
        },
        {
            "text": "\nQualité pharmaceutique : pas de monographie à la pharmacopée.",
            "cite_spans": [],
            "section": "Caractéristiques",
            "ref_spans": []
        },
        {
            "text": "\nUsages bien établi et traditionnel : absence de monographie communautaire HMPC (Committee on Herbal Medicinal Products).",
            "cite_spans": [],
            "section": "Caractéristiques",
            "ref_spans": []
        },
        {
            "text": "Le laurier noble est un grand arbuste à écorce grise atteignant 2 à 6 mètres de haut, voire 15 à l’état sauvage. Afin de simplifier sa récolte, il est fréquemment taillé en arbrisseau. D’allure pyramidale, il présente un feuillage dense vert foncé et persistant. Sa croissance est généralement lente, d’environ 5 à 6 mètres en 20 ans. Il peut facilement devenir centenaire.",
            "cite_spans": [],
            "section": "Plante d’origine",
            "ref_spans": []
        },
        {
            "text": "Il ne faut pas le confondre avec :•\nPrunus laurocerasus, le laurier-cerise, dont les feuilles et les graines sont toxiques ;•\nNerium oleander, le laurier-rose, qui induit cependant peu de confusion puisque toutes les parties de l’arbre sont différentes ; elles sont d’ailleurs aussi toutes toxiques, voire mortelles, notamment feuilles et fleurs ;•\nDaphne laureola, le laurier des bois, aussi appelé lauréole ou “laurier purgatif”, dont les fruits peuvent générer de graves troubles digestifs et l’écorce des irritations cutanées suite à son contact.\n",
            "cite_spans": [],
            "section": "Plante d’origine",
            "ref_spans": []
        },
        {
            "text": "Pour pouvoir prétendre à une qualité pharmaceutique et être utilisée en aromathérapie, l’HE de Laurier noble doit contenir : 35-45 % de 1,8-cinéole, 4-6 % d’α-pinène, 3-5 % de β-pinène, 4,5 % de sabinène, 3,7 % de β-élémène, β-caryophyllène et α-humulène, 6-14 % de linalol, 1,5-4,5 % d’α-terpinéol, 2,5 % de terpinène-1-ol-4, 2,5-8,8 % d’acétate de terpényle, 1,5-3 % d’eugénol, 2,5-7,5 % de méthyleugénol, 1,8 % de costunolide et 0,5 % d’artémorine.",
            "cite_spans": [],
            "section": "Composition chimique",
            "ref_spans": []
        },
        {
            "text": "L’HE de Laurier noble possède une notable activité anti-infectieuse. Celle-ci peut être considérée comme modérée encomparaison à d’autres HE, mais néanmoins intéressante en thérapeutique. Par ailleurs, de nombreux travaux confirment son activité antimicrobienne à large spectre in vitro, de part sa forte concentration en 1,8-cinéole associé notamment à de l’eugénol ou son méthyl. Une étude tunisienne a testé l’HE de Laurier noble sur Escherichia coli et Lactobacillus plantarum [3], et une autre a montré une efficacité sur Salmonella typhymurium, Staphylcoccus aureus et E. coli [4].",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 484,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 583,
                    "end": 586,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Antibactérienne et antivirale ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "L’HE de Laurier noble est couramment utilisée pour traiter les plaies buccales. Une étude confirme son pouvoir anti-staphylococcique : elle a la capacité d’inhiber les souches buccales de S. aureus avec une importante activité anti-biofilm. Elle pourrait ainsi avoir un rôle prometteur dans la prévention des infections bucco-dentaires [5].",
            "cite_spans": [
                {
                    "start": 336,
                    "end": 339,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Antibactérienne et antivirale ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "L’HE est également un puissant virucide. L’association 1,8-cinéole et monoterpénols est très efficace pour traiter des pathologies ORL basses d’origine virale (coronarovirus, SARS-coV, Herpès virus [HSV-1]) [6].",
            "cite_spans": [
                {
                    "start": 207,
                    "end": 210,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Antibactérienne et antivirale ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "Les oxydes terpéniques comme le 1,8-cinéole contenus dans cette HE stimulent les glandes à mucine ainsi que le mouvement des cils de la muqueuse de l’arbre respiratoire. Le rôle de ces molécules est de dissoudre les complexes colloïdo-lipidiques des sécrétions afin de permettre la destruction des germes qui y sont enfouis.",
            "cite_spans": [],
            "section": "Mucolytique et expectorante ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "L’acétate de terpényle, l’ester majoritaire de L. nobilis, possède notamment une action antispasmodique coronarienne et coronodilatatrice.",
            "cite_spans": [],
            "section": "Antispasmodique, antalgique et anti-inflammatoire ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "Les douleurs de diverses origines peuvent être traitées efficacement par l’HE de Laurier noble qui est un antalgique et antinévralgique très efficace.",
            "cite_spans": [],
            "section": "Antispasmodique, antalgique et anti-inflammatoire ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "Contenant à la fois de l’eugénol et du méthyl-eugénol, cette HE soulage les algies dentaires de façon encore plus efficace que l’HE de Clou de girofle, pourtant plus connue dans ce domaine.",
            "cite_spans": [],
            "section": "Antispasmodique, antalgique et anti-inflammatoire ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "Enfin, une étude iranienne a montré qu’à la dose de 0,2 mL/kg, elle aurait, in vivo, une action anti-inflammatoire comparable à celle du piroxicam, retardée mais plus prolongée que la molécule allopathique [7].",
            "cite_spans": [
                {
                    "start": 206,
                    "end": 209,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Antispasmodique, antalgique et anti-inflammatoire ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "L’HE de Laurier noble est employée comme anti-épileptique dans la médecine traditionnelle iranienne et a fait, dans ce cadre, l’objet d’études [8].",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Anticonvulsivante et rééquilibrante ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "La plante possède une activité psychique notable, en adéquation avec le symbole de la victoire auquel elle est associée. Elle permet notamment de réguler les systèmes ortho- et parasympathiques. Cependant, aucune étude n’a été menée in vivo, seules des études observationnelles, lors d’examens notamment.",
            "cite_spans": [],
            "section": "Anticonvulsivante et rééquilibrante ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "L’HE de Laurier noble possède une activité répulsive significative sur Culex pipiens : jusqu’à 83 % de répulsion à 315 secondes d’exposition pour une dose de10 μL [9], [10].",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 166,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 168,
                    "end": 172,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Insecticide et répulsive ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "L’HE de Laurier noble a montré une action antiproliférative sur des cellules rencontrées dans la leucémie myéloïde chronique (LMC). Par ailleurs, elle permet d’obtenir une synergie d’action antitumorale lorsqu’elle est associée aux chimiothérapies à base de cytarabine [11]. Un impact significatif est observé sur une lignée de cellules tumorales mammaires [12].",
            "cite_spans": [
                {
                    "start": 269,
                    "end": 273,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 357,
                    "end": 361,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Cytotoxique, antioxydante et antiproliférative ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "\nIn vitro, l’HE inhibe l’activité de l’α-glucosidase à plus de 90 % à la concentration de 7,5 μL/mL, par inhibition compétitive [13].",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Inhibitrice de l’α-glucosidase ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "L’HE de Laurier noble est également capable de stimuler l’immunité. Le 1,8-cinéole a démontré, lors d’expériences, son caractère immunostimulant en augmentant les γ-globulines et les β-globulines.",
            "cite_spans": [],
            "section": "Immunorégulatrice ::: Propriétés et indications",
            "ref_spans": []
        },
        {
            "text": "Le laurier noble possède d’intéressantes propriétés anti-infectieuses et antiputrides qui peuvent être utiles pour traiter des troubles cutanés tels que des mycoses ou des nécroses tissulaires.",
            "cite_spans": [],
            "section": "Affections cutanées ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nCandidose cutanée : HE de Lavande (deux gouttes), HE de Laurier noble (quatre gouttes), HE de Tea tree (deux gouttes) et huile végétale (HV) de Jojoba (5 mL) ; deux à trois gouttes du mélange appliquées localement deux fois par jour pendant deux à trois semaines. Cette formule complète permet de traiter efficacement les mycoses causées par les levures du genre Candida. Les HE de Laurier noble et Tea tree possèdent des propriétés fongicides reconnues (présence de sabinène et 1,8-cinéole dans le laurier noble) et l’ajout de l’HE de Lavande permet de protéger la peau d’une irritation possible.",
            "cite_spans": [],
            "section": "Affections cutanées ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nHerpès labial : HE de Laurier noble ; une goutte déposée localement à l’aide d’un coton-tige cinq fois par jour sur les lésions jusqu’à guérison ; ajouter une HV si l’utilisation dure plusieurs jours.",
            "cite_spans": [],
            "section": "Affections cutanées ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nInfection respiratoire : HE de Laurier noble ; deux gouttes diluées en massage sur les poignets ou par voie orale sur un support. Par sa composition riche en eucalyptol, cette HE permet de traiter de nombreuses pathologies ORL (toux, rhume, grippe…) ; elle est en effet expectorante, antivirale et immunostimulante.",
            "cite_spans": [],
            "section": "Affections cutanées ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nGrippe : HE d’Eucalyptus radié (deux gouttes), HE de Ravintsara (trois gouttes), HE de Laurier noble (une goutte) et HE de Niaouli (une goutte) ; six gouttes pures du mélange sur le thorax et le haut du dos six fois par jour pendant deux à trois jours.",
            "cite_spans": [],
            "section": "Affections cutanées ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "Les ballonnements sont causés par une accumulation intestinale de gaz qui occasionne une distorsion abdominale et des douleurs s’il n’est pas évacué rapidement. L’HE de Laurier noble, par ses propriétés toniques digestives, empêche la fermentation et la décomposition.",
            "cite_spans": [],
            "section": "Troubles intestinaux ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nBallonnements : HE de Laurier noble ; une goutte pure sur un support destiné à la voie orale ou deux gouttes diluées dans une HV de Noyau d’abricot en massage abdominal. En plus d’avoir une action anti-infectieuse, le laurier noble permet de rééquilibrer le microbiote intestinal, perturbé lors d’épisodes de diarrhées.",
            "cite_spans": [],
            "section": "Troubles intestinaux ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nGastro-entérite : HE de Cannelle de Ceylan (écorce), HE de Lemongrass, HE de Laurier noble ; une goutte de chaque sur un support destiné à la voie orale matin, midi et soir jusqu’à amélioration, pendant cinq jours au maximum.",
            "cite_spans": [],
            "section": "Troubles intestinaux ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "Moins agressive que l’HE de Clou de girofle et moins riche en eugénol, l’HE de Laurier noble se montre pourtant très efficace contre de nombreux maux bucco-dentaires. Elle possède notamment des propriétés analgésiques et anesthésiantes ainsi qu’une action anti-staphylococcique. Les douleurs liées aux caries sont fortement atténuées, voire totalement supprimées par son application locale.",
            "cite_spans": [],
            "section": "Affections bucco-dentaires ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nAphte : HE de Laurier noble (une goutte) associée à deux gouttes d’HV alimentaire ; appliquer à l’aide d’un coton-tige imprégné trois fois par jour pendant trois jours.",
            "cite_spans": [],
            "section": "Affections bucco-dentaires ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nAbcès dentaire : HE de Laurier noble (une goutte), HE de Menthe poivrée (une goutte), HV de Millepertuis (deux gouttes) ; deux gouttes du mélange trois fois par jour sur l’abcès.",
            "cite_spans": [],
            "section": "Affections bucco-dentaires ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "Les propriétés antalgiques et anti-inflammatoires de l’HE de Laurier noble confirmées par les études sont mises à profit pour soulager les douleurs liées aux rhumatismes.",
            "cite_spans": [],
            "section": "Douleurs ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nArthrose : HE d’Eucalyptus citronné (dix gouttes), HE de Laurier noble (cinq gouttes), HV de Millepertuis (5 mL), HV de Calophylle (10 mL) ; quelques gouttes du mélange à frictionner sur la zone douloureuse plusieurs fois par jour.",
            "cite_spans": [],
            "section": "Douleurs ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nDouleur : HE de Laurier noble ; deux gouttes sur un support destiné à la voie orale trois fois par jour pendant sept jours. Cette HE aurait une action antalgique comparable à celle de la morphine. Cette propriété peut alors être mise à profit pour soulager des douleurs, qu’elles soient liées à une inflammation ou non.",
            "cite_spans": [],
            "section": "Douleurs ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "L’HE de Laurier noble, symbole de réussite, est parfaitement appropriée dans les situations de stress liées à un manque de confiance en soi : entretien d’embauche, examens, prise de parole en public…",
            "cite_spans": [],
            "section": "Troubles psychiques ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "Elle aide également à combattre les états de fatigue et de déséquilibre nerveux, en rééquilibrant l’ortho- et le parasympathique.",
            "cite_spans": [],
            "section": "Troubles psychiques ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nManque de confiance en soi : HE de Laurier noble (deux gouttes) ; appliquer deux fois par jour sur les poignets, le plexus solaire ou le bas du dos et respirer profondément.",
            "cite_spans": [],
            "section": "Troubles psychiques ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nFatigue psychique : HE de Laurier noble ; une goutte sur un support destiné à la voie orale trois fois par jour pendant cinq jours.",
            "cite_spans": [],
            "section": "Troubles psychiques ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "La capacité que possède l’HE de Laurier noble d’inhiber l’α-glucosidase intestinale peut être mise à profit pour réguler la glycémie. Chez les personnes présentant une tendance à l’hyperglycémie post-prandiale, l’association de l’HE de Laurier noble à un régime alimentaire adapté peut tout à fait être envisagée. L’HE sera alors utilisée à raison d’une goutte trois fois par jour au début de chaque repas sur un support destiné à la voie orale. Il est important d’effectuer des fenêtres thérapeutiques d’au moins sept jours tous les 21 jours ou de ne l’employer que cinq jours sur sept.",
            "cite_spans": [],
            "section": "Rééquilibrage de la glycémie ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "L’HE de Laurier noble peut aisément accompagner les traitements lourds des patients cancéreux et pallier certains des effets secondaires observés.",
            "cite_spans": [],
            "section": "Accompagnement du patient cancéreux ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nMucite : deux gouttes d’HE de Laurier noble ajoutées dans une cuillère à café de bicarbonate de soude versée dans un verre d’eau tiède ; effectuer ensuite un bain de bouche trois à quatre fois par jour. Grâce à ses propriétés antifongiques et anesthésiantes, l’HE renforce parfaitement l’action d’un bain de bouche au bicarbonate souvent prescrit en accompagnement des chimiothérapies afin de soulager les mucites.",
            "cite_spans": [],
            "section": "Accompagnement du patient cancéreux ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "\nAlopécie : ajouter deux à trois gouttes d’HE de Laurier noble dans une dose de shampoing, ainsi que quelques gouttes d’huile de ricin, notamment en fin de traitement alopéciant afin de relancer la croissance capillaire.",
            "cite_spans": [],
            "section": "Accompagnement du patient cancéreux ::: Principaux usages en aromathérapie",
            "ref_spans": []
        },
        {
            "text": "L’usage de l’HE de Laurier noble doit être entouré de précautions, des allergies de contact ayant été rapportées lors de son utilisation pluriquotidienne sur la peau. Cette réaction reste toutefois rare : les lactones de la plante ne présentent, à dose physiologique normale, aucun risque chez les personnes non hypersensibles. Il semble que la sensibilisation soit provoquée par la présence, en faible quantité, de lactones sesquiterpéniques présentant un groupement méthyle exocyclique. Ces groupements, présents dans l’HE et l’HV, sont responsables d’allergies croisées avec des Asteraceae ou Magnoliaceae. Des dermites se sont également manifestées après un contact direct avec l’HV, l’HE ou même les feuilles.Mise en gardeLa prise d’huile essentielle de Laurier noble par voie orale ne peut pour l’instant être conseillée en l’absence d’études et recommandations scientifiques suffisantes in vivo.\n",
            "cite_spans": [],
            "section": "Précautions d’emploi",
            "ref_spans": []
        },
        {
            "text": "Après cuisson, la plante ne perd pas son allergénicité : l’ingestion de feuilles de laurier dans des plats cuisinés peut donc également induire des allergies entraînant des inflammations buccales ou stomacales.",
            "cite_spans": [],
            "section": "Précautions d’emploi",
            "ref_spans": []
        },
        {
            "text": "Les patients allergiques à l’HE de Laurier noble ou aux Asteraceae doivent ainsi éviter le contact cutané avec la plante ainsi que sa consommation alimentaire [14], [15]. La prudence est également de mise chez les sujets présentant un terrain allergique ou ayant une peau sensible.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 163,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 165,
                    "end": 169,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Précautions d’emploi",
            "ref_spans": []
        },
        {
            "text": "De part la présence de 1,8-cinéole, l’usage en diffusion et inhalation chez les personnes asthmatiques, fumeuses ou présentant un dessèchement de la cornée peut également poser problème.",
            "cite_spans": [],
            "section": "Précautions d’emploi",
            "ref_spans": []
        },
        {
            "text": "Enfin, la présence de méthyleugénol conduit à recommander de limiter les soins à deux semaines et d’utiliser des faibles dilutions (1 à 2 %, 5-10 % maximum) mais aussi à déconseiller l’HE chez les insuffisants hépatiques.",
            "cite_spans": [],
            "section": "Précautions d’emploi",
            "ref_spans": []
        },
        {
            "text": "L’HE de Laurier noble, très harmonieuse biochimiquement, est obtenue par distillation de ses feuilles à la vapeur d’eau. Elle présente de multiples propriétés qui font d’elle une HE incontournable en aromathérapie : antispasmodique, antalgique, anti-infectieuse, mucolytique, régulatrice du système nerveux… Elle rivalise même avec l’HE de Clou de girofle dans la prise en charge des plaies buccales. Elle est également l’atout des plus timides lorsqu’un regain de confiance en soi est nécessaire.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Les nombreuses recherches menées à son sujet ouvrent de nouvelles pistes thérapeutiques comme l’amélioration des profils lipidiques et glycémiques chez le diabétique ou encore l’action cytotoxique sur certaines cellules cancéreuses.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Cette HE peut être conseillée par le pharmacien aux patients à partir de 6 ans. Elle sera évitée avant cet âge ainsi que chez la femme enceinte et allaitante du fait de son risque allergique. En revanche, les épileptiques peuvent l’utiliser.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Sa banalisation est malheureusement à l’origine de nombreux incidents domestiques, par mésusages ou non perception du risque encouru, ou encore en cas de non-respect des consignes, qu’il convient de rappeler impérativement lors de la délivrance.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "L’emploi d’HE de qualité est indispensable afin de bénéficier de toutes leurs propriétés. Aussi, il est nécessaire, pour le pharmacien, de vérifier que tous les contrôles requis ont été réalisés et de sensibiliser le public à l’importance du mode de culture et des labels [1].",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 275,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Les auteurs déclarent ne pas avoir de liens d’intérêts.",
            "cite_spans": [],
            "section": "Déclaration de liens d’intérêts",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Briot",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Antimicrobial activity of essential oils from Tunisian aromatic plants",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Bouzouita",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Kachouri",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hamdi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Flavour Fragr J",
            "volume": "18",
            "issn": "5",
            "pages": "380-383",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Chemical compositions and antibacterial effects of essential oils of Turkish oregano, bay laurel, Spanish lavender and fennel on common foodborne pathogens",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Dadalioglu",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Evrendilek",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Agric Food Chem",
            "volume": "52",
            "issn": "26",
            "pages": "8255-8260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Antibacterial and antibiofilm activities of Laurus nobilis L. essential oil against Staphylococcus aureus strains associated with oral infections",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Merghni",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Marzouki",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Hentati",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Pathol Biol",
            "volume": "64",
            "issn": "1",
            "pages": "24-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Phytochemical analysis and in vitro antiviral activities of the essential oils of seven lebanon species",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Loizzo",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Saab",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Tundis",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Chem Biodivers",
            "volume": "5",
            "issn": "3",
            "pages": "461-470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Analgesic and anti- inflammatory activity of the leaf essential oil of Laurus nobilis L",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sayyah",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Saroukhani",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Peirovi",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Phytother Res",
            "volume": "17",
            "issn": "7",
            "pages": "733-736",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Anticonvulsant activity of the leaf essential oil of Laurus nobilis against pentylenetetrazole and maximal electroshock induced seizures",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sayyah",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Valizadeh",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kamalinejad",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phytomedicine",
            "volume": "9",
            "issn": "3",
            "pages": "212-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Repellent activity of five essential oils against Culex pipiens",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Erler",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Ulug",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Yalcinkaya",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Fitoterapia",
            "volume": "77",
            "issn": "7-8",
            "pages": "491-494",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Insecticidal activities of essential oils from leaves of Laurus nobilis L. from Tunisia, Algeria and Morocco, and comparative chemical composition",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Mediouni Ben Jemâa",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Tersim",
                    "suffix": ""
                },
                {
                    "first": "K.T.",
                    "middle": [],
                    "last": "Toudert",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Journal of Stored Products Research",
            "volume": "48",
            "issn": "",
            "pages": "97-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Antioxidant and antiproliferative activity of Laurus nobilis L. (Lauraceae) leaves and seeds essential oils against K562 human chronic myelogenous leukaemia cells",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Saab",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Tundis",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Loizzo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat Prod Res",
            "volume": "26",
            "issn": "18",
            "pages": "1741-1745",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Volatile oil composition and antiproliferative activity of Laurus nobilis, Origanum syriacum, Origanum vulgare, and Salvia triloba against human breast adenocarcinoma cells",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Al-Kalaldeh",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Abu-Dahab",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Afifi",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nutr Res",
            "volume": "30",
            "issn": "4",
            "pages": "271-278",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Bay leaves improve glucose and lipid profile of people with type 2 diabetes",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Zaman",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J Clin Biochem Nutr",
            "volume": "44",
            "issn": "1",
            "pages": "52-56",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Allergic contact dermatitis caused by laurel leaf oil",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bras",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Mendes-Bastos",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Amaro",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Contact Dermatitis",
            "volume": "72",
            "issn": "6",
            "pages": "417-419",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Teuscher",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Anton",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Lobstein",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}