{
    "paper_id": "PMC7175914",
    "metadata": {
        "title": "Evaluation and prediction of the COVID-19 variations at different input population and quarantine strategies, a case study in Guangdong province, China",
        "authors": [
            {
                "first": "Zengyun",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qianqian",
                "middle": [],
                "last": "Cui",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Junmei",
                "middle": [],
                "last": "Han",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xia",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei",
                "middle": [
                    "E.I."
                ],
                "last": "Sha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhidong",
                "middle": [],
                "last": "Teng",
                "suffix": "",
                "email": "zhidong@xju.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the past more than fifty days, the Chinese government and all the people in China fought against the COVID-19 disease, and employed extremely and rigorously controlling measures to protect the people avoiding the infection of the COVID-19 virus, such as the lockdown of many cities in Hubei province (e.g. Wuhan city) and initiating a top-level emergency response to rein in the outbreak of the epidemic associated with COVID-19 in the other provinces of China. With these strong and effective strategic policies, the number of the daily new confirmed COVID-19 cases was significantly decreased from the largest value of 3887 at Feb 4, 2020 to the value of 648 at Feb 22, 2020 from the National Health Commission of the People's Republic of China (http://www.nhc.gov.cn/)(excluding more than 140,000 cases at Feb 12, 2020).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Recently, more and more researchers have been paid large attention on the COVID-19 variations in China, such as detecting the clinical characteristics (Guan et al., 2020), estimating the spreading characteristics ([Wu et al., 2020], [Zhao et al., 2020a], [Zhao et al., 2020b]) and exploring the effects of the control strategies ([Chinazzi et al., 2020], [Huang et al., 2020], [Lin et al., 2020], [Tang et al., 2020a], [Tang et al., 2020b]).The individual behavioural reaction and governmental actions played a key role in controlling the spread of the COVID-19 outbreak for the public health in the world, e.g. holiday extension, travel restriction, hospitalisation and quarantine ([Chinazzi et al., 2020], [Lin et al., 2020]).",
            "cite_spans": [
                {
                    "start": 152,
                    "end": 169,
                    "mention": "Guan et al., 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 214,
                    "end": 231,
                    "mention": "[Wu et al., 2020]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 233,
                    "end": 253,
                    "mention": "[Zhao et al., 2020a]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 255,
                    "end": 275,
                    "mention": "[Zhao et al., 2020b]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 330,
                    "end": 353,
                    "mention": "[Chinazzi et al., 2020]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 355,
                    "end": 375,
                    "mention": "[Huang et al., 2020]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 377,
                    "end": 395,
                    "mention": "[Lin et al., 2020]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 397,
                    "end": 417,
                    "mention": "[Tang et al., 2020a]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 419,
                    "end": 439,
                    "mention": "[Tang et al., 2020b]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 683,
                    "end": 706,
                    "mention": "[Chinazzi et al., 2020]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 708,
                    "end": 726,
                    "mention": "[Lin et al., 2020]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Until now, there are only few researches about the effects of different population migration and quarantine strategies on the COVID-19 variations in China. Guangdong province has the largest gross domestic product (GDP) than the other provinces in China. Moreover, according to the present COVID-19 variations and control strategies, the Guangdong province adjusted the emergency response level of epidemic prevention and control from the first level response to the second level at Feb 24, 2020 (http://www.gd.gov.cn/). More and more workers will come back to Guangdong province from other provinces. Thereby, we choose Guangdong province as a case study to explore the effects of the population migration and quarantine strategies on the COVID-19 variations. Based on the present rigorous and extreme control measures in Hubei province, input population from Hubei province are not considered.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we focus on the input population and quarantine strategies influencing on the disease variations, including the peak values of the cumulative confirmed cases, the daily new increased confirmed cases and the confirmed cases, and the corresponding times. The organization of this paper is as follows. In the next section, the establishment of SEIRQ model, data and methodology are illustrated. In “Result” section, the input population and quarantine strategies at different scenarios are investigated which are our main results. A brief discussion is provided in “Discussion” section.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, according to the characteristics of the COVID-19 transmission, the whole population at time t is divided into seven compartments which include the susceptible individuals S(t), exposed individuals E(t), infectious individuals I(t), removed individuals R(t), quarantined susceptible individuals S\nq(t), quarantined exposed individuals E\nq(t) and quarantined infectious individuals I\nq(t). The COVID-19 disease is transmitted from I(t) to S(t) with the incidence rate of β, and from E(t) to S(t) with the incidence rate of σβ, respectively. The susceptible individuals S(t) is partly quarantined with the rate of q\n1(t). We assume that exposed individuals E(t) and quarantined exposed individuals E\nq(t) are transmitted to infectious individuals I(t) and quarantined infectious individuals I\nq(t) with the same transition rate of ν. The quarantined rates of exposed individuals E(t) and infectious individuals I(t) are q\n1(t) and q\n3. The death rate induced by the COVID-19 disease is α in both infectious individuals I(t) and quarantined infectious individuals I\nq(t) which removed to the removed individuals R(t) . γ(t) is the recovery rate of quarantined infected individuals I\nq(t) which is the mainly part of removed individuals R(t).",
            "cite_spans": [],
            "section": "SEIRQ model ::: SEIRQ model, data and methodology",
            "ref_spans": []
        },
        {
            "text": "Moreover, based on the population migration, we assume that the input population and output population have constant numbers. Susceptible individuals S(t), exposed individuals E(t) and infectious individuals I(t) have their respective input individuals of p\n1(t)A(t), p\n2(t)A(t) and p\n3(t)A(t), and the parameters p\ni(t), i\n = 1, 2, 3 are the rates of susceptible individuals, exposed individuals, infectious individuals in the total input number of A(t) from other provinces. The output population are B\n1, B\n2 and B\n3 for the susceptible individuals S(t), exposed individuals E(t), infectious individuals I(t). The COVID-19 disease transmission and population migration are demonstrated by Fig. 1\nin details.",
            "cite_spans": [],
            "section": "SEIRQ model ::: SEIRQ model, data and methodology",
            "ref_spans": [
                {
                    "start": 692,
                    "end": 698,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The SEIRQ epidemic model can be described by the following system of ordinary differential equations(1)S′=p1(t)A(t)−βSI−σβSE−q1(t)S−B1,E′=p2(t)A(t)+βSI+σβSE−νE−q2(t)E−B2,I′=p3(t)A(t)+νE−q3I−αI−B3,R′=γ(t)Iq+αI+αIq,Sq′=q1(t)SEq′=q2(t)E−νEqIq′=q3I+νEq−γ(t)Iq−αIqwhere the prime (′) denotes the differentiation with respect to time t. Here, parameters 0 < \nβ, ν, γ(t), α\n < 1 and the quarantined rates 0 ≤ \nq\n1(t), q\n2(t), q\n3\n ≤ 1. All the initial values of different individual groups: S(0), E(0), I(0), R(0), S\nq(0), E\nq(0), I\nq(0) are non-negative.",
            "cite_spans": [],
            "section": "SEIRQ model ::: SEIRQ model, data and methodology",
            "ref_spans": []
        },
        {
            "text": "In this study, the COVID-19 cases of Guangdong province, Hubei province and mainland China are obtained from the Health Commission of Guangdong Province (http://wsjkw.gd.gov.cn/), the Health Commission of Hubei Province (http://wjw.hubei.gov.cn/), and the National Health Commission of the People's Republic of China (http://www.nhc.gov.cn/), respectively. The data are from Jan 20, 2020 to present which include the number of the cumulative confirmed cases, the number of the confirmed cases, the number of the cumulative cured cases and the number of cumulative death cases. The numbers of the total population of Guangdong Province, Hubei Province and mainland China are employed at the end of 2018 from the National Bureau of Statistics (http://www.stats.gov.cn/).",
            "cite_spans": [],
            "section": "Data ::: SEIRQ model, data and methodology",
            "ref_spans": []
        },
        {
            "text": "The numbers of the input and output population from Hubei province and the other provinces of mainland China to Guangdong province are from the Baidu migration (http://qianxi.baidu.com/). These data are covering the period of Jan 1, 2020 to Feb 20, 2020 which are employed to display the population migration variations from other provinces to Guangdong province. Because the input population from Hubei province to Guangdong province is significantly decreased from 26.86% of the total input population at Jan 26, 2020 to the 6.84% at Jan 27, 2020, for the Guangdong province, the starting date of the COVID-19 disease data is from Jan 27, 2020.",
            "cite_spans": [],
            "section": "Data ::: SEIRQ model, data and methodology",
            "ref_spans": []
        },
        {
            "text": "In this study, for the COVID-19 variations, we focus on the cumulative confirmed cases and confirmed cases. The largest value of the cumulative confirmed cases means the total number of the population infected by the COVID-19 disease. The disease extinction time is defined as the day with no confirmed case which is the time of I\nq(t) = 0.",
            "cite_spans": [],
            "section": "Methodology ::: SEIRQ model, data and methodology",
            "ref_spans": []
        },
        {
            "text": "The initial values and parameters can be obtained from the Text methodology of the supplementary information. The baseline parameters noted as (A, B, p\n1, p\n2, p\n3, q\n1, q\n2, q\n3, α, β, ν, σ, γ) = (A* , B\n * , p\n1\n * , p\n2\n * , p\n3\n * , q\n1\n * , q\n2\n * , q\n3\n *, α* , β\n * , ν\n *, σ\n * , γ\n *) is obtained from the simulation result of the cumulative confirmed cases, the daily new confirmed cases, the confirmed cases and the recovered cases.",
            "cite_spans": [],
            "section": "Methodology ::: SEIRQ model, data and methodology",
            "ref_spans": []
        },
        {
            "text": "To compare with the baseline results, three aspects from the perspectives of the input population and quarantine strategies on the COVID-19 variations are analyzed: (1) aspect 1, effects of the input population at different scenarios; (2) aspect 2, effects of quarantine rates at different scenarios and (3) aspect 3, effects of both input population and quarantine rates at different scenarios. To evaluate the accuracy of our model, five statistical indices are applied, including the absolute error (AE), relative error (RE), mean absolute percentage error (MAPE), determinant coefficient R\n * \n2 which is the square of correlation coefficient R* and distance between indices of simulation and observation (DISO) ([Hu et al., 2016], [Hu et al., 2019]). The details are displayed in Text methodology of the supplementary information.",
            "cite_spans": [
                {
                    "start": 717,
                    "end": 734,
                    "mention": "[Hu et al., 2016]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 736,
                    "end": 753,
                    "mention": "[Hu et al., 2019]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Methodology ::: SEIRQ model, data and methodology",
            "ref_spans": []
        },
        {
            "text": "In this section, the variations of the COVID-19 in Guangdong province are simulated and predicted based on our SEIRQ model only considering the input population from the other provinces of China (excluding Hubei province). The simulated period are from Jan 27, 2019 to Feb 19, 2020. The parameter values and the initial values of our simulation and prediction are provided in Table 1\n. The performance is evaluated by the data from Feb 20, 2020 to Feb 23, 2020, and R\n * \n2, AE, RE, RMSE, MPAE and DISO are employed to quantify the accuracy. The simulation and prediction results are displayed in Table 2\nand Fig. 2\n.",
            "cite_spans": [],
            "section": "Simulation and prediction of the COVID-19 disease variations ::: Result",
            "ref_spans": [
                {
                    "start": 609,
                    "end": 615,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 376,
                    "end": 383,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 597,
                    "end": 604,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Our model has the ability to simulate and to predict the COVID-19 variations with the very high accuracy (Table 2 and Fig. 2). Particularly, the determinant coefficients R* of the cumulative confirmed cases, confirmed cases and recovered cases are highly to 0.9973, 0.9898 and 0.9934, respectively (Table 2). Very small estimations are obtained with the AE values of −5.33, −2.63 and −3.38 for the cumulative cases, confirmed cases and recovered cases. The comprehensive accuracies of our model are quantitatively measured by the DISO with the values of 0.06, 0.11 and 0.17 for the cumulative cases, confirmed cases and recovered cases. For the validation at Feb 20, Feb 21, Feb 22 and Feb 23, 2020, the very small RE values of the cumulative confirmed cases, confirmed cases and recovered cases indicate that our model also has very high accuracies and it can be employed to predict the future variations of the COVID-19 disease (Table 2).",
            "cite_spans": [],
            "section": "Simulation and prediction of the COVID-19 disease variations ::: Result",
            "ref_spans": [
                {
                    "start": 118,
                    "end": 124,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 106,
                    "end": 113,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 299,
                    "end": 306,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 931,
                    "end": 938,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Moreover, the largest number of cumulative confirmed cases is 1397 at May 7, 2020 which indicates that the COVID-19 disease will become extinction after 102 days in Guangdong province (Fig. 2A, STable 1). The peak value time of daily new confirmed cases is Feb 1, 2020 which is highly agrement with the reported time at Jan 31, 2020 (Fig. 2B). For the confirmed cases, the peak value and the corresponding time are both obtained by our model with the simulated values of 1002 at Feb 10, 2020 and reported values of 1007 at Feb 9, 2020 (Fig. 2C). The number of the recovered cases will reach about 1400 which is consist with the future changes of the cumulative confirmed cases (Fig. 2D).",
            "cite_spans": [],
            "section": "Simulation and prediction of the COVID-19 disease variations ::: Result",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 191,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 334,
                    "end": 340,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 536,
                    "end": 542,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 678,
                    "end": 684,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In order to further explore the forecasting accuracy of our model, we have been compared the forecasting result with the observed data prolonged 11 days from Feb 24, 2020 to Mar 4, 2020. The absolute values of RE (relative error) of the cumulative confirmed cases are smaller than 1% (Table 3\n). The corresponding figures also display that our model can capture the temporal variations in a relative longer period (see SFigure 1 in the supplementary information).",
            "cite_spans": [],
            "section": "Simulation and prediction of the COVID-19 disease variations ::: Result",
            "ref_spans": [
                {
                    "start": 285,
                    "end": 292,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The input population variations include the percentage changes p\n2 of the exposed individuals and the number changes A of the input population which impact the disease on the peak value of the cumulative confirmed cases and the disease extinction time (Figure 3, Figure 4\n). For the first time point t\n1\n = 10 (i.e. Feb 6, 2020), the days of disease extinction (DDE) are shortened to 78 days (i.e. Apr 13, 2020) and 69 days (i.e. Apr 4, 2020) at Sce 1: (p\n2, A) = (p\n2\n * , 1.5A\n *) and Sce 2: (p\n2, A) = (p\n2\n * , 2A\n *), and the maximum values of the cumulative confirmed cases (MVCCC) have the numbers of 1396 and 1397 [Fig. 3A, Supplementary table 1 (STable 1)]. For the confirmed cases, the peak values are nearly close to the baseline value with the number of 1003, and the corresponding times are same as the baseline value (STable 1). Moreover, the confirmed cases of Sce 1 and Sce 2 have the same variations as the baseline result with their early disease extinction that are consist with the variations of the cumulative confirmed cases (Fig. 2A and 3 A). For Sce 4, Sce 5, Sce 7 and Sce 8, compared with the baseline results, the DDE of these scenarios are 81 days (i.e. Apr 16, 2020), 59 days (i.e. Mar 25, 2020), 83 days (i.e. Apr 18, 2020) and 73 days (i.e. Apr 8, 2020), respectively which indicate the early extinction of COVID-19 (STable 1). The MVCCC of the four scenarios are larger than the baseline result with the largest value (1448) in Sce: 8 (Fig. 3A, STable 1). For the confirmed cases, these scenarios are similar as these of the baseline results (Fig. 4A, STable 1).",
            "cite_spans": [],
            "section": "Effects of input population at different scenarios ::: Result",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 261,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 263,
                    "end": 271,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 623,
                    "end": 629,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1048,
                    "end": 1054,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1060,
                    "end": 1061,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1468,
                    "end": 1474,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1575,
                    "end": 1581,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "For Sce 3: (p\n2, A) = (1.5p\n2\n * , A\n *) and Sce 6: (p\n2, A) = (2p\n2\n * , A\n *), the increased percentage of the exposed individuals only impacted the number of the cumulative confirmed cases with the values of 1422 and 1447, and the corresponding DDE have only small changes with 105 days for Sce 3 and 107 days for Sce 6 (Fig. 3A, STable 1). For the confirmed cases, they have the very similar variations as the baseline result in the peak value and the peak value time (Fig. 4A, STable 1). For the other three time points t\n1\n = 20, t\n1\n = 28 and t\n1\n = 38, the differences of the scenarios results are similar as the these of t\n1\n = 10. Moreover, for each scenario, the changes in the input population have the nearly same impacts on the disease variations among the four time points which display that the same input population strategies at different time points have no significant difference on the disease.",
            "cite_spans": [],
            "section": "Effects of input population at different scenarios ::: Result",
            "ref_spans": [
                {
                    "start": 324,
                    "end": 330,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 473,
                    "end": 479,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "From the above analysis, it can be concluded that the increased numbers of the input population can mainly shorten the disease extinction days and the increased percentages of the exposed individuals of the input population increase the number of cumulative confirmed cases at a small percentage. Both the increased input population and the increased exposed individuals have no impacts on the peak values and peak value times of the confirmed cases.",
            "cite_spans": [],
            "section": "Effects of input population at different scenarios ::: Result",
            "ref_spans": []
        },
        {
            "text": "In this section, the effects of quarantine rates at six scenarios on the COVID-19 variations are displayed in Figure 5, Figure 6\n. For the first time point t\n1\n = 10, Feb 6, 2020, Sce 1 (q\n1, q\n2) = (0q\n1\n * , 0q\n2\n *) has significantly negative impacts on the COVID-19 variations with the disease outbreak again which suggest the very high risks appear at the quarantine strategy of Sce 1 (Figure 5, Figure 6A). Specifically, the confirmed cases reaches its first peak value as the baseline result at Feb 10, 2020, and then the number is decreased close to 97 at Mar 14, 2020. A sharp increase is detected to the second peak value of the confirmed cases with the number of 1016704 at 165 days (Fig. 6A). The disease will become extinction after 361 days with the MVCCC dramatically reaching to more than 9 million (Figs. 5A and STable 2). Sce 2: (q\n1, q\n2) = (0q\n1\n * , 0.5q\n2\n *) and Sce 3: (q\n1, q\n2) = (0q\n1\n * , q\n2\n *) have the similar impacts on the disease variations with the largest cumulative confirmed values of 1444 at 110 days (i.e. May 15, 2020), and 1416 at 105 days (i.e. May 10, 2020). The DDE and MVCCC of Sce 4: (q\n1, q\n2) = (0.5q\n1\n * , 0.5q\n2\n *), Sce 5: (q\n1, q\n2) = (0.5q\n1\n * , q\n2\n *) and Sce 6: (q\n1, q\n2) = (q\n1\n * , 0.5q\n2\n *) are agreement with the baseline results (STable 2). These three scenarios have very weak influences on the confirmed case variations compared with the baseline result (Fig. 6A, STable 2).",
            "cite_spans": [],
            "section": "Effects of quarantine rates at different scenarios ::: Result",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 118,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 120,
                    "end": 128,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 391,
                    "end": 399,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 401,
                    "end": 409,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 695,
                    "end": 701,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 816,
                    "end": 823,
                    "mention": "Figs. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 1424,
                    "end": 1430,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "For the other three time points, Sce 1: (q\n1, q\n2) = (0q\n1\n * , 0q\n2\n *) increased the MVCCC and prolonged the DDE with the values of 1430 at 123 days (i.e. May 28, 2020), 1416 at 115 days (i.e. May 20, 2020) and 1409 at 112 days (i.e. May 17, 2020) (STable 2). The disease variations of the other scenarios are agreement with the baseline results which indicates the weak impacts of these scenarios (Fig. 5A, STable 2).",
            "cite_spans": [],
            "section": "Effects of quarantine rates at different scenarios ::: Result",
            "ref_spans": [
                {
                    "start": 401,
                    "end": 407,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Moreover, we also explored that the second outbreak of the disease appears when both the values of q\n1 and q\n2 are nearly close to zero, such as (q\n1, q\n2) = (0.01q\n1\n * , 0.01q\n2\n *), (0q\n1\n * , 0.05q\n2\n *) at t\n1\n = 10, and (q\n1, q\n2) = (0q\n1\n * , 0q\n2\n *) at t\n1\n = 11 (Fig. 7\n, STable 3). This suggests that no quarantine or very weak quarantine on the susceptible individuals and exposed individuals before the days of the peak values of the confirmed cases may lead to the disease outbreak again.",
            "cite_spans": [],
            "section": "Effects of quarantine rates at different scenarios ::: Result",
            "ref_spans": [
                {
                    "start": 273,
                    "end": 279,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The impact results of both the input population and quarantine rates on the COVID-19 disease are displayed in Fig. 8, 9 and STable 3. According to the results in “Effects of input population at different scenarios” and “Effects of quarantine rates at different scenarios” sections, the second outbreak of the disease are obtained in the scenarios with no or very weak quarantine strategy. Therefore, Figs. 8\nand 9\nonly provide the COVID-19 disease variations of the scenarios with second outbreak, and the disease variations in other scenarios are not provided. STable 4 provides the results of all the scenarios.",
            "cite_spans": [],
            "section": "Effects of both input population and quarantine rates at different scenarios ::: Result",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 119,
                    "mention": "Fig. 8, 9",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 400,
                    "end": 407,
                    "mention": "Figs. 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 412,
                    "end": 413,
                    "mention": "9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "For time point t\n1\n = 10, Sce 1: (p\n2, A, q\n1, q\n2) = (1.5p\n2\n * , 1.5A\n * , 0q\n1\n * , 0q\n2\n *), Sce 2: (p\n2, A, q\n1, q\n2) = (1.5p\n2\n * , 2A\n * , 0q\n1\n * , 0q\n2\n *), Sce 7: (p\n2, A, q\n1, q\n2) = (2p\n2\n * , 1.5A\n * , 0q\n1\n * , 0q\n2\n *) and Sce 8: (p\n2, A, q\n1, q\n2) = (2p\n2\n * , 2A\n * , 0q\n1\n * , 0q\n2\n *) have the MVCCC larger than 10 million at 328, 313, 327 and 312 days (Fig. 8A, STable 3). In fact, they have the two outbreaks of the disease with the confirmed cases having the first peak value as the baseline result at Feb 10, 2020 and the second peak values larger than 1 million at 142 days, 132 days, 141 days and 130 days for Sce1, Sce 2, Sce 7 and Sce 8, respectively (Fig. 9A, STable 3). The magnified figure in the period of Jan 27, 2020-Apr 26, 2020 clearly displays the second outbreak of this disease (Fig. 9A). Moreover, the weak changes of the four scenarios in the quarantine rates or around the time point t\n1\n = 10, the second outbreak also resulted in the second outbreak of the disease.",
            "cite_spans": [],
            "section": "Effects of both input population and quarantine rates at different scenarios ::: Result",
            "ref_spans": [
                {
                    "start": 373,
                    "end": 379,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 679,
                    "end": 685,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 817,
                    "end": 823,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "If the control measures employed as the four scenarios after the other three time points t\n1\n = 20, t\n1\n = 28, and t\n1\n = 38, the MVCCC are rapidly decreased with still larger than the baseline results, and the DDE are prolonged except the Sce 2 and Sce 8 of t\n1\n = 28, and t\n1\n = 38 (STable 4).",
            "cite_spans": [],
            "section": "Effects of both input population and quarantine rates at different scenarios ::: Result",
            "ref_spans": []
        },
        {
            "text": "For the other scenarios: Sce 3-Sce 6 and Sce 9-Sce 12 of the four time points, the DDE become smaller than the baseline result due to the larger input population and more exposed individuals. Moreover, the weaker quarantine rates together with the more input population resulted in the more infected individuals and increased the MVCCC (STable 4).",
            "cite_spans": [],
            "section": "Effects of both input population and quarantine rates at different scenarios ::: Result",
            "ref_spans": []
        },
        {
            "text": "Since the COVID-19 disease reported in Wuhan city, Hubei province of China, the Chinese government and all the people have been fighting against the disease for more than two months. Now, the daily new confirmed cases have been continuously decreasing, and the latest value is 427 at Feb 28, 2020 from the National Health Commission of the People's Republic of China (http://www.nhc.gov.cn/).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "According to the present COVID-19 disease situation, some provinces have been adjusted the emergency response level of epidemic prevention and control from the first level response to the second level, such as Guangdong province. More and more workers are coming back to Guangdong province from other provinces. To address the effects of the input population on the disease variations, taking Guangdong province as a case study, the impacts of the input population and quarantine strategies are explored using a dynamical epidemic model at three aspects. They include aspect 1: effects of the input population at different scenarios; aspect 2: effects of quarantine rates at different scenarios and the last aspect (i.e. aspect 3): effects of both input population and quarantine rates at different scenarios.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "For the population flow, recent study ([Tang et al., 2020a], [Tang et al., 2020b]) considered the data from the Baidu migration website in a stochastic discrete transmission dynamic model. Both our study and [Tang et al., 2020a], [Tang et al., 2020b] obtained the risk of the secondary outbreak when the population flow are changed at a serious input population flow. In [Tang et al., 2020a], [Tang et al., 2020b], with more data from the Health Commission of Shananxi Province, they estimated the daily new increased confirmed cases, and the daily new increased infectious individuals from the population flow by the Poisson distribution. In our study, constrained by the data policy of the Health Commission of Guangdong Province, the input population is defined as the deterministic and continuous input. Moreover, the ratio of the exposed individuals accounting for the input population is defined as the percentages of the exposed individuals in the total population of China excluding Guangdong and Hubei provinces which is derived from the daily new increased confirmed cases according to the 3–7 days latent periods.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 59,
                    "mention": "[Tang et al., 2020a]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 61,
                    "end": 81,
                    "mention": "[Tang et al., 2020b]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 208,
                    "end": 228,
                    "mention": "[Tang et al., 2020a]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 230,
                    "end": 250,
                    "mention": "[Tang et al., 2020b]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 371,
                    "end": 391,
                    "mention": "[Tang et al., 2020a]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 393,
                    "end": 413,
                    "mention": "[Tang et al., 2020b]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the development of the COVID-19 model, [Tang et al., 2020a], [Tang et al., 2020b] considered the quarantined susceptible individuals returned back to susceptible individuals after 14 days quarantine. While this condition is not included in our study the major reasons are displayed as follows. Under the present quarantine strategies in China, the susceptible individuals are quarantined in the forms of home quarantine, community quarantine. Although the quarantined susceptible individuals can be returned to susceptible individuals after 14 days, they will certainly employ very strict other controlling strategies against the COVID-19 virus, such as wearing the medical masks and washing their hands frequently, and which result in only very small part of the quarantined susceptible individuals back to the truth susceptible individuals.",
            "cite_spans": [
                {
                    "start": 42,
                    "end": 62,
                    "mention": "[Tang et al., 2020a]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 64,
                    "end": 84,
                    "mention": "[Tang et al., 2020b]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "For the simulation and prediction abilities of our model, it displayed that our model can well capture the COVID-19 variations with high accuracy. In general, it is very hard to capture the disease variations with high accuracy by the dynamical models. We have been compared our forecasting with the observed data prolonged 11 days from Feb 24, 2020 to Mar 4, 2020. The absolute values of RE (relative error) of the cumulative confirmed cases are smaller than 1% (Table 2). The corresponding figures also display that our model can capture the temporal variations in a relative longer period (see SFigure 1 in the supplementary information).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 464,
                    "end": 471,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The weaker forecasting capabilities from Feb 24, 2020 to Mar 4, 2020 than these from Feb 20, 2020 to Feb 23, 2020 are resulted by the parameter estimation period of Jan 19, 2020 to Feb 19, 2020. At the same time, it inspired that if we want to obtain a high accuracy in a relative longer period the dataset used to estimate the parameters should be changed or prolonged with the time.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our result indicated that the increased numbers of the input population can mainly shorten the disease extinction days and the increased percentages of the exposed individuals of the input population increase the number of cumulative confirmed cases at a small percentage. Both the increased input population and the increased exposed individuals have no impacts on the peak values and peak value times of the confirmed cases.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "For the impacts of aspect 2, no quarantine or very weak quarantine on the susceptible individuals and exposed individuals before the days of the peak values of the confirmed cases may lead to the disease outbreak again. This proves the significant role of the quarantine strategy on the disease control.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "If we increase the input population and decrease the quarantine strategy together around the time point of the peak value of the confirmed cases, there will appear second outbreak of the disease exponentially. Moreover, the weaker quarantine rates together with the more input population resulted in the more infected individuals and increased the number of the cumulative confirmed cases.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "More information about our simulation and quarantine situation can be explored if more data can be obtained. In this study, to address the quarantine situation in Guangdong province, 108 scenarios are listed from the input population and quarantine strategies which may include the present quarantine strategies in Guangdong province. The other further analysis of the COVID-19 variations, such as the daily number of people under medical observation, will be explored when more new data are obtained in future.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Based the above analysis, we have the major conclusions as follows.(1)The COVID-19 disease variations can be simulated by our models with very high accuracy, including the cumulative confirmed cases and confirmed cases.(2)Under the present daily input population and quarantine strategy, the COVID-19 disease will become extinction in May 11, 2020, with the cumulative confirmed cases number of 1397.(3)In Guangdong province, the adjustment of the emergency response level of epidemic prevention and control from the first level response to the second level at Feb 24, 2020 is reasonable which is also predicted by our model.(4)The disease will have a second outbreak risk when the input population is remarkably increased and the present quarantine strategy rapidly decreases to the values around zero.\n",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Because no individual patient's data was employed, the ethical approval or individual consent was not applicable.",
            "cite_spans": [],
            "section": "Ethics approval and consent to participate",
            "ref_spans": []
        },
        {
            "text": "All data are publicly available.",
            "cite_spans": [],
            "section": "Availability of data and materials",
            "ref_spans": []
        },
        {
            "text": "This research was supported by National Natural Science Foundation of P.R. China [11771373].",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        },
        {
            "text": "The funding agencies had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; or decision to submit the manuscript for publication.",
            "cite_spans": [],
            "section": "Disclaimer",
            "ref_spans": []
        },
        {
            "text": "We declare that we have no financial and personal relationships with other people or organizations that can inappropriately influence our work.",
            "cite_spans": [],
            "section": "Conflict of interests",
            "ref_spans": []
        },
        {
            "text": "Study design: Zengyun Hu, Qianqian Cui, Junmei Han and Zhidong Teng; Conceptualization: Zengyun Hu, Qianqian Cui; Data collection: Junmei Han, Zengyun Hu and Qianqian Cui; Data analysis: Zengyun Hu, Qianqian Cui; Visualization: Qianqian Cui, Junmei Han; Writing: Zengyun Hu; Review and editing: Zhidong Teng, Zengyun Hu. In the revised processes, Dr. Wei E. I. Sha from Zhejiang University provided important suggestions to address the quarantine strategy and improved the manuscript in English grammar. Dr. Xia Wang from Shaanxi Normal University addressed the comments on the differences of population flow between our model and [Tang et al., 2020a], [Tang et al., 2020b].",
            "cite_spans": [
                {
                    "start": 631,
                    "end": 651,
                    "mention": "[Tang et al., 2020a]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 653,
                    "end": 673,
                    "mention": "[Tang et al., 2020b]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Authors’ contributions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Parameter estimates for COVID-19 in Guangdong province.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Evaluation results of the simulation and prediction in Guangdong province.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Evaluation results of the prediction in Guangdong province.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Flowchart of COVID-19 SEIRQ epidemic model.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Simulation and prediction of the COVID-19 in Guangdong province. (A) cumulative confirmed cases; (B) daily new confirmed cases and (C) difference of increased confirmed cases. The initial values and parameters are S(0) = 113346174, E(0) = 31, I(0) = 19, R(0) = 4, Sq(0) = 113460, Eq(0) = 128, Iq(0) = 184, A = 86926, B = 21356, p1 = 0.9999927, p2 = 0.0000073, p3 = 0, q1 = 0.28, q2 = 0.76, q3 = 0.89, α = 0.00375, β = 2.45 × 10−8, ν = 0.183, σ = 0.63, γ(t) = 0.008 + 0.19/(1 + e5.0126−0.1846t).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Scenarios results of input population impacting on the cumuletive confirmed COVID-19 cases at four time points: (A) t1 = 10, (B) t1 = 20, (C) t1 = 28 and (D) t1 = 38 corresponding to Feb 6, 2020, Feb 16, 2020, Feb 24, 2020 and Mar 5, 2020.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Scenarios results of input population impacting on the confirmed COVID-19 cases at four time points: (A) t1 = 10, (B) t1 = 20, (C) t1 = 28 and (D) t1 = 38 corresponding to Feb 6, 2020, Feb 16, 2020, Feb 24, 2020 and Mar 5, 2020.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Scenarios results of quarantine rates impacting on the cumuletive confirmed COVID-19 cases at four time points: (A) t1 = 10, (B) t1 = 20, (C) t1 = 28 and (D) t1 = 38 corresponding to Feb 6, 2020, Feb 16, 2020, Feb 24, 2020 and Mar 5, 2020.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Scenarios results of quarantine rates impacting on the confirmed COVID-19 cases at four time points: (A) t1 = 10, (B) t1 = 20, (C) t1 = 28 and (D) t1 = 38 corresponding to Feb 6, 2020, Feb 16, 2020, Feb 24, 2020 and Mar 5, 2020.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Cumulative confirmed COVID-19 cases (A) and confirmed COVID-19 cases (B) at the scenarios of aspect 2 with (q1, q2) = (0.01q1 * , 0.01q2 *), (0q1 * , 0.05q2 *) at t1 = 10, and (q1, q2) = (0q1 * , 0q2 *) at t1 = 11, and the other parameters as the baseline values.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: Scenarios results of both input population and quarantine rates impacting on the cumuletive confirmed COVID-19 cases at four time points: (A) t1 = 10, (B) t1 = 20, (C) t1 = 28 and (D) t1 = 38 corresponding to Feb 6, 2020, Feb 16, 2020, Feb 24, 2020 and Mar 5, 2020.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 9: Scenarios results of both input population and quarantine rates impacting on the cumuletive confirmed COVID-19 cases at four time points: (A) t1 = 10, (B) t1 = 20, (C) t1 = 28 and (D) t1 = 38 corresponding to Feb 6, 2020, Feb 16, 2020, Feb 24, 2020 and Mar 5,  2020.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The effect of travel restrictions on the spread of the 2019 novel coronavirus (COVID-19) outbreak",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Chinazzi",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ajelli",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.aba9757"
                ]
            }
        },
        "BIBREF1": {
            "title": "Clinical characteristics of 2019 novel coronavirus infection in China",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF2": {
            "title": "Studies of the strategies for controlling the COVID-19 epidemic in China: estimation of control efficacy and suggestions for policy makers",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Jin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "50",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0043"
                ]
            }
        },
        "BIBREF3": {
            "title": "DISO: a rethink of Taylor diagram",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Int J Climatol",
            "volume": "39",
            "issn": "",
            "pages": "2825-2832",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Evaluation of reanalysis, spatially interpolated and satellite remotely sensed precipitation data sets in central Asia",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Geophys Res Atmos",
            "volume": "121",
            "issn": "",
            "pages": "5648-5663",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A conceptual model for the coronavirus disease 2019 (COVID-19) outbreak in Wuhan, China with individual reaction and governmental action",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "93",
            "issn": "",
            "pages": "211-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Estimation of the transmission risk of 2019-nCov and its implication for public health interventions",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Analysis of COVID-19 epidemic traced data and stochastic discrete transmission dynamic model",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Bragazzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Sci Sin Math",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1360/SSM-2020-0053"
                ]
            }
        },
        "BIBREF8": {
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30260-9"
                ]
            }
        },
        "BIBREF9": {
            "title": "Preliminary estimation of the basic reproduction number of novel coronavirus (2019-nCoV) in China, from 2019 to 2020: a data-driven analysis in the early phase of the outbreak",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ran",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int J Infect Dis",
            "volume": "92",
            "issn": "",
            "pages": "214-217",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Estimating the unreported number of Novel Coronavirus (2019-nCoV) cases in China in the first half of January 2020: a data-driven modelling analysis of the early outbreak",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Musa",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/jcm9020388"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}