{
    "paper_id": "PMC7109653",
    "metadata": {
        "title": "Epitope specificity and longevity of a vaccine-induced human T cell response against HPV18",
        "authors": [
            {
                "first": "Kelly",
                "middle": [
                    "L."
                ],
                "last": "Smith",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Amanda",
                "middle": [],
                "last": "Tristram",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kathleen",
                "middle": [
                    "M."
                ],
                "last": "Gallagher",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alison",
                "middle": [
                    "N."
                ],
                "last": "Fiander",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephen",
                "middle": [],
                "last": "Man",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A subset of human papillomaviruses (HPVs) can persistently infect the lower genital tract, giving rise to pre-malignant (intraepithelial neoplasia) and malignant lesions. The strong association between HPV and these diseases provides viral targets for both prophylaxis and therapy (1). Recently, proof of concept has been obtained for prophylactic vaccines for HPV (2), which ultimately aim to reduce the global burden of cancer. However, even if such vaccines were implemented immediately, there would be a substantial reservoir of infected individuals who would require treatment for pre-malignant and malignant disease for decades.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Research on HPV immunotherapy has largely focused on cervical cancer because of the poor prognosis for patients with advanced disease (3). However, current treatments for recurrent pre-malignant disease can also be problematic. For example, conventional treatment for vulval intraepithelial neoplasia (VIN) usually involves repeated local excision or laser ablation. Such treatments are painful and mutilating, and particularly distressing for young women (4). Thus, there is interest in exploring therapeutic vaccines for HPV-associated pre-malignant diseases. Such an approach may be more effective in pre-malignant disease because these patients would not have the immunosuppression observed in advanced cancer patients (5). Furthermore, lower grade lesions may be more genetically stable and thus less prone to down-regulation of immunologically important molecules such as MHC (6).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "HPVs encode several potential target antigens for T cells; however, in epithelial cells transformed by ‘high risk’ HPV types, such as 16 and 18, the most attractive targets are the E6 and E7 oncoproteins. Previously, we used HLA:peptide multimers to detect low-frequency HPV16 E6 or E7 specific CTL in the peripheral blood of patients with pre-malignant cervical intraepithelial neoplasia (CIN3) (7) and cancer (8). However, there are a paucity of confirmed human CTL epitopes for HPV, and the majority of these are based on HLA-A*0201 (9). We wished to measure systemic CD8+ and CD4+ T cell responses in a cohort of patients with HPV-associated pre-malignant disease who had been vaccinated with a live recombinant vaccinia virus vaccine (HPV16 and 18, TA-HPV). Therefore, an assay was developed that involved a short in vitro stimulation of PBMC with pools of HPV16- and HPV18-derived peptides, before measurement of IFN-γ-secreting T cells in enzyme-linked immunospot (ELISPOT) assays. This method allowed reliable measurement of T cell responses against HPV peptides in both healthy volunteers and patients with pre-malignant HPV-associated disease [lower genital tract neoplasia (LGTN)]. Furthermore, we demonstrate that this method allowed tracking of HPV peptide-specific T cell responses induced by a live recombinant vaccinia virus vaccine (TA-HPV).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "PBMC were isolated from heparinised blood samples by centrifugation on Histopaque (Sigma, Poole, UK) density gradients and cryopreserved in aliquots of 5 × 106 to 10 × 106 cells as previously described (7).",
            "cite_spans": [],
            "section": "Blood ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Healthy male (n = 6, age 29–60 years) and female (n = 4, age 26–40 years) volunteers with no history of HPV-associated disease were recruited locally. Blood samples were taken with informed consent. Although HPV testing was not carried out for ethical reasons, it was assumed that several of the volunteers had previously encountered and cleared ‘high risk’ HPVs (10,11). After receiving approval from the local ethical committee and Gene Therapy Advisory Committee, patients with histologically confirmed LGTN were recruited from clinics at University and Llandough Hospitals (Cardiff and Vale NHS Trusts, Wales, UK). These patients had histologically confirmed high-grade CIN3, VIN3 and vaginal intraepithelial neoplasia. All patients gave informed consent for obtaining blood and, where appropriate, cervical brush or biopsy samples. HPV typing was carried out on DNA extracted from patient tissue samples as previously described (12). Serological typing of HLA class I and molecular typing of HLA class II alleles were carried out on all the vaccinated patients (Welsh Blood Service, Pontyclun, Wales, UK).",
            "cite_spans": [],
            "section": "Healthy volunteers and patients ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A subset of the LGTN patients recruited (VAC001-011) consented to being immunized with a single dose of TA-HPV, a recombinant vaccinia virus containing HPV16 and 18 E6/E7 (13). Eleven patients were vaccinated (dermal scarification with 2.5 × 105 plaque-forming units) and followed up for between 3 and 20 months. Blood samples were taken on at least three separate time points post-vaccination, usually on day 28 (4 weeks), day 56 (8 weeks) and day 84 (12 weeks). All patients demonstrated vaccine ‘take’, with no adverse effects. Two of the patients had evidence of prior exposure to vaccinia virus from pre-existing antibody responses (VAC003, VAC004) that were boosted following vaccination. One of these patients confirmed receiving smallpox vaccine (VAC003). For the other patients, high levels of anti-vaccinia virus antibodies were induced from baseline levels following vaccination. Clinical assessment of the neoplastic lesion(s) was carried out by computer-aided measurement of digital images. The visible area of disease was measured and recorded for each patient. All patients were given standard clinical treatment within 2 months (approved by local ethics committee) with appropriate clinical follow-up.",
            "cite_spans": [],
            "section": "Vaccination ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Cryopreserved PBMC were thawed and washed twice with RPMI1640. They were then re-suspended at 2 × 106 to 2.5 × 106 cells ml−1 in RPMI1640 (PAA or GIBCO, Paisley, UK) supplemented with 10% human AB serum, 2 mM glutamine, 100 μg ml−1 streptomycin, 100 U ml−1 penicillin and 25 mM HEPES (RPMIAB). One millilitre of PBMC suspension was added to 24-well plates (Falcon, BD Biosciences, Cowley, UK) before the addition of appropriate HPV peptide pools (each 15mer peptide was present at a concentration of 10 μg ml−1). As a positive control, PBMC were cultured with the positive peptide pool (PPP) containing peptides from influenza, human cytomegalovirus (HCMV), Epstein Barr Virus (EBV) and tetanus at 10 μg ml−1 each. Following 3 days of incubation at 37°C, 1 ml of RPMIAB medium containing 20 IU ml−1 recombinant IL-2 (Proleukin, Chiron, Hounslow, UK) was added. On day 6, 1 ml of culture medium was removed and replaced with 1 ml of RPMIAB without IL-2. On day 7, PBMC were harvested and introduced to the ELISPOT protocol.",
            "cite_spans": [],
            "section": "Cultured ELISPOT ::: Methods",
            "ref_spans": []
        },
        {
            "text": "PBMC that had been cultured for 7 days were harvested, washed and re-suspended in RPMIAB at 106 cells ml−1, before seeding in triplicate or quadruplicate at 105 cells per well in a Multiscreen 96-well plate (Millipore, Watford, UK). The wells had been coated the day before with an IFN-γ capture antibody (Mabtech, Stockholm, Sweden) and left overnight at 4°C. Cells were incubated alone (as a negative control), with autologous PBMC (to deduce background response), with autologous PBMC plus specific peptide pools (test wells) and with mitogens (PHA 2 μg ml−1, phorbol myristate acetate 100 ng ml−1, ionomycin 1500 ng ml−1 and Con A 20 μg ml−1, Sigma) as a positive control. The ELISPOT plates were then incubated for 18–20 h at 37°C. The ELISPOT assay was performed the following day in accordance with the manufacturer's instructions (Mabtech). After allowing the plates to air dry, the number of spots per well was counted using an inverted stereomicroscope. The specific response was calculated by subtracting the background response (T cells + autologous PBMC) from the peptide test wells. To assign significant T cell responses, similar criteria to other studies were used (14), i.e. the mean number of spots in the peptide test wells (with background subtracted) was greater than the mean + 2SD spots of the negative control wells (T cells only) and was >20 spots (≥1/5 × 103 cells). For the vaccinated patients, the spot counts for the ELISPOT plates were verified using an AID ELISPOT plate reader (AID-Diagnostika, Staβberg, Germany). Although the numbers of spots detected were different, this did not result in changes in either positive or negative responses; therefore, for consistency, the results depicted are from the manual counts for patients and healthy volunteers.",
            "cite_spans": [],
            "section": "Cultured ELISPOT ::: Methods",
            "ref_spans": []
        },
        {
            "text": "PBMC that had been cultured with HPV peptides for 7 days were separated into CD8+- and CD4+-enriched fractions using MACS CD8 microbeads (Miltenyi Biotec, Bisley, UK), according to manufacturer's instructions. Purity of fractions was assessed by flow cytometry. Pre-sort, CD8+- and CD4+-enriched populations were then tested in ELISPOT assays as discussed above.",
            "cite_spans": [],
            "section": "Immunomagnetic enrichment of CD4+ and CD8+ T cells ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To control for viability of cryopreserved samples, a PPP was constructed based on CD4+ and CD8+ T cell epitopes from common recall antigens. The source of these antigens included EBV (15–17), HCMV (18), influenza A (17,19,20) and tetanus (21). This was based on a previously described set of class I epitopes (22). The class I epitopes were adapted where possible to make the peptide length more comparable to the 15mer peptides used for HPV peptide stimulation. All peptides (sequences in Table 1) were synthesized to >90% purity, and amino acid sequences were confirmed by mass spectrometry (Severn Biotech, Kidderminster, UK). Individual peptides were dissolved in dimethyl sulphoxide to provide stock solutions of 40–100 mg ml−1. Aliquots from these stock peptides were pooled, and the PPP was then frozen in small aliquots and stored at −20°C.",
            "cite_spans": [],
            "section": "PPP. :::  ::: Peptides ::: Methods",
            "ref_spans": []
        },
        {
            "text": "These consisted of 81 overlapping (by nine) 15mer peptides that spanned the full-length E6 or E7 proteins of HPV16 and 18. Peptides were synthesized as part of a pepset (Mimotopes, Wirral, UK). As for the PPP, individual peptides were dissolved in dimethyl sulphoxide to provide stock solutions before making pools of HPV16 E7 (15 peptides), HPV16 E6 (25 peptides), HPV18 E7 (16 peptides) and HPV18 E6 (25 peptides). Smaller pools of three to five peptides were also made to allow epitope mapping. Individual and pooled peptides were frozen in small aliquots and stored at −20°C.",
            "cite_spans": [],
            "section": "HPV16 and 18 peptide pools. :::  ::: Peptides ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Previously, we had demonstrated systemic HPV-specific CTL responses in patients who had been inoculated with a live recombinant vaccinia virus vaccine (TA-HPV) (13,23). However, the detection systems used were relatively insensitive, not quantitative and could not map the responses to a single protein or peptide. Therefore, a major aim was to develop a more sensitive assay to measure both CD4+ and CD8+ HPV-specific T cell responses for vaccine studies. This was done initially using cryopreserved blood samples from healthy volunteers, as HPV-specific T cell responses have been frequently found in such subjects (24). Pools of 15mer peptides from HPV16 and 18 E6 and E7 were used to stimulate T cells for direct measurement of IFN-γ release. Such peptide pools have been used successfully to map anti-viral CD8+ (25) and CD4+ T cell epitopes (26,27). However, we were unable to detect any HPV-specific T cell responses ex vivo using either intracellular cytokine staining or ELISPOT assays (data not shown).",
            "cite_spans": [],
            "section": "Detection of HPV peptide-specific T cell responses from healthy volunteers ::: Results",
            "ref_spans": []
        },
        {
            "text": "It was possible that the frequency of HPV-specific T cells in blood was too low for direct detection ex vivo, and might require in vitro amplification as previously described for melanoma (28,29) and HPV-specific CTL (7). Initial experiments used an ELISPOT protocol based on culturing PBMC with HPV peptides for 4 days to detect HPV-specific CD4+ T cells (24). However, this was not successful (data not shown), so we cultured PBMC for 7 days with HPV16 or 18 peptide pools prior to testing in ELISPOT assays. To control for the functional viability of cryopreserved samples, a PPP containing multiple CD4+ and CD8+ T cell epitopes was also designed for use alongside the HPV pool (Table 1). Using this modified protocol, a cohort of 10 healthy volunteers (HV001–0010, Table 2) was tested for T cell immunity against HPV and recall antigen peptides. One donor (HV009) failed to respond to PPP stimulus and so was excluded from the analysis, however, as exemplified by HV003 (Fig. 1A) and HV007 (Fig. 1B). IFN-γ-producing T cells recognizing either HPV16 or 18 peptides could often be detected (Table 2). Overall, significant T cell responses could be seen from 7/9 volunteers. T cell responses could be demonstrated against HPV16 (5/9), HPV18 (3/9) and both HPV16 and HPV18 (3/9) (Table 2). The dominant response appeared to be against HPV16 E6 peptides (5/9), confirming previous reports (24).",
            "cite_spans": [],
            "section": "Detection of HPV peptide-specific T cell responses from healthy volunteers ::: Results",
            "ref_spans": []
        },
        {
            "text": "One attractive feature of using a peptide pool for stimulating T cells is that it provides a rapid means for mapping individual T cell epitopes. To test this, PBMC were obtained from donor HV003 who responded against the HPV16 E6 peptide pool (Fig. 1A, Table 2). These freshly isolated PBMC were cultured with the HPV16 E6 pool before testing in ELISPOT assays using six smaller HPV16 E6 pools or individual HPV16 E6 peptides. A dominant response was seen against pool 4 (data not shown), then subsequently mapped to a 15mer peptide epitope from HPV16 E6127–141 (DKKQRFHNIRGRWTG) (Fig. 2A). Since no other overlapping peptide was recognized, it is likely that the 15mer peptide constituted a CD4+ T cell epitope. To confirm this, PBMC were stimulated with the HPV16 E6127–141 peptide, before using MACS to enrich for either CD8+ or CD4+ T cells, prior to ELISPOT assays. The T cell responses against HPV16 E6127–141 correlated with a CD4+ phenotype, as depletion of CD4+ T cells greatly reduced the response compared with PBMC (Fig. 2B). Depletion of CD8+ T cells slightly augmented the response compared with PBMC (Fig. 2A). No HLA typing data were available for the healthy donors precluding further analysis. Nevertheless, these results demonstrated that the protocol used could reliably detect IFN-γ-secreting T cells specific for HPV peptides and could define dominant CD4+ T cell epitopes.",
            "cite_spans": [],
            "section": "Epitope specificity and phenotype of responding T cells ::: Results",
            "ref_spans": []
        },
        {
            "text": "A cohort of 22 patients with HPV-associated LGTN was recruited and their cryopreserved PBMC tested for T cells recognizing HPV16 and 18 peptides (Table 3). Overall, significant T cell responses against HPV16 or 18 peptides could be detected in 10/20 evaluable patients (Table 3, VAC004 and VAC007 were removed from the analysis because of lack of samples or high background responses, respectively). As with the healthy volunteers, responses against HPV16 (9/20) and HPV18 (5/20) were demonstrated (Table 3). HPV16 E6 was immunodominant, with 7/20 patients making significant ELISPOT responses against the pooled HPV16 E6 peptides. Interestingly, HPV18 E6 responses were also frequently detected (3/20 patients). These responses did not strictly correlate with the HPV types present in each patient's biopsy as HPV16-specific T cell responses could be detected in patients with HPV18+ biopsies (CTRL010) and vice versa (CTRL006). However, it cannot be ruled out that these patients had previously been infected with multiple HPV types. Taking into account the small sample sizes, there was no obvious increase in the magnitude or the frequency of T cell responses in the CIN3 patients compared with the healthy donors.",
            "cite_spans": [],
            "section": "HPV16 peptide- and 18 peptide-specific T cells in patients with HPV-associated LGTN ::: Results",
            "ref_spans": []
        },
        {
            "text": "A cohort of 11 patients with HPV-associated LGTN (VAC001-011, Table 3) were inoculated with TA-HPV, a recombinant vaccinia virus containing HPV16 and 18 E6 and E7 proteins. This phase I/II trial aimed to study immunogenicity of TA-HPV and to assess clinical efficacy within an ethically acceptable period. In this study, 5/9 evaluable patients made significant T cell responses against HPV16 or 18 peptides prior to vaccination (Fig. 3, Table 3). Novel HPV-specific T cell responses could be detected after vaccination in five patients (Fig. 3), with two patients (VAC001, VAC008) making responses against multiple HPV peptide pools (Fig. 3, Table 4). The timing of the T cell responses, together with the magnitude, strongly suggested that they have been induced as a direct result of vaccination. There was no concomitant increase in T cell responses against the PPP (Fig. 3), confirming that this was an HPV-specific effect.",
            "cite_spans": [],
            "section": "Induction and boosting of T cell responses in CIN3 and VIN3 patients after vaccination ::: Results",
            "ref_spans": []
        },
        {
            "text": "Interestingly, four out of five of the vaccine responders made responses against HPV18 E6/E7 peptides, but only one of these patients had HPV18-associated disease (VAC010, Table 4). The strongest vaccine-induced response was in VAC002 against HPV18 E7 peptides (340 spots per 105 cultured cells on day 91); however, testing PBMC samples from day 68 (303 spots per 105 cultured cells) and day 91 in direct ex vivo ELISPOT assays (overnight incubation with peptides) did not produce significant responses (data not shown).",
            "cite_spans": [],
            "section": "Induction and boosting of T cell responses in CIN3 and VIN3 patients after vaccination ::: Results",
            "ref_spans": []
        },
        {
            "text": "The magnitude of the HPV18 E7 T cell response in patient VAC002 warranted further investigation. Therefore, an additional blood sample was taken nearly 3 years (day 901) after vaccination. This provided additional PBMC to use as antigen-presenting cells to investigate epitope specificity at defined time points post-vaccination and allowed investigation of the longevity of the T cell response. Therefore, after primary in vitro re-stimulation with the whole HPV18 E7 pool (16 peptides), PBMC cultures were further tested in ELISPOT assays against pools of four peptides and then individual peptides (Fig. 4). This demonstrated that the response against HPV18 E7 was dominated by T cells recognizing a novel HPV18 E742–56 epitope (Fig. 4). Since no other overlapping peptide was recognized, it was likely that this was a CD4 T cell epitope. This was supported by preliminary experiments that demonstrated immunomagnetically depleting CD4+ but not CD8+ T cells effectively abrogates the response (data not shown).",
            "cite_spans": [],
            "section": "Definition of a novel vaccine-induced T cell epitope and longevity of vaccine response ::: Results",
            "ref_spans": []
        },
        {
            "text": "In parallel with the epitope mapping experiments, PBMC from day 901 post-vaccination were also stimulated in vitro with the whole HPV18 E7 pool. Although the magnitude of the T cell response had diminished at day 901 (Fig. 5) compared with day 91 (Fig. 4B), it was clear that the same pattern of recognition had been sustained over 3 years, with a dominant response against HPV18 E742–56. This suggests that TA-HPV vaccination had induced long-lasting memory T cells against this epitope.",
            "cite_spans": [],
            "section": "Definition of a novel vaccine-induced T cell epitope and longevity of vaccine response ::: Results",
            "ref_spans": []
        },
        {
            "text": "A secondary aim of the clinical trial was to assess clinical response to vaccination on the basis of regression of HPV-associated pre-malignant lesions. However, using digital imaging of lesions and several other clinical criteria, no complete or partial clinical response was seen within the assessment period (2 months). There was no resolution of visible disease, and no histological changes were observed when comparing pre- and post-vaccination samples. Cervical intraepithelial disease is asymptomatic; however, none of the four patients (VAC001, 002, 004 and 005) with non-cervical disease experienced symptomatic improvement. All these patients requested surgical removal of their disease, and standard treatment (loop excision) was given to the patients with CIN3 (VAC003, VAC006–011). It should also be noted that there was no worsening of disease symptoms or increased disease progression in patients receiving vaccine.",
            "cite_spans": [],
            "section": "Lack of correlation between measurable systemic T cell responses and clinical response ::: Results",
            "ref_spans": []
        },
        {
            "text": "The study of cell-mediated immunity against HPVs has been technically challenging. This is because live virus cannot be propagated in amounts sufficient for in vitro studies, and it is difficult to grow HPV-infected or -transformed cells (30). Additionally, the localized nature of HPV infection and resultant lesions, combined with immune evasion mechanisms, probably contribute to weak systemic T cell responses (31). In this paper, we have used a short in vitro culture step followed by peptide re-challenge in the ELISPOT assay to allow quantitation of IFN-γ-secreting T cells, both in healthy donors and patients receiving a candidate therapeutic HPV vaccine. This sensitive approach allowed mapping of novel CD4 T cell epitopes and demonstrated the longevity of a vaccine-induced T cell response against a dominant HPV18 E7 epitope.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The protocol used in this study was developed because we were unable to detect HPV-specific T cell responses directly ex vivo (data not shown). ELISPOT is a sensitive technique, but several studies have demonstrated that ready detection of HPV-specific CD4+ T cell requires a 4-day in vitro culture step (14,24,32). However, this protocol was not successful for the cryopreserved patient samples in this study (S. van der Burg, personal communication), and was modified by increasing the culture period to 7 days. Such an approach has also been used to detect low-frequency human T cell responses against melanoma vaccines (29) or malaria antigens (33). There is the risk that in vitro culture may create variability and skew the T cell responses detected, such that the true repertoire of responding T cells is not represented. But these risks must be balanced against the practical advantages of the protocol, which include increased recovery time from the effects of cryopreservation and amplification of low-frequency responses. We found the assay to be reproducible; the strongest T cell response in VAC002 was repeated in four separate experiments. Furthermore, the same HPV peptide-specific responses were detected in healthy volunteers (HV3 and HV7) in experiments carried out by different individuals, 2 years apart (K.L. Smith and K.M. Gallagher, unpublished observations). These arguments support the usefulness of the cultured ELISPOT assay in demonstrating vaccine responses. However, this assay should not be used for direct numerical comparison of HPV-specific T cells between individual patients.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "It is likely that central memory rather than effector memory T cells (33) are being detected using our protocol. This point is important because we did not measure T cell responses at sites of disease. The localized effects of HPV infection and transformation are unlikely to lead to induction of strong systemic effector memory T cell responses. Additionally, the vaccine used in this study was based on vaccinia virus, which by virtue of its lytic nature, and rapid clearance by the immune system, is also unlikely to sustain a population of effector memory T cells in the periphery. Nevertheless, we suggest that the assay system described is capable of detecting central memory T cells, arising from natural infection and 3 years after vaccination.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "HPV16 peptide- or HPV18 peptide-specific T cell responses were demonstrated in several healthy volunteers, establishing the sensitivity of the assay. Given the small sample sizes, mixed sex of the volunteers and the constraints of the assay system, it was not valid to compare responses of the healthy volunteers against patients. Nevertheless, we confirmed previous studies of CD4+ T cell responses against HPV16 in healthy donors (24,34–36) and supported the dominance of CD4+ T cell responses against HPV16 E6 (24). More recent experiments of exclusively female volunteers (n = 9, ages 21–30 years) have produced similar results (4/9 HPV16 responders, K.M. Gallagher, unpublished observations). It is likely that these responses represent memory T cells against HPV rather than naive T cells activated in vitro. First, because HPV infection is common (11), it is likely that most adults have encountered these viruses during their lifetime. Second, the in vitro culture period is short, whereas generation of naive T cell responses requires either extended in vitro culture and/or the use of dendritic cells (37). Third, in other studies, the T cells responding against HPV in short-term in vitro culture have a memory cell (CD45RO+) phenotype (32,38). Since the majority of individuals are able to clear HPV infection, study of T cell responses in healthy subjects rather than those who have high-grade disease may provide a clearer picture of the T cell responses involved in protection against disease (24). We are currently attempting to map further HPV epitopes using HLA-typed donors, both for use as possible vaccine candidates and to simplify measurement of immunological endpoints. Such epitopes may allow more precise quantitation in the future using HLA class II multimers.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The use of pooled HPV 15mer peptides allowed rapid definition of two novel CD4+ T cell epitopes. In each case, the recognition of a single 15mer peptide suggested recognition by CD4+ T cells. Since the 15mer peptides used overlapped by 9 amino acids, it was possible that single peptides of 10 amino acid or longer could be processed and recognized by CD8+ T cells. However, this was considered unlikely, as 15mer peptides were less efficient at induction of IFN-γ secretion by CD8+ CTL clones compared with 10mer or 9mer peptides (K.L. Smith, unpublished observations). This suggests that there may be sub-optimal stimulation and detection of memory CD8+ T cells. A non-mutually exclusive explanation is that the frequency of HPV-specific CD8+ CTL is extremely low, as we have previously suggested (7).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "HPV18 is the second most common virus associated with cervical cancer with an overall prevalence of 15%, compared with 58.9% for HPV16 (39). HPV45, which is closely related to HPV18, is the third most prevalent type, i.e. 5.9% (39). Thus, targeting immune responses against both HPV18 and HPV45 would have a major impact on cervical cancer. However, there have been relatively few immunological studies of HPV18 relative to HPV16. In this study, 3/9 healthy donors made a response against HPV18 versus 7/9 responses against HPV16. This ratio of responses parallels the relative prevalence of HPV18 (6%) and HPV16 (10%) detected in a recent longitudinal UK study (40). But the frequency of responders is higher than would be expected from the total incidence of HPV16 and 18 infection, raising questions about the specificity of the T cell responses. One possible explanation for these results is that T cell responses against either HPV16 or HPV18 peptides are in part composed of T cells cross-reactive against many other related HPV types including those that cause benign skin lesions. Such HPV cross-reactivity has recently been demonstrated for HPV11 L1-specific T cells (38). Another possibility is that other human pathogens may induce T cells cross-reactive on HPV peptides (41).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A novel T cell epitope HPV18 E742–56 (GVNHQHLPARRAEPQ) was mapped in this study. Constraints on patient samples meant that we were unable to map the HLA class II restriction elements for this HPV18 epitope or examine cross-reactivity against a similar HPV45 epitope E7 (GVSHAQLPARRAEPQ). Interestingly, T helper responses against a truncated form of the E743–53 (VNHQHLPARRA) have been demonstrated in CBA/CaH mice (42). Larger cohorts of HLA-typed donors (healthy volunteers and donors) should be tested to assess the frequency of T cell responses against these epitopes at the population level and whether they have any role in disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A clear finding in our study was the lack of correlation between the T cell responses measured and any clinical response. There may be multiple reasons for the lack of clinical response after TA-HPV vaccination. We were unable to demonstrate T cell responses directly ex vivo. This suggests that the systemic T cell responses against HPV induced by TA-HPV were weak, both by comparison with other therapeutic vaccines (43) and relative to other human viruses (44). This may result from two related features of TA-HPV. First, HPV E6 and E7 are small proteins and may be poorly immunogenic to human T cells. This has been suggested by a study demonstrating the paucity of T cell epitopes in several mouse strains (45). Second, the vaccine delivery system (vaccinia) does not allow for persistent expression of these proteins. While this is a desirable safety feature when using HPV oncogenes as antigens, it could lead to the disappearance of effector memory T cells from the periphery upon viral vaccine clearance. For future vaccines for HPV, the use of peptide- or protein-based vaccines that allow safe persistence of antigen may be more effective (46).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "A second confounding factor is the HPV-type specificity of the T cells induced by a vaccine that contained both HPV16 and HPV18. Vaccine-induced T cell responses against HPV18 have been observed in previous studies (13,47); however, this is the first study to demonstrate an immunodominant effect for HPV18 in certain vaccinated patients. Whether this reflects individual selection for T cell responsiveness at the level of HLA haplotype or peripheral tolerance against the HPV type in the diseased tissue is not known. However, these results do suggest that while incorporation of multiple HPV types into vaccines may be advantageous for prophylaxis (39), this may not be the case for therapy.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There may be additional explanations for lack of clinical response after TA-HPV vaccination; however, we believe that the two most important factors are the weakness of the systemic T cell response and the immunodominance of T cell responses against the ‘wrong’ HPV type in certain patients. Our clinical results do contrast somewhat with similar clinical trials using the same vaccine, both of which reported one complete response and several partial responses (48,49). While the partial and complete responses are encouraging, the overall patient response rate suggests that vaccines capable of inducing stronger systemic T cell responses are required. The local nature of HPV disease suggests that strong systemic T cell responses may not be effective in isolation. One promising approach is to use topical treatments that encourage homing of vaccine-induced T cells into disease sites (50).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite the absence of a clinical response in this vaccine trial, the ELISPOT protocol developed did allow sensitive tracking of HPV peptide-specific T cell responses. This was particularly evident for the HPV18 peptide-specific T cell responses that were more frequently detected and of higher magnitude than previously reported (47). Importantly, dominant T cell epitopes could be mapped for HPV16 and HPV18, and for the first time the longevity of a vaccine-induced T cell response against HPV could be measured. These studies provide a firm foundation for future measurement of natural and vaccine-induced immunity against HPV.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Peptides included in PPP mixture\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: T cell responses against HPV16 and 18 peptides in healthy volunteers measured by IFN-γ ELISPOT\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3.: T cell responses against HPV16 and 18 peptides in patients with HPV-associated LGTN\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4.: Specificity of post-vaccination T cell responses in patients with LGTN\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1.: T cell responses against HPV16 and 18 peptides in healthy volunteers. Representative responses are shown from (A) HV003 (HPV16 E6 response) and (B) HV007 (HPV18 E6 response). PBMC were cultured for 7 days with peptide pools from HPV18 E7, HPV18 E6, HPV16 E7, HPV16 E6 or the PPP. Cells were harvested and tested in ELISPOT assays against autologous PBMC plus the appropriate HPV peptide pool. The counts shown are for nothing (T cells only) or plus peptide [(T cells + PBMC + peptide) − (T cells + PBMC)].",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.: Dissection of HPV16 peptide-specific T cell responses measured by ELISPOT. (A) Mapping an HPV16 E6 epitope in a healthy volunteer (HV003). PBMC were cultured with HPV16 E6 peptides before testing in ELISPOT assays against the whole HPV16 E6 pool (25 peptides), pool of four peptides (19, LPQLCTELQTTIHIDI; 25, RDLCIVYRDGNPYAV; 31, YGTTLEQQYNKPLCD and 37, DKKQRFHNIRGRWTG) or individual peptides. (B) Immunomagnetically enriched populations of either CD8+ (98.5% purity) or CD4+ T cells (96% purity) from HV003 were cultured with peptide 37, before testing in an ELISPOT assay.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3.: T cell responses in patients vaccinated with TA-HPV. Responses against HPV peptide pools were measured pre- and post-vaccination (at least three time points) in nine patients with HPV-associated LGTN (VAC001–003, VAC005, VAC006 and VAC008–011). For each patient, cryopreserved PBMC from multiple time points were tested in the same experiment to minimise variability. Responses marked with asterisk represent significant post-vaccine T cell responses (>2SD of pre-vaccine response). Note that VAC002 produced a mean of 303 spots for day 61 and a mean of 340 spots for day 91. For the majority of patients, PPP responses exceeded 200 spots per well and were not precisely counted above this number.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4.: Vaccine-induced T cell response against an immunodominant epitope of HPV18 E7. (A) Day 91 PBMC from patient VAC002 were cultured for 7 days with HPV18 E7 pool (25 peptides) before testing in ELISPOT assays against either the whole HPV18 E7 pool or smaller HPV18 E7 pools containing four individual peptides (C1–C4 pools) or mitogens. (B) Day 91 PBMC were cultured as above, before testing against entire HPV18 E7 pool, HPV18 E7 C2 pool (peptides 45, LLCHEQLSDSEEEND; 46, LSDSEEENDEIDGVN; 47, ENDEIDGVNHQHLPA and 48, GVNHQHLPARRAEPQ) or individual HPV18 E7 peptides (45, 46, 47 or 48). The response against mitogens in experiment B exceeded 500 spots.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5.: Longevity of vaccine-induced HPV18-specific T cell responses. Day 901 PBMC from patient VAC002 were cultured with the whole HPV18 E7 peptide pool before testing in ELISPOT assays against entire HPV18 E7 pool, HPV18 E7 C2 pool (peptides 45–48) or individual HPV18 E7 peptides 45 and 48. The response against mitogens exceeded 500 spots.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Nat. Rev. Immunol.",
            "volume": "4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Br. Med. J.",
            "volume": "325",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "N. Engl. J. Med.",
            "volume": "338",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "J. Clin. Microbiol.",
            "volume": "33",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Lancet",
            "volume": "347",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Int. J. Cancer",
            "volume": "91",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Int. Immunol.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Ann. Rev. Immunol.",
            "volume": "15",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 1987,
            "venue": "Nature",
            "volume": "326",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "J. Virol.",
            "volume": "70",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "J. Virol.",
            "volume": "69",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "N. Engl. J. Med.",
            "volume": "347",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "J. Immunol.",
            "volume": "151",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 1989,
            "venue": "Eur. J. Immunol.",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "J. Immunol. Methods",
            "volume": "260",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Vaccine",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Cancer Res.",
            "volume": "63",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Eur. J. Immunol.",
            "volume": "30",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "J. Immunol. Methods",
            "volume": "275",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "J. Virol.",
            "volume": "77",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Cancer Res.",
            "volume": "59",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "J. Immunol.",
            "volume": "171",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "N. Engl. J. Med.",
            "volume": "334",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 1994,
            "venue": "Antivir. Res.",
            "volume": "24",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Nat. Rev. Cancer",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Cancer Res.",
            "volume": "62",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Nat. Med.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "J. Gen. Virol.",
            "volume": "77",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "J. Natl. Cancer Inst.",
            "volume": "89",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "J. Gen. Virol.",
            "volume": "77",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Cancer Res.",
            "volume": "57",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "J. Virol.",
            "volume": "76",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "N. Engl. J. Med.",
            "volume": "348",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "J. Virol.",
            "volume": "77",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Virus Res.",
            "volume": "36",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "J. Exp. Med.",
            "volume": "190",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "J. Immunol.",
            "volume": "162",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Immunol. Cell Biol.",
            "volume": "81",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "J. Immunol.",
            "volume": "169",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Clin. Cancer Res.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Clin. Cancer Res.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Cancer Res.",
            "volume": "63",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": 1996,
            "venue": "Clin. Cancer Res.",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Antimicrob. Agents Chemother.",
            "volume": "45",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Tissue Antigens",
            "volume": "55",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Cancer Res.",
            "volume": "60",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "J. Immunol.",
            "volume": "167",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "J. Immunol.",
            "volume": "154",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}