{
    "paper_id": "PMC7104965",
    "metadata": {
        "title": "Turning Up Your Nose for a Flaviviral Encephalitis Cure",
        "authors": [
            {
                "first": "Rina",
                "middle": [],
                "last": "Barouch-Bentov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shirit",
                "middle": [],
                "last": "Einav",
                "suffix": "",
                "email": "seinav@stanford.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "West Nile virus (WNV) is an enveloped, positive-stranded RNA virus of the Flaviviridae family that causes significant morbidity and mortality in humans. Like other flaviviruses, such as Japanese encephalitis (JEV) and Zika, WNV is neurotropic. Thus, while in the majority of individuals infection remains asymptomatic or develops into a febrile illness, in a subset of patients the virus spreads to the brain and causes encephalitis, which often results in neurological complications or death (World Health Organization). Unfortunately, there are currently no approved vaccines or antiviral drugs available for prevention and/or treatment of WNV infection in humans.",
            "cite_spans": [],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "RNA interference (RNAi) is an endogenous regulatory mechanism for gene expression. It relies on the production and “dicing” of long double-stranded RNAs (dsRNAs) into ∼21 nt fragments, which, by base pairing with complementary gene sequences, silence their expression via either direct mRNA cleavage or inhibition of translation. Given its sequence specificity, adaptability, and capability of broad targeting, small interfering RNA (siRNA)-mediated gene silencing is widely pursued as a therapeutic strategy for indications of illnesses such as cancer, inflammatory, and genetic disorders (reviewed in Tatiparti et al., 2017). siRNAs targeting viral genomes have shown some promise in treating various viral infections in animal models. However, challenges, such as limited delivery into target tissues and off-target effects, remain to be addressed for this approach to be approved for treating human viral infections. In this issue of Cell Host & Microbe, Beloor et al. (2018) report that siRNA targeting a conserved region within the envelope gene of WNV protects WNV-infected mice from encephalitis-induced morbidity and mortality. The unique nose-to-brain delivery of this siRNA, enabled by the use of a chimeric peptide for specific brain targeting, makes this approach an attractive therapeutic candidate for the treatment of WNV encephalitis, with potential implications for other viral infections and non-infectious brain pathologies.",
            "cite_spans": [
                {
                    "start": 603,
                    "end": 625,
                    "mention": "Tatiparti et al., 2017",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 959,
                    "end": 979,
                    "mention": "Beloor et al. (2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "Replication of multiple viruses has been shown to be inhibited by siRNAs targeting either viral or cellular genes in cell culture models. siRNAs have also shown some promise when delivered to targeted organs in animal models of various viral infections (Figure 1\nA). For example, in mouse models of respiratory syncytial virus (RSV) and parainfluenza virus (PIV) and a macaque model of severe acute respiratory syndrome corona virus (SARS-CoV), intranasal and/or inhaled viral-targeted siRNAs reduced viral replication and lung pathology (Bitko et al., 2005, Li et al., 2005). In a different disease model, hydrodynamic transfection of siRNAs targeting the hepatitis B (HBV) or C (HCV) viruses into mouse liver via the tail vein reduced viral replication in the liver of infected mice (Maepa et al., 2015, McCaffrey et al., 2002). Intravenous administration of siRNAs has shown some success in treating HBV and HIV in various mouse models (Maepa et al., 2015, Swamy et al., 2016). Nevertheless, the intravenous mode of siRNA delivery is subject to major challenges, including non-specific binding with serum proteins, degradation by nucleases, rapid renal filtration, entrapment by phagocytes, and crossing the vascular barrier for tissue penetration (Tatiparti et al., 2017). Except for anecdotal successes, the therapeutic utility of systemically delivered siRNAs for treating viral infections in animal models has thus been limited.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 557,
                    "mention": "Bitko et al., 2005",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 559,
                    "end": 574,
                    "mention": "Li et al., 2005",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 786,
                    "end": 804,
                    "mention": "Maepa et al., 2015",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 806,
                    "end": 828,
                    "mention": "McCaffrey et al., 2002",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 940,
                    "end": 958,
                    "mention": "Maepa et al., 2015",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 960,
                    "end": 978,
                    "mention": "Swamy et al., 2016",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1252,
                    "end": 1274,
                    "mention": "Tatiparti et al., 2017",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Main Text",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 262,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "siRNA delivery to the brain for the treatment of viral encephalitis is further challenged by the need to effectively cross the blood-brain barrier (BBB). Various approaches have been utilized for brain delivery of siRNAs in non-infectious disease models with variable success. To overcome this challenge, in a previous report, Kumar and colleagues designed a chimeric peptide (RVG-9R) composed of the rabies virus glycoprotein (RVG) that binds the acetylcholine receptor expressed on neurons and a nona-arginine (9R) that facilitates non-covalent binding of the peptide to siRNAs (Kumar et al., 2007). Intravenous administration of this peptide enabled specific delivery of siRNA targeting JEV to the brain of JEV-infected mice followed by receptor-mediated internalization of the siRNA into neuronal cells (Kumar et al., 2007). This treatment reduced encephalitis-induced mortality in infected mice when given early, but not late, during the disease course (Kumar et al., 2007).",
            "cite_spans": [
                {
                    "start": 581,
                    "end": 599,
                    "mention": "Kumar et al., 2007",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 808,
                    "end": 826,
                    "mention": "Kumar et al., 2007",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 959,
                    "end": 977,
                    "mention": "Kumar et al., 2007",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "To increase the therapeutic potential of siRNAs for treating viral encephalitis, in the current paper, Beloor et al. (2018) explored intranasal delivery of their peptide-tethered siRNA (Figure 1B). The unique connection between the brain and the outside world provided by the olfactory nerve can circumvent the challenges associated with crossing the BBB. Thus, nose-to-brain delivery of the modified neurotropic therapeutic siRNA substantially increased siRNA bioavailability in the brain relative to intravenous administration, allowing dose reduction (Beloor et al., 2018). siRNA delivered via this route revealed a remarkable therapeutic effect in reducing brain viral load, neuropathology, and mortality even when treatment was initiated at late stages of WNV infection (Beloor et al., 2018). Additionally, by minimizing systemic distribution of the siRNA, this treatment allowed WNV to replicate outside of the brain, triggering natural protective immune responses (Beloor et al., 2018). These both contributed to the recovery from primary infection and offered long-term immunity (Beloor et al., 2018). Furthermore, this immunity could be passed onto naive mice challenged with WNV by an adoptive transfer of cells and sera (Beloor et al., 2018).",
            "cite_spans": [
                {
                    "start": 103,
                    "end": 123,
                    "mention": "Beloor et al. (2018)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 555,
                    "end": 574,
                    "mention": "Beloor et al., 2018",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 776,
                    "end": 795,
                    "mention": "Beloor et al., 2018",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 972,
                    "end": 991,
                    "mention": "Beloor et al., 2018",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1088,
                    "end": 1107,
                    "mention": "Beloor et al., 2018",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1232,
                    "end": 1251,
                    "mention": "Beloor et al., 2018",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Main Text",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 194,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "While thought provoking and efficacious in mice, further investigation is required to establish translation to human WNV-mediated disease treatment. First, the effectiveness of intranasal delivery for treating human brain pathologies has been limited to date in part due to anatomical differences, which result in reduced absorption by the human nasal epithelium (Miyake and Bleier, 2015). The effectiveness and practicality of novel approaches designed to increase nasal absorption, such as a nasal mucosa surgical flap, will have to be studied. Second, potential differences in the therapeutic window between mice and human will have to be empirically explored. Third, since disease burden is greater in older/immunocompromised people, the clinical utility of an approach that reduces rather than abrogates virus replication will similarly need to be established.",
            "cite_spans": [
                {
                    "start": 364,
                    "end": 387,
                    "mention": "Miyake and Bleier, 2015",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "Several additional challenges relevant to advancing any therapeutic siRNA candidates into the clinic also have to be addressed. Off-target effects are an obvious concern since imperfect base pairing to host genes can disrupt their expression. Additionally, high concentrations of therapeutic siRNAs may saturate the endogenous RNAi machinery (Bitko et al., 2005) and thus disrupt normal gene regulation. Nevertheless, the targeted brain delivery and relatively low therapeutic dose facilitated by the peptide approach proposed by Beloor et al. (2018) may reduce these risks. On the other hand, the introduction of peptide-based delivery poses potential immunogenicity concerns, which are not well predicted by animal models.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 361,
                    "mention": "Bitko et al., 2005",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 530,
                    "end": 550,
                    "mention": "Beloor et al. (2018)",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "Since siRNA’s activity is dependent on high sequence homology, another potential limitation for the translation of viral-targeted siRNAs into clinical products is the large heterogeneity of viral sequences. Thus, validation of the data presented by Beloor et al. (2018) with multiple clinical viral isolates will be required to better estimate the translational utility. Moreover, targeting viral RNA with a single siRNA may cause selection of a siRNA-resistant virus. It is therefore important to determine the genetic barrier to resistance of viral-targeted siRNA approaches both in vitro and in animal models. Combining several siRNAs, targeting distinct regions in the viral genome, and using a single siRNA in combination with other antiviral agents are potential strategies to increase resistance barrier. The “cocktail” approach may also allow for broad-spectrum coverage by combining siRNAs targeting genomes of several viruses and/or host genes essential for the life cycle of multiple unrelated viruses. Indeed, a mixture of two siRNAs targeting RSV and PIV was effective in preventing disease in a co-infection mouse model when used at a low dose (Bitko et al., 2005). The broad-spectrum approach is particularly advantageous when rapid, accurate diagnosis of the viral agent is challenging as is often the case with viral encephalitis. Nevertheless, careful evaluation of dosing will be required to ensure efficacy and safety of such siRNA “cocktails.”",
            "cite_spans": [
                {
                    "start": 249,
                    "end": 269,
                    "mention": "Beloor et al. (2018)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1159,
                    "end": 1177,
                    "mention": "Bitko et al., 2005",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "Given these challenges, to the best of our knowledge, only a few viral-targeted siRNA approaches have been advanced into clinical trials to date. One example is ALN-RSV0, which targets the RSV nucleocapsid gene. Intranasal delivery of this siRNA has demonstrated safety, tolerability, and efficacy in preventing RSV infection and in treating infection in lung transplant recipients in several clinical trials (phases I–IIB) (reviewed in Shahani et al., 2017). HBV-targeted siRNAs are also being evaluated clinically (Maepa et al., 2015). Most advanced is ARC-520, which is comprised of two cholesterol-conjugated siRNAs and a hepatocyte-targeted membrane-lytic peptide and has shown safety and efficacy in a phase 2a clinical trial (Maepa et al., 2015).",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 457,
                    "mention": "Shahani et al., 2017",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 517,
                    "end": 535,
                    "mention": "Maepa et al., 2015",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 733,
                    "end": 751,
                    "mention": "Maepa et al., 2015",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Main Text",
            "ref_spans": []
        },
        {
            "text": "Taken together, while several important challenges have to be addressed to enable its clinical use, direct nose-to-brain siRNA delivery may find utility in treating viral encephalitis and possibly non-infectious diseases involving the brain in humans.",
            "cite_spans": [],
            "section": "Main Text",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Treating Viral Infections with siRNAs (A) Targeted organ and mode of delivery of viral-targeted siRNA strategies showing promise in animal models of viral infection and/or human infections. (B) Schematic of the findings reported by Beloor et al. (2018). Intranasal administration of RVG9R-siRNA cured encephalitis and prevented death in mice infected with WNV (group “1”; primary infection). By allowing natural systemic immune responses, RVG9R-siRNA protected these cured mice from subsequent WNV challenge (group “1”; secondary infection). Immune cells and antibodies derived from the cured mice protected naive mice from WNV challenge (group “2”; adoptive transfer). IV, intravenous; IN, intranasal; INH, inhalation; HDT, hydrodynamic transfection.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Small interfering RNA-mediated control of virus replication in the CNS is therapeutic and enables natural immunity to West Nile virus",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Beloor",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Maes",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Ullah",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Uchil",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Fikrig",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Host Microbe",
            "volume": "23",
            "issn": "",
            "pages": "549-556",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "siRNA delivery strategies: a comprehensive review of recent developments",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Tatiparti",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sau",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Kashaw",
                    "suffix": ""
                },
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Iyer",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Nanomaterials (Basel)",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Inhibition of respiratory viruses by nasally administered siRNA",
            "authors": [
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Bitko",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Musiyenko",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Shulyayeva",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Barik",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Med.",
            "volume": "11",
            "issn": "",
            "pages": "50-55",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Transvascular delivery of small interfering RNA to the central nervous system",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "McBride",
                    "suffix": ""
                },
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                },
                {
                    "first": "M.H.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "B.L.",
                    "middle": [],
                    "last": "Davidson",
                    "suffix": ""
                },
                {
                    "first": "S.K.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Manjunath",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "448",
            "issn": "",
            "pages": "39-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Using siRNA in prophylactic and therapeutic regimens against SARS coronavirus in Rhesus macaque",
            "authors": [
                {
                    "first": "B.J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "F.Y.",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "B.J.",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Woodle",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nat. Med.",
            "volume": "11",
            "issn": "",
            "pages": "944-951",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Progress and prospects of anti-HBV gene therapy development",
            "authors": [
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Maepa",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Roelofse",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Ely",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Arbuthnot",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Mol. Sci.",
            "volume": "16",
            "issn": "",
            "pages": "17589-17610",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "RNA interference in adult mice",
            "authors": [
                {
                    "first": "A.P.",
                    "middle": [],
                    "last": "McCaffrey",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Meuse",
                    "suffix": ""
                },
                {
                    "first": "T.T.",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Conklin",
                    "suffix": ""
                },
                {
                    "first": "G.J.",
                    "middle": [],
                    "last": "Hannon",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Kay",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nature",
            "volume": "418",
            "issn": "",
            "pages": "38-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The blood-brain barrier and nasal drug delivery to the central nervous system",
            "authors": [
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Miyake",
                    "suffix": ""
                },
                {
                    "first": "B.S.",
                    "middle": [],
                    "last": "Bleier",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Am. J. Rhinol. Allergy",
            "volume": "29",
            "issn": "",
            "pages": "124-127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Antiviral therapy for respiratory viral infections in immunocompromised patients",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Shahani",
                    "suffix": ""
                },
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Ariza-Heredia",
                    "suffix": ""
                },
                {
                    "first": "R.F.",
                    "middle": [],
                    "last": "Chemaly",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Expert Rev. Anti Infect. Ther.",
            "volume": "15",
            "issn": "",
            "pages": "401-415",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Recent advances in RNAi-based strategies for therapy and prevention of HIV-1/AIDS",
            "authors": [
                {
                    "first": "M.N.",
                    "middle": [],
                    "last": "Swamy",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Shankar",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Adv. Drug Deliv. Rev.",
            "volume": "103",
            "issn": "",
            "pages": "174-186",
            "other_ids": {
                "DOI": []
            }
        }
    }
}