{
    "paper_id": "PMC7102598",
    "metadata": {
        "title": "Anesthetic Management of Patients with COVID 19 Infections during Emergency Procedures",
        "authors": [
            {
                "first": "Shuai",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ken",
                "middle": [],
                "last": "Ling",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hong",
                "middle": [],
                "last": "Yan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Liang",
                "middle": [],
                "last": "Zhong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaohong",
                "middle": [],
                "last": "Peng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shanglong",
                "middle": [],
                "last": "Yao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jiapeng",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiangdong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": "xiangdongchen2013@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "For this retrospective, multicenter clinical study, patients with confirmed or suspected COVID 19 from January 23 to 31, 2020, at the Wuhan Union Hospital, the Wuhan Children's Hospital, The Central Hospital of Wuhan, and the Wuhan Fourth Hospital in Wuhan, China, were recruited. All study methods were conducted following the relevant regulations and guidelines of the institutional ethics committee of Tongji Medical College, Huazhong University of Science and Technology.",
            "cite_spans": [],
            "section": "Patients ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The electronic medical records, anesthesia records, preoperative evaluation records, nursing records, laboratory findings, chest x-rays, and computed tomography (CT) examinations for all patients were reviewed. Clinical outcomes were followed-up to January 31, 2020. American Society of Anesthesiologists (ASA) physical status classification and the Mallampati score were determined by skilled anesthesiologists. All data were collected and checked by 2 independent investigators (S.Z. and K.L.). The protocols of anesthesia management for emergency procedures in patients with confirmed or suspected 2019-nCoV infection were drafted by an expert panel from the Department of Anesthesiology at Wuhan Union Hospital.",
            "cite_spans": [],
            "section": "Data Collection and Procedures Draft ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The outcomes for the present study were demographics; key clinical features (eg, fever, cough); anesthesia-related clinical characteristics (eg, ASA classification, Mallampati score, anesthetic methods); key laboratory findings (eg, lymphocyte count); and chest x-ray and CT findings for all patients.",
            "cite_spans": [],
            "section": "Outcomes ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Data are expressed as mean (standard deviation) and categorical variables as count (%). For laboratory results, the authors also assessed whether the measurements were outside the normal range. All statistical analysis was performed with GraphPad Prism, version 8 (Graph-Pad Software Inc, San Diego, CA) and SPSS software, version 25 for Mac (IBM Corp, Armonk, NY).",
            "cite_spans": [],
            "section": "Statistical Analysis ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The date of January 23, 2020, for starting the present study was chosen because it is the same date the Chinese Lunar New Year begins and when Wuhan began suspending public transportation (Fig 1\n); after that time, the major hospitals in Wuhan suspended all elective procedures. The 4 hospitals selected for the study were the closest hospitals in proximity to the Huanan Seafood Wholesale Market (1-4 km away), which is the suspected origin of 2019-nCoV outbreak (Fig 2\n). Anesthesiologists in Wuhan have made great efforts to control this epidemic (Fig 3\n). As previously mentioned, anesthetic management and infection control guidelines for emergency procedures in patients with confirmed or suspected 2019-nCoV were drafted by an expert panel from the Department of Anesthesiology at Wuhan Union Hospital (Fig 4\n); these procedures are detailed in the Supplementary Material as follows: (1) anesthesiologists’ procedures for emergency intubation of patients with confirmed or suspected 2019-nCoV infection, (2) precautions for 2019-nCoV infection in outpatient evaluation center, and (3) precautions for 2019-nCoV infection control in the operating rooms. After adopting the aforementioned procedures, the 4 hospitals in the study completed 321 cases of emergency surgical anesthesia, including for 37 patients who were laboratory-confirmed as having or were suspected of having 2019-nCoV. In the present study, 3 health care providers were infected with 2019-nCoV in the clinic setting from January 23 to 31, 2020.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 194,
                    "mention": "Fig 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 465,
                    "end": 470,
                    "mention": "Fig 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 551,
                    "end": 556,
                    "mention": "Fig 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 810,
                    "end": 815,
                    "mention": "Fig 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The present retrospective, multicenter clinical study comprised 37 patients (5 confirmed and 32 suspected 2019­nCoV cases). Most patients were female (23 of 37), with a mean age of 41.0 years old (standard deviation 19.6; range 4-78). 10 (27%) patients had chronic medical illnesses, including 4 (11%) with diabetes, 8 (22%) with hypertension, 8 (22%) with digestive system disease, 3 (8%) with nervous system disease, and 8 (22%) with respiratory system disease (Table 1\n). On admission or before anesthesia, many patients presented with fever (16 [43%]), cough (12 [32%]), or sputum production (2 [5%]) (see Table 1). Twenty-five (68%) patients demonstrated lymphopenia (lymphocyte count <1.1 × 109/L [normal range 1.1-3.2]) (see Table 1). According to chest x­ray and CT findings, abnormalities in chest images were detected in 30 (81%) patients. In particular, 10 (27%) patients exhibited bilateral pneumonia, and 15 (41%) patients exhibited unilateral pneumonia (Table 2\n). Twenty-three (62%) patients exhibited multiple mottling and ground-glass opacity (see Table 1).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 464,
                    "end": 471,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 610,
                    "end": 617,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 732,
                    "end": 739,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 968,
                    "end": 975,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 1065,
                    "end": 1072,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "All patients underwent surgery under anesthesia, including 26 (70%) patients with general anesthesia and 11 (30%) patients with spinal anesthesia (see Table 2). Types of surgery included abdominal surgery (10 [27%]), cardiovascular surgery (2 (5%]), orthopedic surgery (6 [16%]), obstetric and gynecological surgery (11 [30%]), neurosurgery (2 [5%]), and other types of surgery (6 [16%]) (see Table 2). Most patients (21 [57%]) were healthy or had well-controlled medical conditions (ASA physical status classification I and II). Only 1 (3%) patient with acute peritonitis was determined as ASA V (see Table 2). Thirty-six (97%) patients were found to have a Mallampati score of I/II, and 1 was classified as having a Mallampati score of IV on airway evaluations (see Table 2).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 393,
                    "end": 400,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 602,
                    "end": 609,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 768,
                    "end": 775,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "For anesthesia duration, 28 (76%) patients underwent a short surgical anesthesia time (≤3 h), and 9 (24%) patients underwent a longer surgical anesthesia time (>3 h). Finally, as of January 31, 2020, 10 (27%) of the 37 patients had been discharged, 27 (73%) patients still were hospitalized, and no patient had died (see Table 2).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 321,
                    "end": 328,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "For the present study, the authors drafted and published anesthesia management and infection control guidelines for emergency procedures in patients with confirmed or suspected COVID 19 to prevent nosocomial infection. In operating rooms in which infection control procedures are rigorously applied, the risk for staff to contract 2019-nCoV from patient contact is low, despite long exposure times. In addition, for the present study, the anesthesia-related characteristics of patients with confirmed or suspected COVID 19 in the 4 most affected hospitals in Wuhan, China, were examined.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "On January 7, 2020, a novel coronavirus was identified by the Chinese Center for Disease Control and Prevention and subsequently named COVID-19 (also named as 2019nCoV earlier) by the World Health Organization.4\n,\n5 Coronaviruses, such as SARS11\n,\n12 and Middle East respiratory syndrome,13\n,\n14 mainly cause respiratory tract infections in humans. In the present study, most patients presented with fever, dry cough, and bilateral multiple mottling and ground-glass opacity on chest CT scans. These data are consistent with recent reports.2\n,\n6\n,\n9\n",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 211,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 214,
                    "end": 215,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 243,
                    "end": 245,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 248,
                    "end": 250,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 288,
                    "end": 290,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 293,
                    "end": 295,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 540,
                    "end": 541,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 544,
                    "end": 545,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 548,
                    "end": 549,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Transmission rates are unknown for 2019­nCoV; however, there is strong evidence of efficient human­to­human transmission.6\n,\n7\n,\n9 The number of infections is increasing quickly. By January 30, 2020, 9,692 laboratory-confirmed 2019-nCoV infections had been reported in China, with 213 fatal cases.5 In particular, at the same time, 15 health care workers had been reported to be infected by 2019­nCoV, 14 of whom were assumed to have been infected by caring for 2019-nCoV patients. The overall infection rate of health care workers at the time of the present study was unknown. However, precautions and related management procedures need to be implemented immediately to prevent any additional infections. This has challenged health care workers to use effective infection control procedures and measures. Anesthesiologists, as specialists in airway management, generally perform endotracheal intubation in severe cases of hypoxia and provide emergency anesthesia for surgery in these cases. This undoubtedly increases the exposure risk for anesthesiologists because of the frequent exposure to patients’ respiratory secretions and blood. Therefore, 2019-nCoV–specific anesthesia guidelines need to be developed and used to prevent nosocomial spread of the virus.",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 122,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 125,
                    "end": 126,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 129,
                    "end": 130,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 297,
                    "end": 298,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Some of the infected patients in the present study had no obvious symptoms initially, including slight fever or even no fever, which is consistent with other recent reports,2\n,\n9\n,\n10 and infectious characteristics became apparent during the incubation period (1-14 d medical observation period).7 Transmission of 2019-nCoV probably occurs by means of large droplets and contact and less so by means of aerosols and fomites, and exposure to oral and respiratory secretions at the time of endotracheal intubation puts anesthesiologists at high risk for infection. Therefore, all anesthesiologists who may be in contact with patients with confirmed or suspected 2019-nCoV must take level 3 protective measures, which are detailed in the Supplementary Materials. The World Health Organization also has released important information that has prompted health care workers caring for patients infected with 2019-nCoV to reexamine the precautionary procedures of infection control.4\n",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 177,
                    "end": 178,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 181,
                    "end": 183,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 296,
                    "end": 297,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 975,
                    "end": 976,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Furthermore, diagnosis before the patient enters the operating room is important in the effort to prevent cross-infection. Body temperature, laboratory findings (especially lymphocyte count), and chest x-ray and CT findings (especially multiple mottling and ground-glass opacity) should be confirmed before a patient enters the operating room. If the patient has a fever of unknown cause, the examination results show pulmonary infection or low oxygen saturation of unknown cause (< 90%), and the surgery is not an emergency case, anesthesiologists should communicate to the patient, family, and the surgeon that the surgery should be suspended. Meanwhile, during emergency surgical cases, close attention should be paid to the patient's heart rate, blood pressure, and oxygen saturation, especially during anesthesia induction and the procedure.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To prevent cross-infection in the operating room, single use of all anesthetic equipment, utensils, and drugs for each patient must be guaranteed. Anesthetic devices in contact with the respiratory tract, such as video laryngoscope lenses, plastic respiratory pipes, filters, respiratory balloons, suction tubes, and sputum suction tubes, should be discarded after single use. Furthermore, thorough disinfection and sterilization of the operating room should be conducted at the end of each day that surgery has been performed or immediately after surgery of patients with confirmed or suspected 2019-nCoV cases. This sterilization includes routine disinfection of the anesthesia machine, whole operating room ultraviolet radiation, disinfectant spray, and mopping. All these procedures should be inspected by the infection control team for backtracking purposes.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition, health care workers who routinely are exposed to viral respiratory infections in the hospital may transmit infection to others;15 therefore, the presence of potentially contaminated clothing in the operating room by health care workers must be addressed. Thus, transmission-preventive protocols and disinfection measures should be followed properly before health care workers enter the operating room after they have been involved with intubation, consultation, or postoperative patient transportation of patients with confirmed or suspected 2019-nCoV infection. Hence, the guidelines forbid any potentially contaminated clothing in the operating room.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "If health care workers develop symptoms of 2019-nCoV infection, such as fever, cough, soreness, and feebleness, after contact with suspected or confirmed cases, evaluations such as blood test, C-reactive protein, and pulmonary imaging should be acquired in a timely fashion. Moreover, they also should immediately report them to the hospital and isolate themselves at home. Their vital signs and health conditions should be monitored closely, and they should receive proper diagnosis and treatment if their symptoms get worse.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite the series of precautionary measures suggested by the authors’ institutional guidelines, it still is difficult to consider all possible problems encountered in clinical practice. Questions concerning best practice remain. A low infection rate in the operating rooms of 4 hospitals in close proximity to the suspected outbreak was demonstrated after health care staff followed strict guidelines of infection control procedures. The authors believe that these protective measures are effective when rigorously applied and are responsible for the relatively low infection rate among the health care workers.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Public health measures and precautions in health care settings are critical in controlling 2019-nCoV. The present study may help prevent cross-infection in the operating room by means of implementing anesthesia and infection control management procedures for emergency procedures in patients with confirmed or suspected COVID 19. Implementation of similar measures might be important and, it is hoped, successful in reducing the nosocomial transmission of 2019-nCoV in the perioperative setting.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "section": "Conflict of Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Demographics and Key Clinical and Laboratory Features of 37 Patients With Confirmed or Suspected 2019 Novel Coronavirus Infection\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Anesthesia-Related Clinical Characteristics and Clinical Outcomes of 37 Patients With Confirmed or Suspected 2019 Novel Coronavirus Infection\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig 1: Timeline of the early stages of the 2019 novel coronavirus outbreak. 2019-nCoV, 2019 novel coronavirus.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 2: Geographical map of the 4 hospitals included in the study and the Huanan Seafood Wholesale market in Wuhan, China. ASA, American Society of Anesthesiologists.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 3: Photo of health care providers, including anesthesiologist, surgeons, and nurses, performing an emergency surgery.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 4: Flow chart of anesthesia and infection control management guidelines for emergency procedures in patients with confirmed or suspected 2019 novel coronavirus. 2019-nCoV, 2019 novel coronavirus; OR, operating room.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A novel coronavirus outbreak of global health concern",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "December",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "470-473",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A novel coronavirus from patients with pneumonia in China, 2019",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: A study of a family cluster",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Fuk-Woo Chan",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K.-H.",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "6736",
            "issn": "",
            "pages": "1-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "SARS and MERS: Recent insights into emerging coronaviruses",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "De Wit",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Falzarano",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Nat Rev Microbiol",
            "volume": "14",
            "issn": "",
            "pages": "523-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: A descriptive study",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "507-513",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Lofy",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wiesman",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T.G.",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953-1966",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gunther",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Preiser",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967-1976",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): Announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "R.J.",
                    "middle": [],
                    "last": "de Groot",
                    "suffix": ""
                },
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "",
            "pages": "7790-7792",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Isolation of a novel coronavirus from a man with pneumonia in Saudi Arabia",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "van Boheemen",
                    "suffix": ""
                },
                {
                    "first": "T.M.",
                    "middle": [],
                    "last": "Bestebroer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "N Engl J Med",
            "volume": "367",
            "issn": "",
            "pages": "1814-1820",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "N95 respirators vs medical masks for preventing influenza among health care personnel: A randomized clinical trial",
            "authors": [
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Radonovich",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Simberkoff",
                    "suffix": ""
                },
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Bessesen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "JAMA",
            "volume": "322",
            "issn": "",
            "pages": "824-833",
            "other_ids": {
                "DOI": []
            }
        }
    }
}