{
    "paper_id": "PMC7120775",
    "metadata": {
        "title": "Health, Disease, and Illness as Conceptual Tools",
        "authors": [
            {
                "first": "Jimoh",
                "middle": [],
                "last": "Amzat",
                "suffix": "",
                "email": "greatjoa@yahoo.co.uk",
                "affiliation": {}
            },
            {
                "first": "Oliver",
                "middle": [],
                "last": "Razum",
                "suffix": "",
                "email": "oliver.razum@uni-bielefeld.de",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "There has not been an absolute consensus on the definitions of health, disease, and illness, even though these concepts are central not only in medicine but also in the health social sciences (e.g., medical sociology, health psychology and medical demography). These are parts of the conceptual tools in various medical-related fields. A definition of each concept is imperative because they constitute parts of the analytical tools in medical sociology. The lack of consensus often prevents uniformity of interpretations and generates more polemics. One wonders why there has not been consensus, despite the long history of medicine. The concepts are multidimensional, complex, and often elusive. For instance, Larson (1999) observed that disagreements about the meaning of health are common because health is imbued with political, medical, social, economic, and spiritual components. It is subject to various conceptualisation and interpretations. While all the concepts have their foundations in medicine, a biomedical perspective of health or disease may not be comprehensive enough. However, a fusion of the various perspectives often presents a complex definition like the WHO’s definition of health . This is why the debate on the definition of health is still ongoing. That the debate continues is not a problem as refinement of definition could lead to a better conceptualisation.",
            "cite_spans": [
                {
                    "start": 720,
                    "end": 724,
                    "mention": "1999",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The concept of health presents a form of ambiguity because it is multidimensional, complex, and sometimes elusive. Notwithstanding, various scholars, apart from the definition given by the WHO, have defined the concept. Although it is not the first definition of health, the WHO’s definition will still be the starting point because it is relatively old and has been central to the debate on the meaning of health. WHO (1948) defined health as a state of complete physical, mental, and social well-being, not merely the absence of disease and infirmity. The definition is holistic, and it presents three major interrelated components of health (see Fig. 2.1).",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 424,
                    "mention": "1948",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "How Should Health be Defined?",
            "ref_spans": [
                {
                    "start": 654,
                    "end": 657,
                    "mention": "2.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "How Should Health be Defined?",
            "ref_spans": []
        },
        {
            "text": "\n\nThe physical: this is the physiological or biological component of the definition. It simply implies the maintenance of homoeostasis. This is often used to infer a soundness of the body. Most often, disease represents a malfunction of a part of the body system or an intrusion of harmful organisms such as a virus or parasite. This may cause a breakdown of the individual affected. This physiological aspect is the most important biomedical criterion in the determination of health. For someone to be healthy, his/her biological components must be in order. A major diagnosis procedure involves a determination of what could be wrong with any component of the body or detection of any intrusion of any anti-body by tracing the pathways of the disease from underlying causes to pathology in the human body system and examination of any emerging of symptoms. Determining this may involve a series of laboratory tests or clinical examinations. One may be certified as healthy if there is no detection of any biological hitch.\nThe social: this represents the behavioural aspect of human health. Being a member of society is being in the network of social interaction and being able to fulfil social roles and expectations. If an individual is not active in the social network, it represents a form of social pathology —an abnormality, which is an infraction on the norms and values of society. The social also incorporates the spiritual dimension. The spiritual aspect could be personal to the individual by connecting to the world of reality and divinity. Larson (1999) observed that since the WHO’s definition of health, medicine has treated individuals as social beings whose health is affected by social behaviour and interaction.\nThe mental: this indicates the psychological, emotional, and mental status of the individual. Emotional apathy, fixation, and maladjusted personality constitute a part of the manifestation of illness. Huber et al. (2011) observed that the mental aspect of health signifies the possession of a “sense of coherence,” which includes the subjective faculties enhancing the comprehensibility, manageability, and meaningfulness of any circumstances.\n",
            "cite_spans": [
                {
                    "start": 1563,
                    "end": 1567,
                    "mention": "1999",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1948,
                    "end": 1952,
                    "mention": "2011",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "How Should Health be Defined?",
            "ref_spans": []
        },
        {
            "text": "The WHO’s definition has been heavily criticised since it was conceived in 1946 after the Second World War (see Callahan 1973; Bice 1976; Pannenborg 1979; Wood 1986; Simmons 1989; Saracci 1997; Jadad and O’Grady 2008; Huber et al. 2011; Godlee 2011; Awofeso 2012)\n. For instance, Awofeso (2012) observed that the definition is inflexible and unrealistic. He claimed that the inclusion of the word “complete” in the definition makes it unlikely for anyone to be healthy for a reasonable period of time. Godlee (2011) also noted that the definition is absolute and therefore unachievable for most people in the world. The definition presents an absolute ideal situation by combining the three aspects of human life. It is often difficult, if not impossible, to gain complete contentment in all the aspects. It is observed that since health is a goal, not only of the health care system but also individual and the society at large, it is ideal for a body like WHO to present a realistic definition that can be operationalised and achievable (Godlee 2011) .",
            "cite_spans": [
                {
                    "start": 121,
                    "end": 125,
                    "mention": "1973",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 132,
                    "end": 136,
                    "mention": "1976",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 149,
                    "end": 153,
                    "mention": "1979",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 160,
                    "end": 164,
                    "mention": "1986",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 174,
                    "end": 178,
                    "mention": "1989",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 188,
                    "end": 192,
                    "mention": "1997",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 212,
                    "end": 216,
                    "mention": "2008",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 231,
                    "end": 235,
                    "mention": "2011",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 244,
                    "end": 248,
                    "mention": "2011",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 258,
                    "end": 262,
                    "mention": "2012",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 289,
                    "end": 293,
                    "mention": "2012",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 510,
                    "end": 514,
                    "mention": "2011",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1047,
                    "end": 1051,
                    "mention": "2011",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "How Should Health be Defined?",
            "ref_spans": []
        },
        {
            "text": "In addition, Saracci (1997) also submitted that the WHO’s definition of health is problematic and it should be reconsidered. Saracci observed that the definition equates health with happiness—that a disruption of happiness could be regarded as a health problem. He further argued that the WHO’s definition reflects that health is boundless. More so, Huber et al. (2011, p. 2) opined that the WHO’s definition is problematic because it impliedly declares people with chronic diseases and disabilities definitively ill. The definition further minimises “the role of the human capacity to cope autonomously with life’s ever changing physical, emotional, and social challenges and to function with fulfilment and a feeling of wellbeing with a chronic disease or disability” (Huber et al. 2011, p. 2) . Despite several decades of criticisms, the WHO has not reviewed the definition. The idea of a definition is to present a holistic view that is meaningful not only for individuals but also as a (definitive) tool in scientific investigation. The idea is not to advance an operational perfection that is unchangeable. Perhaps, there is yet a review because there has not been a more holistic and measurable alternative definition of health. The question is simple: are other definitions of “health” more operational?",
            "cite_spans": [
                {
                    "start": 22,
                    "end": 26,
                    "mention": "1997",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 364,
                    "end": 368,
                    "mention": "2011",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 784,
                    "end": 788,
                    "mention": "2011",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "How Should Health be Defined?",
            "ref_spans": []
        },
        {
            "text": "Several other scholars have proposed other definitions of health , which can be used in light of changing global health circumstances. Some of these definitions will be critically examined; however, the essence of examining other definitions is not to defend the WHO’s definition or to render such alternative definitions as immaterial. After some strictures of WHO’s definition of health by Saracci (1997, p. 1410) , he proposed a definition of health as “a condition of wellbeing, free of disease or infirmity, and a basic and universal human right.” Impliedly, this definition also defined those who are living positively with chronic disease as unhealthy. It presents a health as a basic right, which is also problematic. In most parts of the world, health is a commodity with an insurance premium, a price-tag, or it requires a pool from the public tax. This also seems like a theoretical proposition that is not operational. It does not really account for the multidimensionality of health. Therefore, it may not be considered a holistic and viable alternative to the WHO definition.",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "mention": "1997",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "A New Definition of Health?",
            "ref_spans": []
        },
        {
            "text": "Bircher (2005, p. 1) , on the other hand, defines health as “a dynamic state of well-being characterised by a physical and mental potential, which satisfies the demands of life commensurate with age, culture, and personal responsibility.” While this is stylishly holistic, it is contentious due to the use of other concepts (e.g., age and culture) without unified definitions. For instance, culture is complex, dynamic, and relative. This may imply that the definition of health will also be relative and probably depend on the circumstances or societies. Additionally, does the definition refer to biological age or social construction of age? This is part of the complicatedness as the concepts used are not specific.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "mention": "2005",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "A New Definition of Health?",
            "ref_spans": []
        },
        {
            "text": "In an attempt to proffer a more acceptable perspective in the face of the continuous debate, Larson (1999) proposed that health should be conceived using multiple models: medical, the WHO, wellness, and environmental models. A combination of these models will be more holistic beyond the use of only the WHO model or other definitions. Table 2.1 presents the models of defining health. One major problem with model-based definition is that there could be more models than expected. The model-approach does not present a whole definition. Later, every profession will likely present a model of health beyond common understanding, and this will generate more issues. The major strength of this approach is that it emphases the multifactorial context of the concept of health.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 105,
                    "mention": "1999",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "A New Definition of Health?",
            "ref_spans": [
                {
                    "start": 342,
                    "end": 345,
                    "mention": "2.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "A New Definition of Health?",
            "ref_spans": []
        },
        {
            "text": "Following the argument that there could be more models, a social model will dwell on Parsonian definition that defines health as “the state of optimum capacity of an individual for the effective performance of the roles and tasks for which he has been socialized” (Parsons 1972) . This is more a sociological approach to health—a conceptualisation of health as a social element. Health in this sociological sense is more inclined towards human capacity to fulfil their obligations, participate in social activities (including work), and fulfil role expectations in the society in the face of structural limitations. This conception is connected with both physiological and mental models of health in the sense that the source of a social incapacitation could be from a biological or mental limitation. The social model does not debunk the biomedical model. The model is complementary to the medical model and signifies a perspective that is central in medical sociology .",
            "cite_spans": [
                {
                    "start": 273,
                    "end": 277,
                    "mention": "1972",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "A New Definition of Health?",
            "ref_spans": []
        },
        {
            "text": "In a recent development, Huber et al. (2011) defined health as the ability to adapt and self-manage in the face of social, physical, and emotional challenges. This definition was initially proposed in 2008 (see Jadad and O’Grady 2008)\n. The definition seems to be receiving some considerations, especially because of the use of “adaptation.” While the WHO’s definition stresses on a complete state, this definition proposes adaptive capacity. Lancet Editorial (2009, p. 781) commented, “Health is an elusive as well as a motivating idea. By replacing perfection with adaptation, we get closer to a more compassionate, comforting, and creative programme for medicine—one to which we can all contribute.” The major strength of this definition is that it takes account of the shift in health challenges in the twenty-first century. Unlike the period before World War II when acute diseases were more prevalent than chronic diseases, now the latter constitutes a greater burden. Chronic diseases require behavioural adjustments in terms of self-care or management (see Sects. 2.6.2 and 10.1007/978-3-319-03986-2_8#Sec3\n). This is why the idea of adaptation seems to be more current than that of “a complete state.”",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "mention": "2011",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 229,
                    "end": 233,
                    "mention": "2008",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 461,
                    "end": 465,
                    "mention": "2009",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "A New Definition of Health?",
            "ref_spans": []
        },
        {
            "text": "With a critical stance, the definition by Huber et al. is also problematic. First, adaptation does not mean the absence of diseases or infirmity. Adaptation may signify a number of limitations such food or activity restrictions or behavioural constraints. Second, it may also mean continuous treatment or dependence on medication. In the case of a chronic disease, adaptation does not nullify the self-awareness of (undesirable) state of health. The shortcomings of the definition also create opportunities for more deliberations.",
            "cite_spans": [],
            "section": "A New Definition of Health?",
            "ref_spans": []
        },
        {
            "text": "Recognising the diversity, relativity and complexity of health, Blaxter (1990, 2010) presents a descriptive analysis of health. One of the major dimensions of health identified by Blaxter (1990, 2010) is the lay concept of health. This implies how different individuals define health, which explains the relativity of the concept. The lay concept of health is essentially subjective because it is based on people’s own assessment and judgment of whether they are healthy or not. Blaxter (1990, p. 40) observed that the most “usual way of measuring self-perceived illness, as distinct from the presence or absence of disease, is by means of symptom lists.” To the lay population, absence of symptoms means health. From this perspective, Blaxter (1990) identified the three “states” of health: freedom from illness, ability to function, and fitness. In this regards, health is also perceived as energy and vitality in terms of fitness for functions: physical, social and normative activities .",
            "cite_spans": [
                {
                    "start": 73,
                    "end": 77,
                    "mention": "1990",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 79,
                    "end": 83,
                    "mention": "2010",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 189,
                    "end": 193,
                    "mention": "1990",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 195,
                    "end": 199,
                    "mention": "2010",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 488,
                    "end": 492,
                    "mention": "1990",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 745,
                    "end": 749,
                    "mention": "1990",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "A New Definition of Health?",
            "ref_spans": []
        },
        {
            "text": "Blaxter (2010) argued that health could be defined, constructed, experienced, acted out, and it is also dynamic. Definitions of health are often for operational use like the previous definitions that have been considered. Construction of health stems from the lay perspective or individual’s appraisal of state of health, which can be good or bad. Such construction also includes what a particular society qualifies as “health.” For instance, labelling reactivity (people’s reaction to a particular condition) might influence designation or conceptualisation of health or illness in a particular society (see sect. 10.1007/978-3-319-03986-2_8#Sec5\nfor labeling theory). Experiential knowledge of health is phenomenological—derived from feeling of wellness or otherwise, which emanate from the presence or absence of personal discomfort and pain. In terms of “enactment” of health, the central consideration includes what people do to maintain their health. Health is also a dynamic attribute because it fluctuates across biographical, historical and contextual milieus. The state of health varies across lifespan, and is influenced by a number of factors including personal (e.g., lifestyle) and structural factors (e.g., access to health care) (see Chapter four). The conceptualisation of disease will be the focus of next section.",
            "cite_spans": [
                {
                    "start": 9,
                    "end": 13,
                    "mention": "2010",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "A New Definition of Health?",
            "ref_spans": []
        },
        {
            "text": "Health has been conceived in a biomedical model as the absence of disease while the holistic definition from the WHO signifies that health is not a mere absence of disease. Whichever form the definition takes, the question now is “what constitutes a disease?” One major issue is that disease is often conceived from a biomedical point of view. It can also have behavioural manifestations, especially with regard to human functionality. The definition of health is complex, so also is the definition of a disease. If the lack of health can be defined as not a mere absence of a disease or infirmity, this signifies that there are a number of germ- and non-germ-related (medical) conditions that can signify the presence of a disease. This, however, also makes the definition of a disease complex because of variations in its conceptions. Mainly, Boorse (1975, 1977) was engrossed in a practical and philosophical discussion of what health and disease may entail. He defined disease as a type of internal state which impairs health (i.e., reduces one or more functional ability below typical efficiency). One major criticism of this definition is the use of “typical efficiency,” which implies the presence of a reference group in the definition of disease (Kingma 2007; Stempsey 2000)\nas a kind of comparative analysis. This view is often referred to as a bio-statistical theory (BST) of health and disease. Kingma (2007) argued that human species are different in functional capacity: what is normal in one group can be abnormal in another and vice versa. Therefore, Boorse’s definition of health or disease is only valid depending on the reference group.",
            "cite_spans": [
                {
                    "start": 853,
                    "end": 857,
                    "mention": "1975",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 859,
                    "end": 863,
                    "mention": "1977",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1263,
                    "end": 1267,
                    "mention": "2007",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1278,
                    "end": 1282,
                    "mention": "2000",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1415,
                    "end": 1419,
                    "mention": "2007",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Disease as a Conceptual Tool",
            "ref_spans": []
        },
        {
            "text": "Despite this criticism, Boorse’s arguments have been a significant reference point in the discussion of health and diseases. Boorse discussed seven major themes that are prominent in the discussion of what health or a disease entails. It is important here to examine the seven themes in line with the notion of disease and see how important or otherwise those themes could be in identifying a disease.",
            "cite_spans": [],
            "section": "Disease as a Conceptual Tool",
            "ref_spans": []
        },
        {
            "text": "\n\nPain, suffering and discomfort: generally what is called disease accounts for human suffering by inflicting pain and discomfort, sometimes unbearable, thereby necessitating palliative care , like terminal sedation . Whitlow is a typical condition that could impose considerable pain on the sufferer, although it requires a simple medical procedure to resolve. A reason why the argument about pain may not be sufficient is because there are a number of normal procedures that require medical attention as a result of pain and discomfort, but are not diseases, such as teething, menstruation , childbirth , and abortion.\nTreatment by physicians: normally diseases require the attention of medical doctors. A disease should be treatable. However, Boorse submitted that there are some conditions that cannot be treated, and doctors also attend to a number of conditions that are not diseases. With medicalisation of life, there are medical expansions beyond treatment of disease, such as certification of fitness for a study or travel. More so, circumcision, body modification or enhancement, and family planning procedures cannot be regarded as diseases but require attention of a physician.\nStatistical normality: the species’ average level of performance becomes a yardstick for determining normality and abnormality. There is also a measure of statistical normality of clinical variables such as blood pressure, basal metabolism, weight, sugar level, height, pulse, and respiration. Any measure beyond the normal range is usually termed as an abnormality or a disease condition and signifies the need for medical attention. When normal blood pressure ends, there begins hypotension or hypertension . This average of normality is derived from the rate of mortality or functionality within normal and abnormal ranges. It is assumed that mortality or dysfunctionality is often higher when below or above normal ranges. This may not always be the case as clinical variables are measures of probability or propensity to a disease.\nDisability: disease could also lead to many forms of disability. Poliomyelitis is a typical example of a disease that can cause physical deformity. In another case, a disease may reduce active participation of an individual in the social network, such as the inability to walk or stand. Pregnancy , for instance, could not count as a disease even though it comes with some limitations. A number of skin diseases may not count as disease since they may not present with disabling effects.\nAdaptation: the ability to adapt to the environment has also been categorised as a form of healthiness while those who are not fit are presumably diseased. Lack of adaptation prevents an individual from meeting the average level of a species’ functionality. The presence of eumelanin pigmentation in the skins of black Africans helps in adapting to their environment, but it does not mean those with pheomelanin pigmentation cannot survive in Africa or that Africans cannot survive elsewhere. Environmental can even inflict suffering on humans in the process of adaptations.\nHomeostasis: health is a state of bodily equilibrium while disease is a state of homeostatic failure. But the process of human growth as Boorse observed is itself leading to homeostatic disequilibrium .\nValue: disease is undesirable while health is desirable. Health is thus a social value in human society. However, it is also impossible to exclusively delineate disease from the point of undesirability. Conditions such as shortness and ugliness cannot be counted as diseases even though they may not be desirable.\n",
            "cite_spans": [],
            "section": "Disease as a Conceptual Tool",
            "ref_spans": []
        },
        {
            "text": "Furthermore, a disease can also be defined as a state in which human capacity fluctuates and represents a deviation from biomedical standard or normal human condition. Disease often requires medical intervention. As noted earlier, not all that conditions which require medical intervention constitute disease. A disease is a pathological state which can be diagnosed through a competent medical analysis. Disease, however, does not always mean there must be a pathological agent such as a virus or bacterium. Conditions such as infertility , gunshot wound, fracture, drowning, and other forms of injuries/accidents\nalso qualify as disease because they represent an infraction on normal human condition.",
            "cite_spans": [],
            "section": "Disease as a Conceptual Tool",
            "ref_spans": []
        },
        {
            "text": "More so, Fabrega (1973) explained that diseases usually present with a biological discontinuity. Biological discontinuity\nsignifies the presence of pathology in any part of the body or bodily inactivity due to an injury. Some diseases have pathological agents (e.g., onchocerciasis [worm infection], trypanosomiasis [spread by the bite of the tsetse fly], dracunculiasis [guinea worm], trachoma [bacterial infection], malaria [parasites spread through a mosquito bite]), some are mere deformities or birth defects (e.g., brain injury, autism, spinal bifida), while some are the actual breakdown of organs (e.g., renal failure, blindness) or organ functional problems (e.g., impotency, ectopic pregnancy) . All these diseases have to do with biological problems and constitute apparent forms of diseases.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 22,
                    "mention": "1973",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Disease as a Conceptual Tool",
            "ref_spans": []
        },
        {
            "text": "Furthermore, Temple et al. (2001, p. 807) proposed a definition of disease with three basic elements—“disease is a state that places individuals at increased risk of adverse consequences.” The first element, “a state,” implies a physiological or psycho-social condition which explains susceptibility to risk. Second, risk includes the possibility of impairment. Certain conditions put individuals at a risk of diseases in the future. Therefore, both preventive and therapeutic measures could be provided to avert or ameliorate adverse consequences or undesirable situations. Meanwhile, adverse consequences include morbidity, disability, or mortality. The definition adequately extends to genetic conditions in humans.",
            "cite_spans": [
                {
                    "start": 28,
                    "end": 32,
                    "mention": "2001",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Disease as a Conceptual Tool",
            "ref_spans": []
        },
        {
            "text": "Despite these enormous arguments on the biomedical model of disease, it is important to note, as Temple et al. (2001) observed, that disease is “a fluid concept influenced by societal and cultural attitudes that change with time and in response to new scientific and medical discoveries.” One major example that is often cited is the classification of obesity . In the pre-industrial era, obesity was a sign of affluence and good living, while in the modern era it is a disease with enormous research and development of medical interventions (including surgical procedures) to “cure” obesity. Apart from the medical risks of obesity, the social and modern reconstruction of beauty as a slim body figure also affects attitudes towards obesity. In addition, homosexuality was previously considered a disease but is now normalised in many societies (Nordenfeldt 1993) .",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 116,
                    "mention": "2001",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 859,
                    "end": 863,
                    "mention": "1993",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Disease as a Conceptual Tool",
            "ref_spans": []
        },
        {
            "text": "Illness and disease have been major traditional concepts in sociology and medical sciences. The important role of these concepts for human-related medical endeavours was re-emphasised by Nordenfeldt (1993) . These concepts are interwoven and often require some analytical clarifications. Most often, people use the words interchangeable. As conceptual and practical tools, they are not the same. The essence of this section is to make some conceptual clarifications of these concepts and not to join the body of unending debate evident in the works of various scholars (including Boorse 1975, 1977; Hesslow 1993; Nordenfeldt 1993; Stempsey 2000; Tengland 2007)\n. More importantly, sociologists have laid more claims on the notion of illness because it is more of a behavioural concept than a medical one. Undoubtedly, illness has a number of undeniable social, moral, and legal contexts.",
            "cite_spans": [
                {
                    "start": 200,
                    "end": 204,
                    "mention": "1993",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 587,
                    "end": 591,
                    "mention": "1975",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 593,
                    "end": 597,
                    "mention": "1977",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 625,
                    "end": 629,
                    "mention": "1993",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 640,
                    "end": 644,
                    "mention": "2000",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 655,
                    "end": 659,
                    "mention": "2007",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "The Realities of Illness",
            "ref_spans": []
        },
        {
            "text": "In a simple illustration, disease is a form of pathology or medical problem, defect, or impairment, while illness is a manifestation of such an impairment, defect/pathology, or disability. Illness is a presentation of a medical condition in a way that limits the functional capability of an individual in the society. This is why Nordenfeldt (1993) observed that to be ill is to be in pain, to be anxious, or to be disabled. The notion of illness fits appropriately into the concept of sick role described by Parsons (1951). It is a situation when an individual consciously feels that he/she is unhealthy, sometimes as a result of discomfort and pain. Therefore, illness is the live-experience of a diseased condition. While a diseased patient might not be real (i.e., without a self-awareness of the condition), an ill patient is real.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 347,
                    "mention": "1993",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "The Realities of Illness",
            "ref_spans": []
        },
        {
            "text": "It can simply be observed that disease makes people ill. An individual is thus ill to some degree if there is some vital goal of his/her which cannot be completely realised (Nordenfeldt 1993) . Illness is a progression from the mere presence of a medical problem or condition to the presentation of disabling symptoms and signs. The underlying meaning is that it is possible to have a disease without being ill and vice versa—invariably it is possible to have a disease without any awareness of it. Boorse (1975) advanced some clarifications on the character of illness.",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "mention": "1993",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 507,
                    "end": 511,
                    "mention": "1975",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "The Realities of Illness",
            "ref_spans": []
        },
        {
            "text": "\nAn illness is a reasonably serious disease with incapacitating effects that make it undesirable. It is a condition that is obviously undesirable because of its negative attributes.Illness requires treatment. It is a condition, which can be described as a medical problem in terms of impairment, defect, or disability and thus requires medical attention.Illness is often a valid excuse for normally criticisable behaviour. This implies that an ill person may not fulfill normative roles and expectations. Instead of criticising an individual, people will affirm that he/she is incompetent due to illness. This implies there is a diminished moral accountability for the ill.Determination of illness is bound by appropriate normative judgments or a sociocultural context. This implies that illness is a relative term as it could vary by culture, place, individual, and time. The cultural notion of illness determines the kind of response and how serious some medical conditions could be termed as mild, serious, or negligible.\n",
            "cite_spans": [],
            "section": "The Realities of Illness",
            "ref_spans": []
        },
        {
            "text": "From the foregoing discussion, it is evident that illness is culture-bound. It is socioculturally defined. This is why Fabrega (1973) and Garro (2000) observed that illness is a universal human experience with a cultural meaning. They observed that culture is a tool, which both enables and restrains interpretive possibilities regarding an illness. This cultural interpretation of illness is inevitable and important in a number of ways.",
            "cite_spans": [
                {
                    "start": 128,
                    "end": 132,
                    "mention": "1973",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 145,
                    "end": 149,
                    "mention": "2000",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "The Realities of Illness",
            "ref_spans": []
        },
        {
            "text": "\nThe first major interpretation is the normative definition of illness, when an individual could be declared ill. In fact, the significant other may play a major role in identifying illness and referring the individual to an appropriate care sector. There are cultural frameworks for recognising a disease/illness through its signs and symptoms.The second is aetiological categorisation—an attempt to determine why an individual is ill. Cultural and historical experiences affect this causal classification of illness (see Sect. 2.7). If it is an illness that is common in the community, a remedy may be available without much process of diagnosis.The third is the evaluation of therapeutic options. This is often influenced by aetiological classification. Different societies have a number of causal explanations. Although natural causation is predominant in western societies, there are other etiological classifications. The same situation applies to the non-western societies. Fabrega (1973) , for instance, opined that the social definition of illness forms the basis of a decision about medical treatment.The last aspect is reintegration into the social system following perceived wellness. This is also very important as the society plays a large role in absorbing a previously ill individual back into the social system. This is often problematic in the case of mental illness as stigmatisation may arise which may eventually affect the illness prognosis.\n",
            "cite_spans": [
                {
                    "start": 990,
                    "end": 994,
                    "mention": "1973",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "The Realities of Illness",
            "ref_spans": []
        },
        {
            "text": "An acute illness could be mild, moderate, or severe . Acute illness is by definition a self-limiting disease, which is mostly characterised by a rapid onset of symptoms. These symptoms may be very intense and resolved in a short period of time and, in some cases, could be life-threatening. Most contagious diseases are acute in nature. The term “acute disease” is often an indication of duration of the illness compared to chronic or sub-acute illness. Some examples of acute diseases include influenza or the flu, bronchitis, tonsillitis, sore throat, appendicitis, ear aches, organ failure, and breathing difficulties. Some acute diseases come with the prefix “acute” including severe acute respiratory syndrome (SARS) , acute disseminated encephalomyelitis, and acute bronchitis. Specifically, attributes of acute diseases include:",
            "cite_spans": [],
            "section": "Acute Disease/Illness ::: Disease/Illness Categories",
            "ref_spans": []
        },
        {
            "text": "\n\nSelf-limiting: acute diseases have short durations or a limited short course. It is easy to predict that the disease will only last a few days. This also means that the disease could be resolved by itself sometimes without medical intervention.\nSudden or rapid onset: more often than not, acute diseases inflict humans unaware. An individual may wake up in the morning and discover he/she has the flu. The disease is often rapidly progressive.\nCommunicable: most acute diseases can easily be contracted even by mere contact with a sufferer. Sometimes they lead to outbreak (e.g., a cholera outbreak) and kill many people within days of its spread.\nUrgent care: acute diseases often require urgent medical attention. If prompt care is not taken, the individual may die in a matter of a few days or weeks.\nRapid resolution: most often, response to treatment is very quick. If an individual is hospitalised, it could be for a few days. It means that it can also be rapidly resolved .\n",
            "cite_spans": [],
            "section": "Acute Disease/Illness ::: Disease/Illness Categories",
            "ref_spans": []
        },
        {
            "text": "The burden of chronic diseases is increasing in the world. Such illness has also been part of the focus of many sociological studies because of peculiar attributes and their increasing burden all over the world. The WHO set a goal to reduce the burden of chronic disease by 2 % every year, thereby saving up to 35 million lives by 2015 (WHO 2005). The goal was set following a realisation that chronic diseases are the major cause of death in almost all countries, accounting for up to 60 % of all causes of deaths: 4.9 million people die as a result of tobacco use ; 2.6 million people die as a result of being overweight or obese; 4.4 million people die as a result of raised total cholesterol levels; 7.1 million people die as a result of raised blood pressure (WHO 2005). A chronic disease/illness often presents as a medical condition, which makes an individual perceptually and perpetually ill. Major chronic diseases include heart disease and stroke (cardiovascular diseases), cancer , asthma, chronic obstructive pulmonary disease (chronic respiratory diseases), diabetes , obesity , ulcers, sickle cell diseases, and hypertension . Chronic diseases have a significant impact on the population health and by 2015 will be a leading cause of death in Nigeria and many other poor countries (WHO 2005).",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 345,
                    "mention": "2005",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 769,
                    "end": 773,
                    "mention": "2005",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1300,
                    "end": 1304,
                    "mention": "2005",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Chronic Disease/Illness ::: Disease/Illness Categories",
            "ref_spans": []
        },
        {
            "text": "The characteristics of chronic diseases include:",
            "cite_spans": [],
            "section": "Chronic Disease/Illness ::: Disease/Illness Categories",
            "ref_spans": []
        },
        {
            "text": "\n\nSlow onset: this is the major attribute of chronic diseases. It may take several years to develop or to manifest any form of symptom. Smoking takes a long time to affect the smokers. Cancer may take several years to manifest even when one has the risk. Chronic diseases have a slow progression.\nProtracted course: Even when a chronic disease is symptomatic, the sufferer may live with it for several years, especially with proper medical management. For this reason, chronic diseases impoverish millions of (already poor) households because such diseases often gulp a lot of expenditures: its management is usually protracted and expensive.\nUsually non-communicable: chronic diseases are sometimes called non-communicable diseases (NCDs) . One cannot contract a majority of the chronic diseases by mere contact with a sufferer. However, based on the other four attributes of chronic illness/diseases, HIV/AIDS is a chronic disease that can be transmitted from one person to the other (see Sect. 10.1007/978-3-319-03986-2_12#Sec5).\nChronic diseases are not self-limiting: the medical condition often gets worse with age or time. This implies that they have a long span and are often irreversible. Even when the disease pathogens are removed, the condition may reappear .\nTreatable but not curable: chronic diseases are preventable, and they can also be managed, but a majority are not curable. This is why the diseases constitute a major health burden in the world today.\n",
            "cite_spans": [],
            "section": "Chronic Disease/Illness ::: Disease/Illness Categories",
            "ref_spans": []
        },
        {
            "text": "Injuries or accidents also constitute another form of health problem. An injury is usually sudden and may lead to a serious or permanent disability or death. Most of these medical conditions are always in the emergency unit or on a priority list in any triage system. Road accidents are the major sources of accidents especially, in the developing world. Workplace injuries also account for a substantial number of deaths each year. Most accidents are usually unintentional and random. Injuries or accidents include drowning, fire-related burns, fall-related injuries, poisoning, interpersonal violence , self-inflicted injuries, and war injuries. Approximately, more than 5 million people die and over 100 million suffer from non-fatal injuries (sometimes permanent disabilities) annually (Peden et al. 2002; WHO 2010) . While the global percentage of deaths from road traffic injuries is about 25 %, the percentage in Africa is about 45 % (WHO 2010). Figure 2.2 shows the global distribution of injuries by cause. Management of injuries require rapid and responsive health care and other relevant agencies.",
            "cite_spans": [
                {
                    "start": 804,
                    "end": 808,
                    "mention": "2002",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 814,
                    "end": 818,
                    "mention": "2010",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 946,
                    "end": 950,
                    "mention": "2010",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Injuries or Accidents ::: Disease/Illness Categories",
            "ref_spans": [
                {
                    "start": 960,
                    "end": 963,
                    "mention": "2.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Injuries or Accidents ::: Disease/Illness Categories",
            "ref_spans": []
        },
        {
            "text": "Mental health simply refers to the level of psychological well-being of an individual. This often has to do with the brain vis-à-vis thought, feelings, sensation, and intuition. About 14 % of the global burden of disease has been attributed to neuropsychiatric disorders (Prince et al. 2007) . Mental problems frequently manifest with behavioural changes that represent an infraction on the social norms of the society. A mental disorder is socially disastrous to the individual and could lead to total incapacitation or exemption from normal roles in the society. There are two major divisions of mental illness, which include neurosis (minor) and psychosis (major). While the former does not usually involve organic (brain) breakdown, the latter usually does. Examples of neurosis include: obsessive-compulsive disorder, anxiety disorders, post-traumatic stress disorder, phobia, dissociative disorder, minor depression, hypochondria, hysteria, and puerperal neurosis. Psychosis involves loss of contact with reality. It is generally the worst form of mental disorder. Examples of psychosis include bipolar disorder, schizophrenia, depression, substance-induced mental disorder, dementia (Alzheimer), delusional disorder, and epilepsy. A mental disorder may not necessarily lead to death, but it is disabling—it could be acute or chronic. Sartorius (2007) observed that stigma attached to mental illness is the main obstacle to the provision of care for people living with mental disorders. The stigma is a mark or label on those who are ill and their generations (see Sect. 10.1007/978-3-319-03986-2_8#Sec6\nfor the theory of stigma).",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 290,
                    "mention": "2007",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1352,
                    "end": 1356,
                    "mention": "2007",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Mental Disease/Illness ::: Disease/Illness Categories",
            "ref_spans": []
        },
        {
            "text": "A natural cause refers to the biomedical explanation of a disease. This conforms to the germ theory of disease. The explanation is based on pathogenic causation such as microbial agents including viruses, bacteria, worms, and fungi. This also includes injuries and accidents such as broken bones and the ingestion of bad substances into the body. O’Neil (2006) observed that other forms of natural causation include :",
            "cite_spans": [
                {
                    "start": 355,
                    "end": 359,
                    "mention": "2006",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Natural Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "\nOrganic breakdown or deterioration (e.g., tooth decay, heart failure, senility)Obstruction (e.g., kidney stones, arterial blockage due to plaque build-up)Imbalance (e.g., too much or too little of specific hormones and salts in the blood)Malnutrition (e.g., too much or too little food, insufficient proteins, vitamins, or minerals)\n",
            "cite_spans": [],
            "section": "Natural Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "This explanation is sometimes called mechanistic or naturalistic explanation of disease causation. The diseases categorised with natural causes can be clinically or medically diagnosed. Traditional African societies hold a coherent view on the biomedical explanation of illness as it relates to natural causes, although some diseases may be explained based on multiple causalities . For instance, small pox may be explained from a natural cause, and it can also be attributed to anger of the god of small-pox (called Sanpanna) among the Yoruba of western Nigeria . This means that, despite the natural cause attached to a disease, there could be other explanations, and sometimes multiple therapies have to be employed.",
            "cite_spans": [],
            "section": "Natural Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "There is also a supernatural causation\nof illness. As Conco (1967) and Omonzejele (2008) explained, this is the spiritual construction invoked to explain the “uncommon or out-of-the-ordinary” types of sickness. It is further observed that it is made use of at a point where ordinary empirical methods of treatment and explanation have failed. This typically deals with divine attribution of illness. With the emergence of modern religions, such as Christianity and Islam , there is attribution of diseases to God. Such diseases may come as punishment for misdoings or sins. References to divine infliction of diseases/plagues can be cited from both the Bible and Quran in historical times. Especially among most religious adherents, there is a fatalistic belief that disease or health comes from God. Such infliction will usually present with medically unexplained symptoms or with medically explained symptoms that are beyond medical remedies. This is a part of the belief system and such diseases require pleasing the God through repentance, fasting, and prayers.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "mention": "1967",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 83,
                    "end": 87,
                    "mention": "2008",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Supernatural Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "Disease could also come from the gods, spirits, deities , and other supernatural entities such as wizards and witches. This traditional perspective of illness describes a different source of evil (illness) caused by invisible spirits that exist within and outside human social boundaries (Foster 1976) . These spirits inhabit trees, rivers, lakes, mountains, and deserted places around the habitation (Bhasin 2007, p. 6) . In most African societies, there are gods or deities of the land who need to be appeased from time to time, both at the individual and community levels. Lack of appeasement from either of the levels could be detrimental. The people of the Kalahari Desert also attribute diseases and health to Hishe (god). So also the Bantu of South Africa (like many other groups in Africa) believes that supernatural entities can inflict pain or disease on individuals. Conco (1967, p. 288) specifically explained that",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "mention": "1976",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 409,
                    "end": 413,
                    "mention": "2007",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 885,
                    "end": 889,
                    "mention": "1967",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Supernatural Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "\n[i]n varying degrees most rural Africans believe that it [supernatural causation] explains all complexes of extra-ordinary diseases. They also believe that it is true, and this implies that they are psychologically convinced, though they cannot give conclusive empirical grounds for its truth. It is a metaphysical article of faith, and as such it cannot be verified or falsified empirically, though it always has some claim to being factual.\n",
            "cite_spans": [],
            "section": "Supernatural Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "The belief in supernatural causality is widespread in both rural and urban communities and across groups whether educated or not. Foster (1976) and Garro (2000) noted that, among several people, there is a wide belief in the supernatural cause of illness: the Mono of Liberia and Abron of Cote d’ivoire believe that death is usually caused by external forces. Jegede (2002, 2005) observed that among the Yoruba of western Nigeria , illness can be traced to enemies (ota), witchcraft (aje), sorcery or wizard (oso), gods (orisa), and ancestors (ebora). The belief of the supernatural causes of illness is still highly prevalent and central in the explanation of illness in Africa (Omonzejele 2008) .",
            "cite_spans": [
                {
                    "start": 138,
                    "end": 142,
                    "mention": "1976",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 155,
                    "end": 159,
                    "mention": "2000",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 368,
                    "end": 372,
                    "mention": "2002",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 374,
                    "end": 378,
                    "mention": "2005",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 691,
                    "end": 695,
                    "mention": "2008",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Supernatural Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "In cases of supernatural causes, diseases are diagnosed through spiritual means, especially through consultation with religious clerics or traditional healers. It is believed that these categories of people have spiritual power to detect and prescribe a course of action in the treatment of illness. Such therapeutic procedures are not amenable to science or are simply beyond empirical comprehension and explanations.",
            "cite_spans": [],
            "section": "Supernatural Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "The mystical causes are a part of what Foster (1976) described as a personalistic cause of illness . Mystical retribution is defined as acts in violation of some taboo or moral injunctions, which could lead to illness (Murdock 1978) . In traditional African societies, illness can result from the violation of vital norms and values of the society. These norms are often concerned with the traditions and spirituality of the community. Specifically, many African societies believe that some individuals have “evil eyes” or possess a mystical power that can be used to inflict pain or illness on other people in the society.",
            "cite_spans": [
                {
                    "start": 47,
                    "end": 51,
                    "mention": "1976",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 227,
                    "end": 231,
                    "mention": "1978",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Mystical Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "Illness as a result of mystical causes also present with symptoms that cannot be explained medically or where explanation is possible, biomedical treatment is futile. Such patients are often referred to the traditional or faith-based healers for appropriate deliverance or salvation from such illness .",
            "cite_spans": [],
            "section": "Mystical Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "Hereditary diseases can be passed from one generation of same family to another\n. While heredity is linked with genetics , not all genetic disorders are heritable. Most hereditary or genetic diseases have natural causes, and some of them can be explained from supernatural causes . Many African societies (e.g., the Yoruba of West Africa) believe that madness can be inflicted on a family and it can continue from one generation to the other. The Yoruba call hereditary disease aisan idile, literarily translated as “a family disease.” Treatment depends on the perception of the aetiology, whether natural or supernatural. Some biomedical hereditary/genetic diseases include autism, cancer , dwarfism, sickle cell anemia, cystic fibrosis, albinism , color blindness, myotonic dystrophy, porphyria, and some forms of mental illness (e.g., Huntington’s disease). Hereditary diseases have effects on the relationship patterns in the society as many individuals may not marry from a family where a hereditary disease is perceived to exist.",
            "cite_spans": [],
            "section": "Hereditary and Genetic Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "One critical way of perceiving hereditary or genetic disease is through fatalism, especially among Islamic communities of Africa . This is the attribution of such a condition to the will of God claiming it has been destined that a person would have such a medical condition. The Yorubas call this kadara or ayanmon (i.e., destiny). Especially in heritable genetic disorders in children and adults, this fatalistic idea prevails. The idea can also be applied in cases of injuries and accidents . This idea serves as a coping mechanism and aids reintegration into the society. Since it is the will of God, discrimination is termed against the will of God. It helps the individual to live and surrender to destiny, fate, or an act of God. Unfortunately, the idea does not help in preventive measure. Fatalistic individuals tend to accept everything that comes their way—if it has been destined, it is beyond human preventive measure.",
            "cite_spans": [],
            "section": "Hereditary and Genetic Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        },
        {
            "text": "In conclusion, this chapter has dealt with a lot of issues regarding health, disease, and illness. It starts with the polemics on the definition of health by de-constructing some of the available definitions. In the case of health, the goal is to work towards a state of perfection. No matter how health is defined, nobody can be in a perfect state—whether “adaptation” or “a state of completeness” is used. This argument does not, however, mean that available definitions should not be reviewed .",
            "cite_spans": [],
            "section": "Hereditary and Genetic Causes ::: Cultural Beliefs of Illness Causation",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 2.1: Models for defining health. (Source: Larson 1999, p. 125)\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 2.1: Components of health",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2.2: The global burden of injuries by causes. (Source: Peden et al. (2002, p. 9) )",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The African Bantu traditional practice of medicine: Some preliminary observations",
            "authors": [
                {
                    "first": "W.",
                    "middle": [
                        "Z."
                    ],
                    "last": "Conco",
                    "suffix": ""
                }
            ],
            "year": 1967,
            "venue": "Social Science & Medicine",
            "volume": "6",
            "issn": "",
            "pages": "283-322",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Towards a model of illness behaviour",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Fabrega",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Medical Care",
            "volume": "11",
            "issn": "6",
            "pages": "470-484",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Disease etiologies in non-western medical system",
            "authors": [
                {
                    "first": "G.",
                    "middle": [
                        "M."
                    ],
                    "last": "Foster",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "American anthropologist",
            "volume": "78",
            "issn": "4",
            "pages": "773-782",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Cultural meaning, explanations of illness, and the development of comparative frameworks",
            "authors": [
                {
                    "first": "L.",
                    "middle": [
                        "C."
                    ],
                    "last": "Garro",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ethnology",
            "volume": "39",
            "issn": "4",
            "pages": "305-334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "The Yoruba cultural construction of health and illness",
            "authors": [
                {
                    "first": "A.",
                    "middle": [
                        "S."
                    ],
                    "last": "Jegede",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Nordic Journal of African Studies",
            "volume": "11",
            "issn": "3",
            "pages": "322-335",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The notion of ‘were’ in Yoruba conception of mental illness",
            "authors": [
                {
                    "first": "A.",
                    "middle": [
                        "S."
                    ],
                    "last": "Jegede",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nordic Journal of African Studies",
            "volume": "14",
            "issn": "1",
            "pages": "117-126",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The conceptualization of health",
            "authors": [
                {
                    "first": "J.",
                    "middle": [
                        "S."
                    ],
                    "last": "Larson",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Medical Care Research and Review",
            "volume": "56",
            "issn": "2",
            "pages": "123-136",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "World distribution of theories of illness",
            "authors": [
                {
                    "first": "G.",
                    "middle": [
                        "P."
                    ],
                    "last": "Murdock",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [
                        "F."
                    ],
                    "last": "Wilson",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Frederick",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Ethnology",
            "volume": "17",
            "issn": "4",
            "pages": "449-470",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "On the relevance and importance of the notion of disease",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Nordenfeldt",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Theoretical Medicine",
            "volume": "14",
            "issn": "",
            "pages": "15-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "African concepts of health, disease, and treatment: An ethical inquiry",
            "authors": [
                {
                    "first": "P.",
                    "middle": [
                        "F."
                    ],
                    "last": "Omonzejele",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Explore: The Journal of Science and Healing",
            "volume": "4",
            "issn": "2",
            "pages": "120-126",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Pannenborg",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "A new international health order: An inquiry into the international relations of world health and medical care",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Definition of health and illness in the light of American values and social structure",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "Patients, physicians and illness",
            "volume": "",
            "issn": "",
            "pages": "107-127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Peden",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "McGee",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Sharma",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "The injury chart book: A graphical overview of the global burden of injuries",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Comments on health indicators: Methodological perspectives",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Bice",
                    "suffix": ""
                }
            ],
            "year": 1976,
            "venue": "International Journal of Health Services",
            "volume": "6",
            "issn": "",
            "pages": "509-520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "No health without mental health",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Prince",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Saxena",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Maj",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Maselko",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [
                        "R."
                    ],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Rahman",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "",
            "pages": "859-877",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The World Health Organization needs to reconsider its definition of health",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Saracci",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "British Medical Journal",
            "volume": "314",
            "issn": "",
            "pages": "1409-1410",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Stigma and mental health",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Sartorius",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lancet",
            "volume": "370",
            "issn": "",
            "pages": "810-811",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Health: A concept analysis",
            "authors": [
                {
                    "first": "S.",
                    "middle": [
                        "J."
                    ],
                    "last": "Simmons",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "International Journal of Nursing Studies",
            "volume": "36",
            "issn": "2",
            "pages": "155-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "A pathological view of disease",
            "authors": [
                {
                    "first": "W.",
                    "middle": [
                        "E."
                    ],
                    "last": "Stempsey",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Theoretical Medicine",
            "volume": "21",
            "issn": "",
            "pages": "321-330",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Disease etiology and traditional African society",
            "authors": [
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Sylvia",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Africa",
            "volume": "55",
            "issn": "4",
            "pages": "583-590",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Defining disease in the genomics era",
            "authors": [
                {
                    "first": "L.",
                    "middle": [
                        "K.",
                        "F."
                    ],
                    "last": "Temple",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [
                        "S."
                    ],
                    "last": "McLeod",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Gallinger",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [
                        "G."
                    ],
                    "last": "Wright",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Science",
            "volume": "293",
            "issn": "",
            "pages": "807-808",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "A two-dimensional theory of health",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Tengland",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Theoretical Medicine and Bioethics",
            "volume": "28",
            "issn": "",
            "pages": "257-284",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Health and disease and its importance for models relevant to health research",
            "authors": [
                {
                    "first": "P.",
                    "middle": [
                        "H.",
                        "N."
                    ],
                    "last": "Wood",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Scientific approaches to health and health care",
            "volume": "",
            "issn": "",
            "pages": "57-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Towards a dynamic definition of health and disease",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Bircher",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Medicine, Health Care and Philosophy",
            "volume": "8",
            "issn": "",
            "pages": "335-341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Preventing chronic diseases: A vital investment",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Violence, injuries and disabilities: A biennial report 2008–2009",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Blaxter",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Health and lifestyles",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "On the distinction between disease and illness",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Boorse",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Philosophy of Public Affairs",
            "volume": "5",
            "issn": "",
            "pages": "49-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Health as a theoretical concept",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Boorse",
                    "suffix": ""
                }
            ],
            "year": 1977,
            "venue": "Philosophy of Science",
            "volume": "44",
            "issn": "",
            "pages": "542-573",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}