{
    "paper_id": "PMC7199292",
    "metadata": {
        "title": "I am having trouble keeping up with virtual teaching activities: Reflections in the COVID-19 era",
        "authors": [
            {
                "first": "Renato",
                "middle": [
                    "Assis"
                ],
                "last": "Machado",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paulo",
                "middle": [
                    "Rogério",
                    "Ferreti"
                ],
                "last": "Bonan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Danyel",
                "middle": [
                    "Elias"
                ],
                "last": "da Cruz Perez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniella",
                "middle": [
                    "Reis",
                    "Barbosa"
                ],
                "last": "Martelli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hercílio",
                "middle": [],
                "last": "Martelli-Júnior",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "To the Editor,",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In this period of the COVID-19 pandemic, thousands of health schools have bolted into action to maintain theoretical learning activities. With the help of information technology and pedagogical sectors, online manuals and guides are being created so that professors and students have access to them in real-time. The field of medicine has not been any different. Electronic platforms, video conferencing rooms, and social media are being used for daily teaching purposes. Electronic educational platforms are the official mediums that educational institutions present as an alternative to face-to-face activities 1.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 614,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In theory, we have been able to adapt these practices for teaching medicine. However, the title of this text (“I am having trouble keeping up with virtual teaching activities”) stems from a recurring complaint, and it elicits a deep reflection on whether we, professors and students, are capable of assimilating extensive knowledge in a short period while remodeling the entire education system.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We know that medical programs involve several theoretical, laboratory, and clinical training components. This training is traditionally conducted in person, especially laboratory and clinical activities. The support and follow-up provided by teachers to students for theoretical and practical aspects of laboratory and clinical activities are fundamental for successful learning. However, how can one hold the student's attention with only virtual theoretical classes? A technique widely used for self-directed learning is the inverted classroom model (ICM). In this blended-learning method, the self-directed learning phase (individual phase) precedes the classroom-instruction phase. Furthermore, in one of the ICMs being used in these circumstances, learning takes place in small groups in problem-based-learning scenarios. However, generally, these methodologies were first used virtually and subsequently applied in the classroom, and with a small group 2. Transferring these methodologies to a larger group of students requires more professors, computer technicians, and equipment. The financial positions of medical schools vary considerably worldwide. Particularly for digital medical teaching, the whole slide imaging systems are relatively expensive, in addition to the need for a good hardware structure. Moreover, in many schools, these changes were not proposed at all.",
            "cite_spans": [
                {
                    "start": 959,
                    "end": 960,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "As part of social distancing measures, professors have had to relocate their classes and other activities, including research practices and clinical care, to online platforms in a short time, but not all of it is feasible. In many countries, such teaching through virtual platforms has raised several difficulties, including the quality and speed of internet services and overload on some platforms in use. This unique moment in the history of humanity provokes different reflections. Analyzing the projections of the transmission dynamics of the novel coronavirus in the absence of effective preventive measures, a recent study predicts the need for prolonged or intermittent isolation and social distancing measures until 2022 3. We are aware of the expertise of medicine professors. Currently, in order to maintain the quality of online medical education, efforts must be devoted to investing in appropriate equipment and personnel.",
            "cite_spans": [
                {
                    "start": 729,
                    "end": 730,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Medical Student Education in the Time of COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rose",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.5227"
                ]
            }
        },
        "BIBREF1": {
            "title": "An Introduction to the Inverted/Flipped Classroom Model in Education and Advanced Training in Medicine and in the Healthcare Professions",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tolks",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Schäfer",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Raupach",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Kruse",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sarikas",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gerhardt-Szép",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "GMS J Med Educ",
            "volume": "33",
            "issn": "(3)",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3205/zma001045"
                ]
            }
        },
        "BIBREF2": {
            "title": "Projecting the transmission dynamics of SARS-CoV-2 through the postpandemic period",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Kissler",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tedijanto",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldstein",
                    "suffix": ""
                },
                {
                    "first": "YH",
                    "middle": [],
                    "last": "Grad",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Lipsitch",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Science",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/science.abb5793"
                ]
            }
        }
    }
}