{
    "paper_id": "PMC7215540",
    "metadata": {
        "title": "The COVID-19 Outbreak and Affected Countries Stock Markets Response",
        "authors": [
            {
                "first": "HaiYue",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Aqsa",
                "middle": [],
                "last": "Manzoor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "CangYu",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zaira",
                "middle": [],
                "last": "Manzoor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "On 31st December 2019, the World Health Organization (WHO) identified the first case of COVID-19 in Wuhan China (https://www.who.int/emergencies/diseases/novel-coronavirus-2019). In early and mid-January 2020, the virus started to spread to other Chinese provinces, supported by a huge movement of people towards their hometowns to celebrate Chinese New Year which turned the outbreak into a national crisis. Although Wuhan officials announced a complete travel ban in terms of its residents on January 23, the virus still spread quickly. The WHO declared a global emergency due to the rapidly spreading of COVID-19 on January 30, 2020. It’s only the sixth time that such type of global emergency has been announced, with past examples including that of the Democratic Republic of Congo Ebola outbreak and the Zika virus. Chinese scientists linked this disease to a virus family known as coronaviruses, which includes both the severe acute respiratory syndrome (SARS) virus and the Middle East respiratory syndrome (MERS). According to the Centre of Disease Control and Prevention (CDC), the COVID-19 symptoms may occur within as few as 2 days or as long as 14 days after exposure or contact with an already affected person, which makes it even harder to confirm and control during early stages. By assessing the risk of spread and severity of COVID-19 outside China WHO declared this virus as a pandemic on March 11, 2020. The fatality rate of COVID-19 as compare to other known viruses is quite low, but its infection rate is relatively high (Table 1). As of March 23, China, Italy, and the United States have most of the number of confirmed cases of COVID 19,81601, 59,138, and 31,573 respectively (WHO situation report–63, Figure 1). According to CDC and many other researchers at the moment, the source of COVID-19 is unknown and there is no specific vaccine and treatment [1,2,3]. ",
            "cite_spans": [
                {
                    "start": 1879,
                    "end": 1880,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1881,
                    "end": 1882,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1883,
                    "end": 1884,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": [
                {
                    "start": 1727,
                    "end": 1735,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1545,
                    "end": 1552,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The WHO and public health officials performed the role of mediator to communicate the risk of an outbreak to the investors and it shapes the investors’ sentiments towards the disease [4]. Investor’s sentiments influence the stock markets significantly. When the market is trending upwards and there is less perceived risk then investor behaves more optimistically. When the market is trending downwards then investors’ sentiments become relatively pessimistic and investors will tend to wait to enter the market until a revival begins [5,6]. Such situations lead to short term investor overreaction. Shu [7] studied how mood affects financial market behavior. The study shows how the fluctuations in investor mood directly affect prices for equilibrium assets and projected returns. Researchers suggest that media coverage also affects the actions of investors, the higher the number of articles relating to unexpected events, the greater the number of withdrawals [8,9,10]. Globalization has linked economies worldwide and increased the interdependence of global financial markets in recent years. This increased interdependence among the global stock markets may have an impact on global investors’ decisions on asset allocation and on economies as well as economic policies to ensure economic stability [11]. By using a vector auto regression model, In, Kim, and Yoon [12] examined the dynamic linkages and interactions between the Asian stock markets and their results showed that the markets became more closely linked during the financial crisis, except Malaysia. For any global financial market analyst, it is obvious that stock markets continue to move in the same direction in different countries. There are some variations, however, in the sense that some stock markets appear more correlated with each other than others [13]. Although globalization brings many significant economic advantages, it also plays an important role during infectious global crises [14]. The planet has recently been hit by increasing numbers of infectious diseases such as Crimean Congo hemorrhagic fever, Ebola virus, MERS CoV, SARS, Lassa fever, Nipah Virus, avian flu, Rift Valley fever, Zika virus. The spread of contagious disease not only affects people’s health and lives but also induces a decline in economic growth. ",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 185,
                    "mention": "4",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 536,
                    "end": 537,
                    "mention": "5",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 538,
                    "end": 539,
                    "mention": "6",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 605,
                    "end": 606,
                    "mention": "7",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 966,
                    "end": 967,
                    "mention": "8",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 968,
                    "end": 969,
                    "mention": "9",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 970,
                    "end": 972,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1307,
                    "end": 1309,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1372,
                    "end": 1374,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1832,
                    "end": 1834,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1970,
                    "end": 1972,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Explaining why market participants make decisions contrary to rational market participants’ assumptions is one of the central issues in the behavioral finance studies. There are major challenges of COVID-19 to personal lives, including lockdowns (or lockdown-like situations) for a large number of people. Besides the extreme occurrences of death and disease, many people across the globe are panicking because of this fast-spreading infectious disease. Such external and unexpected shocks can bring down economic trends and suddenly change investor’s sentiments. Kaplanski and Levy [15] suggest that investment decisions can be affected by bad mood and anxiety and that anxious individuals may be more pessimistic about future returns and therefore tend to take fewer risks. Anxiety creates a negative feeling which can impact investment decisions and the subsequent returns on assets.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 586,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "The unusual situation developed by COVID-19 offers us an opportunity to assess the pandemic’s impact on the stock markets of affected nations due to an unforeseen and feared disease. In this paper, we discuss the effect of COVID-19 on major affected countries’ stock markets as measured by their leading stock indices in Japan, Singapore, Korea, Thailand, Indonesia, Russia, Malaysia, the USA and Germany, etc. Due to the short time of the virus outbreak, an event study is conducted to examine the impact of the unexpected outbreak of COVID-19 on stock market indices performances. ",
            "cite_spans": [],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "The remainder of the paper is organized in the following sections: Section 2 includes the related theoretical and empirical literature, the data and methodology are discussed in Section 3, followed by the empirical evidence in Section 4, and Section 5 includes a conclusion.",
            "cite_spans": [],
            "section": "1. Introduction",
            "ref_spans": []
        },
        {
            "text": "Existing literature concentrates on illness-associated costs of medical or economic effects arising from morbidity as well as mortality due to disease. Siu and Wong [16] studied the spread of Hong Kong’s SARS epidemic, and addressed its economic impact and suggested that the most serious negative impacts were seen on the consumer side, with the short term severely affected by local consumption and the export of tourism and air travel-related services. The economy did not face any supply shock, as the manufacturing base present in the Delta of the Pearl River was unaffected and products were usually exported to Hong Kong. By using the G-Cubed (Asia Pacific) model Lee and McKibbin [14] evaluated the global economic impacts of the severe acute respiratory syndrome (SARS) and according to them the effect of the SARS epidemic on human society all over the world is severe, not only because the disease spreads rapidly through countries by global travel, but also because of financial integration and globalization, any economic shock to one country spreads rapidly to others. Ichev and Marinč [17] investigated whether the geographical proximity of information disseminated by the 2014 Ebola outbreak, coupled with widespread media coverage, has affected US asset prices. The results show that the effect on stock prices is generally negative, while local media reporting also has a significant impact on local trading, and the effect is more pronounced in smaller and more volatile stocks and less stable industries.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 689,
                    "end": 691,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1101,
                    "end": 1103,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "2.1. Economic Impact of Virus Outbreak ::: 2. Literature Review",
            "ref_spans": []
        },
        {
            "text": "Looking at the effect on stock markets, DeLisle [18] proposed that the cost of the 2003 SARS outbreak resulted in losses as high as in the financial crisis of Asia, estimated at $3 trillion value in GDP and $2 trillion value in financial markets equity. Nippani and Washer [19] examined the effect of SARS on Canada, China, the particular administrative region of Hong Kong, Indonesia, China, Singapore, the Philippines, Vietnam and Thailand and concluded that SARS only affected the stock markets of China and Vietnam. Del and Paltrinieri [9] evaluated the 78 mutual equity funds geographically based in African countries with observed monthly flows and results for the 2006–2015 period and suggested that Ebola and the Arab Spring seriously affect the funds flows, controlling the performance of the funds, spending, and returns of the market. Macciocchi et al., [20] studied the short-term economic impact of the Zika virus outbreak on Brazil, Argentina and Mexico, and their results showed that, with the exception of Brazil, the market indices of these three Latin American and Caribbean Countries (LCR) did not show large negative returns the day after each shock. The average return was −0.90 percent but on different occasions and countries it ranged from 0.90 percent to −4.87 percent. Ming-Hsiang Chen, Shawn, and Gon [21] checked the SARS outbreak impacts on the efficiency of Taiwanese hotel stocks using an event study approach and found that during the SARS outbreak period, seven publicly traded hotel companies experienced steep declines in income and stock price. Taiwanese hotel stocks showed significant negative cumulative mean abnormal returns on and after the day of the SARS outbreak, indicating a significant impact of the SARS outbreak on performance in hotel stock. Mei-ping Chenet al., [22] analyzed the effect of the SARS epidemic on China’s long-term relationship with four Asian stock markets their findings support the existence of a time-varying co-integration relationship in aggregate stock price indices, and they also found that the SARS epidemic has weakened China’s long-term relationship with the four markets. Wang, Yang, and Chen [23] suggested that infectious disease outbreaks have a major impact on the performance of biotechnology stock in Taiwan. According to Bai [24] Baker, Wurgler, and Yuan [25] investors may feel pessimistic about investment prospects in a given market, selling off that market’s stocks under communicable disease outbreak.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 51,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 274,
                    "end": 276,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 541,
                    "end": 542,
                    "mention": "9",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 866,
                    "end": 868,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1329,
                    "end": 1331,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1814,
                    "end": 1816,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2172,
                    "end": 2174,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 2311,
                    "end": 2313,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 2341,
                    "end": 2343,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "2.2. Impacts on Stock Market Performances ::: 2. Literature Review",
            "ref_spans": []
        },
        {
            "text": "Stocks markets are interlinked and interdependent. Researchers have discovered the close cross-market correlations during the crisis. Chiang, Nam, and Li [26] examined the daily stock return for nine Asian markets for the period of 1996 to 2003 and found that there was a high correlation among sample Asian countries during the period of crises. Sun and Hou [27] found that in Southeast Asia, Malaysia, Vietnam, and Thailand were most financially integrated with China. According to Morales and Callaghan [28] the global stock markets were becoming more interdependent and crisis in one country would soon spread to another. Stock market movements become increasingly correlated. Events like infectious disease outbreaks can induce negative changes in investors’ sentiment that strongly affects their investment decisions and, consequently, stock market prices. In countries that are culturally more susceptible to herd-like actions and overreaction or countries with low institutional participation, the effect of investor sentiment on stock markets is more pronounced [29,30]. ",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 157,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 360,
                    "end": 362,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 507,
                    "end": 509,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1072,
                    "end": 1074,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1075,
                    "end": 1077,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "2.3. Linkages between Stock Markets during Crisis ::: 2. Literature Review",
            "ref_spans": []
        },
        {
            "text": "The following 21 stock indices in Table 2, which are the most representative indices of the stock markets in affected countries and areas, were chosen to assess the impact of the COVID-19 outbreak.",
            "cite_spans": [],
            "section": "3.1.1. Data of the Selected Stock Indices and Benchmark Index for Estimation ::: 3.1. Data and Methodology ::: 3. Event Study Method",
            "ref_spans": [
                {
                    "start": 34,
                    "end": 41,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Dow Jones Global Index, an international index reflecting the overall performance of stock markets across the world, is selected as the benchmark index to calculate the abnormal returns of composite indexes listed above. We collected daily closing prices of these indexes from 21 February, 2019 to 18 March, 2020. The data sources used for this study are the China Stock Market & Accounting Research (CSMAR) database and website Investing.com (a website offering free real time quotes, portfolio, streaming charts, live stock market data, etc.).",
            "cite_spans": [],
            "section": "3.1.1. Data of the Selected Stock Indices and Benchmark Index for Estimation ::: 3.1. Data and Methodology ::: 3. Event Study Method",
            "ref_spans": []
        },
        {
            "text": "In this paper, we examine the impact of the unexpected outbreak of COVID-19 on stock markets of affected countries. According to several COVID-19 news sources, in late December 2019 a new disease outbreak was recorded in Wuhan. Later, on Dec. 31, the virus was first identified to the WHO. But it was not until 20 January, 2020, when the National Health and Fitness Commission of the People’s Republic of China high-level expert group leader Zhong Nanshan proposed in an interview that the new coronavirus could be transmitted among people, that the disease attracted wide public attention. Right after the interview, the infectious coronavirus began to appear in the press over the world, which grabbed the headlines of the major media. Thus, 20 January, 2020, when the news broke out causing a stir, is selected as the event day. To study the influence in different periods, we set up five event windows consisting of 35 trading days after the event day: (0, 6), (7, 13), (14, 20), (21, 27), (28, 34). Referring to related researches [23,38], we define the estimated window of 90 trading days before the event day when studying the influence of infectious diseases on the market behavior. As there is a lot of uncertainty in the stock market, too long a window period may not be accurate. To test the sensitivity of our results, we also use (‒1,–120), (–1,–150) and (–1,–180) as the estimated windows to compute the abnormal returns. We use the T-test to test the significance of the results and change the event window and estimated window to strengthen the robustness. Moreover, results from event windows of different lengths reflect the various response speeds and changing trends of the stock market. The expected returns are derived using the market model, and the ordinary least square (OLS) based on the following regression model:(1)Ri,t=αi+βiRmt+εi,t",
            "cite_spans": [
                {
                    "start": 1037,
                    "end": 1039,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1040,
                    "end": 1042,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "3.1.2. Event Study Set-up ::: 3.1. Data and Methodology ::: 3. Event Study Method",
            "ref_spans": []
        },
        {
            "text": "Ri,t is the return of index i and Rmt is the market return on day t (as the event day is day 0) within the estimated window, with εi,t as the statistic disturbance. After obtaining the estimated coefficients, αi^ and βi^, the following formulas are applied to calculate the expected return and abnormal return (AR):(2)E(Ri,t)=αi^+βi^Rmt\n(3)ARi,t=Ri,t−E(Ri,t)",
            "cite_spans": [],
            "section": "3.1.2. Event Study Set-up ::: 3.1. Data and Methodology ::: 3. Event Study Method",
            "ref_spans": []
        },
        {
            "text": "E(Ri,t), Ri,t and ARi,t are the expected return, real return and abnormal return of index i on day t within the event window. The average abnormal return of sample indices on day t is calculated as:(4)AARt=1N∑i=1NARi,t\nwhere t = (0,1,2…32,33,34), and N is the total number of observations. Abnormal return and average abnormal return can be accumulated over time. Cumulative abnormal return (CAR) of index i over a while from t0 to t1 and cumulative average abnormal return (CAAR) are calculated based on Equations (5) and (6):(5)CARi(t0,t1)=∑t=t0t1ARi,t\n(6)CAAR(t0,t1)=∑t=t0t1AARt ",
            "cite_spans": [],
            "section": "3.1.2. Event Study Set-up ::: 3.1. Data and Methodology ::: 3. Event Study Method",
            "ref_spans": []
        },
        {
            "text": "The mean and standard deviation of the composite index return before and after the event are given in Table 3. As the basic statistic description, where Panel A shows the data from 21 February, 2019 to 19 January, 2020 and Panel B shows the data from 20 January, 2020 to 18 March, 2020, Table 3 indicates that after 20 January, 2020, all the mean returns decreased and most standard deviations increased compared with the previous ones. The indices for France, Germany, Russia, Italy, Thailand, the UK, Canada, Japan, the USA, India, Abu Dhabi and Australia decreased the most in mean return, by 0.01 approximately, while those for Singapore, Thailand, Korea, Indonesia, and Hong Kong fell the most (by 325.245%, 274.619%,115.163%, 64.345%, and 49.086%, respectively) by percentage. Whereas, the mean returns of SSEC and SZCS, which represent the market of the mainland of China, fell the least in percentage. It appears that COVID-19 reduces the stock market returns in all affected countries and increases their volatility, showing not only a greater impact on the stock markets in Asia but also an inescapable influence on those in countries out of Asia.",
            "cite_spans": [],
            "section": "4. Empirical Results of Event Study on AR and CAR",
            "ref_spans": [
                {
                    "start": 102,
                    "end": 109,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 287,
                    "end": 294,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Table 4 illustrates the ARs of the sample indices on and after 20 January, 2020. On the day of the event, the representative composite indices for France, London, Malaysia, Indonesia, Hong Kong, Singapore, Thailand, Italy and India react most rapidly with negative ARs. On the following day, ARs of ADX, DJIA, FTSE100, KOSPI, IMOEX.ME, N225, AXJO, STI, TPE TAIEX, AAXJ, SET50, HSI, SSEC, SZCS, FTMIB and NSEI are negative. It can be seen that the actual returns of Asian countries were further away from the expectation than that of other regions, with indices representing markets in Taiwan, Hong Kong, Shanghai and Shenzhen indexes decreasing most significantly on day 1. It indicates that the Chinese stock market suffered a serious negative impact when the news of the coronavirus was firstly widely reported by the international media.",
            "cite_spans": [],
            "section": "4. Empirical Results of Event Study on AR and CAR",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Figure 2 and Figure 3 give ARs and CARs of the main indices in Asia from day 0 to 34, showing that most ARs become negative during 1 day after the event. The pandemic broke out in Korea and Italy on 19 February, 2020 and 21 February, 2020, respectively, indicating another two big events of COVID-19; we marked the two outbreaks in the figures to show the specific reaction of stock markets on the timeline. In Figure 2, some indices for instance, TPE TAIEX, HSI and SZCS, saw a sharp decline in AR right after the event day. On day 4, ARs of Asian main indices experience a dramatic fall with the biggest drop in SZCS for Shenzhen, SSEC for Shanghai and KOSPI for Korea, rendering the following fluctuation, which becomes more violent after day 24 (outbreak in Italy). Figure 3 shows that the CARs of included indices keep going down overall from day 0 to 4, after which SZCS and SSEC keep going up from day 5 to 20. The following violent fluctuation of ARs has different cumulative effects on indices as CARs of SZCS, SSEC, HSI and AAXJ increase in general while others decrease or stay stuck. ",
            "cite_spans": [],
            "section": "4. Empirical Results of Event Study on AR and CAR",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 13,
                    "end": 21,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 411,
                    "end": 419,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 770,
                    "end": 778,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Figure 4 and Figure 5 exhibit ARs and CARs of main indices out of Asia from day 0 to 34. As is shown in Figure 4, the ARs witness violent fluctuations relatively except those of GSPTSE for Canada and DJIA for America, with a drastic “up and down” between day 3 and day 5. After day 24, a violent fluctuation occurs across all indices showing an obvious negative influence on ARs. Figure 5 indicates that before day 24 there is no significant effect on CARs except a gentle decline and increase for IMOEX.ME and FTMIB respectively. After day 24, CARs of most indices decrease in general.",
            "cite_spans": [],
            "section": "4. Empirical Results of Event Study on AR and CAR",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 8,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 13,
                    "end": 21,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 104,
                    "end": 112,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 380,
                    "end": 388,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Table 5, Table 6, Table 7, Table 8 and Table 9 compare the significant CARs of affected countries in different event windows. Table 5 illustrates that in the event window (0, 6), indices for Hong Kong, Malaysia, Japan, Thailand and Asia ex-Japan show significant negative CARs while Canada shows a significantly positive CAR. It appears that Asian countries experience an obvious downturn after the breakout of COVID-19 immediately. According to the data shown in Table 6, the CAR of Abu Dhabi representative index in the event window (7, 13) is –0.021254 (5% level), while those of Shanghai and Shenzhen representative index turn significantly positive at 0.0311078 (10% level) and 0.0506241 (10% level), respectively, which demonstrates the recovery of the Chinese stock market as in China the spread of COVID-19 is being controlled.",
            "cite_spans": [],
            "section": "4. Empirical Results of Event Study on AR and CAR",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 9,
                    "end": 16,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                },
                {
                    "start": 18,
                    "end": 25,
                    "mention": "Table 7",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 27,
                    "end": 34,
                    "mention": "Table 8",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 39,
                    "end": 46,
                    "mention": "Table 9",
                    "ref_id": "TABREF8"
                },
                {
                    "start": 126,
                    "end": 133,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 464,
                    "end": 471,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "Table 7 shows that in the event window (14, 20), N225 for Japan and ADX for Abu Dhabi show significant negative CARs at –0.0337579 (5% level) and –0.0356547 (10% level), respectively. SZCS for Shenzhen and SSEC for Shanghai are still significantly positive in CARs. The effects of COVID-19 on stock markets during this period are not as significant as a whole. Table 8 indicates the indices for the UK and France show positive CARs at 0.029436 (1% level) and 0.0241526 (10% level), respectively. During this time window, Europe has not become the center of the pandemic outbreak. Table 9 shows that in the window (28, 34), CARs of indices representing Taiwan, India and Australia are –0.1419123 (1% level), –0.0873618 (10% level) and –0.1167886 (10% level). Most indices of countries out of Asia for instance, France, the UK, Russia and Italy, have negative CARs.",
            "cite_spans": [],
            "section": "4. Empirical Results of Event Study on AR and CAR",
            "ref_spans": [
                {
                    "start": 0,
                    "end": 7,
                    "mention": "Table 7",
                    "ref_id": "TABREF6"
                },
                {
                    "start": 361,
                    "end": 368,
                    "mention": "Table 8",
                    "ref_id": "TABREF7"
                },
                {
                    "start": 580,
                    "end": 587,
                    "mention": "Table 9",
                    "ref_id": "TABREF8"
                }
            ]
        },
        {
            "text": "The results show that the stock markets in Asia, especially in Hong Kong, Malaysia, Japan, and Thailand, responded rapidly to the news of the coronavirus outbreak. For the mainland Chinese market, the negative influence does not last for long as SZCS and SSEC show significantly positive CARs in the event window (7, 13) and (14, 20). This demonstrates the quick recovery of the mainland Chinese market from the pandemic after the confirmed cases decrease. For stock markets in countries out of Asia, there is no noticeable decline of cumulative abnormal return until day 24 in this group causing negative CARs for most countries, especially significant for Australia.",
            "cite_spans": [],
            "section": "4. Empirical Results of Event Study on AR and CAR",
            "ref_spans": []
        },
        {
            "text": "The results of the daily cumulative average abnormal return (CAAR) across all indices, which is using an average of 21 indices we chose, are shown in Table 10, indicating that most of the CAARs are significant and decrease over time, from –0.0002348 on day 0 to –0.0706297 (5% level) on day 34. Figure 6 illustrates the change of AAR (average abnormal returns of all indices) and CAAR from day 0 to 34, which is a downward sloping trend as a whole with stagnation in between day 10 and day 27. It seems that there are two plunges in stock markets on day 1 and day 24, which roughly match the outbreaks in and out of Asia. Similar results using (–1, –120), (–1, –150) and (–1, –180) as the estimated windows also support the findings which shows the robustness of event negative effect on AR and CAR using (–1,–90) as estimation window (available under inquiry).",
            "cite_spans": [],
            "section": "4. Empirical Results of Event Study on AR and CAR",
            "ref_spans": [
                {
                    "start": 295,
                    "end": 303,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 150,
                    "end": 158,
                    "mention": "Table 10",
                    "ref_id": "TABREF9"
                }
            ]
        },
        {
            "text": "To test for possible COVID-19 outbreak effects and transmission channel on major stock market indices we used panel data for 21 market indices in a 35-day window after the outbreak. We conducted ordinary least square (OLS) regressions to analyze the outbreak effect. The variables we chose to include in the empirical model are discussed in the earlier sections as daily abnormal returns (AR) as a dependent variable (the calculation of AR is using Equation (3) in the earlier section: event study set-up). The independent variable is the logged global COVID-19 confirmed cases (Log_case) which we extracted from the WIND database. Furthermore, we controlled global market systematic risks using Dow Jones Global Index daily returns (ReturnM) and country specific systematic risks using daily returns of each index (Return). In further regressions to test the mediating effect, we used S&P 500 volatility index (VIX) provided by the Chicago Board Options Exchange which was widely used as a proxy to gauge investors’ fear. The summary statistics are shown in Table 11.",
            "cite_spans": [],
            "section": "4. Empirical Results of Event Study on AR and CAR",
            "ref_spans": [
                {
                    "start": 1059,
                    "end": 1067,
                    "mention": "Table 11",
                    "ref_id": "TABREF10"
                }
            ]
        },
        {
            "text": "It can be seen that the mean of AR, ReturnM, and Return are all negative after the virus outbreak.",
            "cite_spans": [],
            "section": "4. Empirical Results of Event Study on AR and CAR",
            "ref_spans": []
        },
        {
            "text": "A panel data analysis was conducted to capture the major stock market indices performance after the outbreak. The panel dataset consisted of a cross-section dimension (21 indices, i = 1, …N) and a time dimension (35 periods: t = (0, …34)), there were over 735 observations, which was considered adequate to produce robust estimations within the scope of the analysis. To begin, we used OLS to analyze the country-level stock market indices in response to the virus outbreak while controlling for global and country-specific characteristics embedded in stock indices, including country and year fixed effects. In our main tests, we analyze how the confirmed cases of COVID-19 affects the abnormal return of major markets stock indices. Then we set the dummy variable Asia to group the market indices to see the regional effect of the virus outbreak as it could be spreading faster or getting more attention in Asian areas at the beginning of the outbreak in our study period. If the index belongs to the country in Asia, Asia equals to 1, otherwise, Asia equals to 0. The following is the baseline model of our regression:(7)ARit=α+β1Log_caseit+β2Returnit+β3ReturnMit+γi+δt+εit",
            "cite_spans": [],
            "section": "5. OLS Regression Results of COVID-19 Confirmed Cases and Stock Market Indices ARs",
            "ref_spans": []
        },
        {
            "text": "First, we run regression on Log_case alone and we gradually add Return, ReturnM, before at last we add dummy variable Asia to test the regional effect. The mean-centered variance inflation factors (VIFs) for the independent variables specified are 3.01 which means there is no collinearity issue in the regression model. We report robust standard errors to deal with the heterogeneity problems that is always a concern with economic data. The results in Table 12 show a significant negative relationship between confirmed COVID cases and stock market indices daily abnormal returns after the outbreak. Asia gets a negative sign which indicates indices in Asian areas as a whole suffered more in their performances compared with those which are out of the region. These results also echo our earlier analysis using the event method. As a robustness check of our ordinary least squares (OLS) regression we used feasible generalized least squares (FGLS) estimation with heteroscedastic error terms including time dummies. The results also show the negative significance of COVID-19 confirmed cases on AR (available under inquiry).",
            "cite_spans": [],
            "section": "5. OLS Regression Results of COVID-19 Confirmed Cases and Stock Market Indices ARs",
            "ref_spans": [
                {
                    "start": 454,
                    "end": 462,
                    "mention": "Table 12",
                    "ref_id": "TABREF11"
                }
            ]
        },
        {
            "text": "The public health emergency could transmit the effect to the economy as the stock market serves as the barometer of investors’ expectations and faith in economic prospects [24,25]. COVID-19 pandemic compounds uncertainties worldwide, increases stock investors’ fear and creates pessimistic sentiments on future returns. To study the channel by which COVID-19 transmits the fear to stock markets globally, we conducted further regressions to test the mediating effect through the channel of VIX. We set paths to test models as follows (Path A: equation (8), Path B: equation (9), Path C: equation (10)):(8)ARit=α+β1Log_caseit+β2Controlsit+γi+δt+εit\n(9)VIXit=α+β1Log_caseit+γi+δt+εit\n(10)ARit=α+β1Log_caseit+β2VIXit+β3Controlsit+γi+δt+εit",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 176,
                    "end": 178,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "6. Transmission Channel of COVID-19 Outbreak on Stock Market Indices",
            "ref_spans": []
        },
        {
            "text": "According to Baron and Kenny [39], if β1 in front of Log_case in path A and β1 in front of VIX in path B both show significance, while β1 is insignificant and β2 is significant in path C, then we could claim that VIX is an effective mediator between confirmed cases and stock indices AR. The results in Table 13 indicate the mediator variable VIX is positively correlated to Log_case with significance in columns 2 and 3 (Table 13). In column 3, Log_case is not significant after adding VIX into the regression. VIX is indeed a complete mediator and the fears caused by the COVID-19 pandemic transmitted to the stock markets by the channel of cumulated panic and uncertainties.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 32,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "6. Transmission Channel of COVID-19 Outbreak on Stock Market Indices",
            "ref_spans": [
                {
                    "start": 303,
                    "end": 311,
                    "mention": "Table 13",
                    "ref_id": "TABREF12"
                },
                {
                    "start": 422,
                    "end": 430,
                    "mention": "Table 13",
                    "ref_id": "TABREF12"
                }
            ]
        },
        {
            "text": "This research has aimed to analyze the immediate effect of COVID-19 on the stock markets of the major affected countries. This research adds to the literature as it explores the unexpected outbreak effects on financial markets of a feared disease. From the viewpoint of an investor, the findings of this analysis illustrate the importance of not only the company’s business factors but also the investment risks brought on by such a sudden event. Our results suggest: (1) COVID-19 outbreak has a significant negative effect on stock market returns across all affected countries and areas. Two plunges in stock markets AAR and CAAR on day 1 and day 24 match the outbreaks in and out of Asia. (2) Stock markets of Asian countries react more quickly to the outbreak with some of them recovering slightly in the later stage of the pandemic. (3) Confirmed cases of COVID-19 have significant adverse effects on major stock indices performances with those in Asia suffering a greater decrease in terms of abnormal returns. (4) Investor’s fear sentiment is proved to be a complete mediator and transmission channel for the COVID-19 outbreak’s effect on stock markets.",
            "cite_spans": [],
            "section": "7. Conclusions",
            "ref_spans": []
        },
        {
            "text": "As the COVID-19 epidemic now becomes a pandemic, we need to think of not only ways to avoid future public health problems but also financial issues as well. The virus spreads exponentially, doubling new infections every two to three days, or even quicker. Fears of pandemic and policy measures to control disease transmission have contributed to a global supply shock, especially in the labor-intensive and manufacturing sector. To safeguard the staff, factories and offices are shutting or reducing activities which decreases labor force, productivity, and ultimately affects the profitability of companies. It would leave several businesses illiquid and, if not handled correctly by officials, would cause companies to resort to staff cutbacks or to shut down entirely. This is the main explanation of why financial markets have been in panic mode worldwide. Stock prices represent the potential of future earnings, and investors see the pandemic as a dampening economic activity and are concerned about future revenue. Before the severity of the deterioration is evident, the normal investors’ response would be to sell the stocks. ",
            "cite_spans": [],
            "section": "7. Conclusions",
            "ref_spans": []
        },
        {
            "text": "Our findings have significant implications for policymakers. A coalition of government officials, investment banks regulators, and the central bank would be required to tackle this challenge. Through rolling over current loans, bank authorities would allow banks to be lenient towards businesses in badly impaired economic sectors such as manufacturing, travel and tourism. Managing the COVID-19 crisis needs a rational approach such that officials should immediately inform citizens of what they and the health care system will do without triggering uncertainty.",
            "cite_spans": [],
            "section": "7. Conclusions",
            "ref_spans": []
        },
        {
            "text": "This paper presents an initial analysis of the pandemic issue; there is significant room for further research into investor confidence inside and between foreign markets. In future studies, the research could be taken on investor sentiment and uncertainty as a framework. Considering the practicality of our conclusions, we conclude that our results would be valuable for institutional and individual investors, fund managers, financial, industrial analysts, and public health officials to effectively communicate the risk of an infectious disease. Health officials must consider the psychological and sentimental impact of their announcements as well.",
            "cite_spans": [],
            "section": "7. Conclusions",
            "ref_spans": []
        },
        {
            "text": "As with all studies our work has several limitations, one of them is that we only studied the immediate and short-term effects of COVID-19 on majors affected countries’ stock markets due to the short event window period and the evolving nature of the virus spread. Another limitation is that we didn’t study the demographic variables such as age, gender, education level, experience in the stock market and type of investor, etc. due to lack of data.",
            "cite_spans": [],
            "section": "7. Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Fatality Rates and Infection Rates of COVID-19 and Other Epidemics.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Selected indices for affected countries and areas.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Differences in mean returns of sample indices.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Abnormal return on event day and one day after.\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Cumulative abnormal return in the event window (0, 6).\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: Cumulative abnormal return in the event window (7, 13).\n",
            "type": "table"
        },
        "TABREF6": {
            "text": "Table 7: Cumulative abnormal return in the event window (14, 20).\n",
            "type": "table"
        },
        "TABREF7": {
            "text": "Table 8: Cumulative abnormal return in the event window (21, 27).\n",
            "type": "table"
        },
        "TABREF8": {
            "text": "Table 9: Cumulative abnormal return in the event window (28, 34).\n",
            "type": "table"
        },
        "TABREF9": {
            "text": "Table 10: Daily cumulative average abnormal return across all indices.\n",
            "type": "table"
        },
        "TABREF10": {
            "text": "Table 11: Summary Statistics.\n",
            "type": "table"
        },
        "TABREF11": {
            "text": "Table 12: OLS regression results of COVID-19 confirmed cases and stock market indices AR.\n",
            "type": "table"
        },
        "TABREF12": {
            "text": "Table 13: Mediating effect of volatility index (VIX).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: World Health Organization (WHO) situation report 63 (https://www.adb.org/publications/economic-impact-covid19-developing-asia).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Abnormal Return (AR) change of main indices in Asia from day 0 to 34.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Cumulative abnormal return (CAR) change of main indices in Asia from day 0 to 34.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: AR change of main indices out of Asia from day 0 to 34.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: CAR change of main indices out of Asia from day 0 to 34.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Average abnormal return (AAR) and cumulative average abnormal return (CAAR) change from day 0 to 34.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus Disease 2019 (COVID-19): What we know?",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Med. Virol.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25766"
                ]
            }
        },
        "BIBREF1": {
            "title": "The Causal Impact of Media in Financial Markets",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Engelberg",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Parsons",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Financ.",
            "volume": "66",
            "issn": "",
            "pages": "67-97",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1540-6261.2010.01626.x"
                ]
            }
        },
        "BIBREF2": {
            "title": "Stock Markets Integration: Examining Linkages between Selected World Markets",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Siddiqui",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Vision: J. Bus. Perspect.",
            "volume": "13",
            "issn": "",
            "pages": "19-30",
            "other_ids": {
                "DOI": [
                    "10.1177/097226290901300103"
                ]
            }
        },
        "BIBREF3": {
            "title": "International Stock Market Linkages: Evidence from the Asian Financial Crisis",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "In",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Yoon",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J. Emerg. Mark. Financ.",
            "volume": "1",
            "issn": "",
            "pages": "1-29",
            "other_ids": {
                "DOI": [
                    "10.1177/097265270200100102"
                ]
            }
        },
        "BIBREF4": {
            "title": "The importance of trust distance on stock market correlation: Evidence from emerging economics",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Borsa Istanb. Rev.",
            "volume": "20",
            "issn": "",
            "pages": "37-47",
            "other_ids": {
                "DOI": [
                    "10.1016/j.bir.2019.08.002"
                ]
            }
        },
        "BIBREF5": {
            "title": "Globalization and Disease: The Case of SARS*",
            "authors": [
                {
                    "first": "J.-W.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "McKibbin",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Asian Econ. Pap.",
            "volume": "3",
            "issn": "",
            "pages": "113-131",
            "other_ids": {
                "DOI": [
                    "10.1162/1535351041747932"
                ]
            }
        },
        "BIBREF6": {
            "title": "Sentiment and stock prices: The case of aviation disasters",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Kaplanski",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Financ. Econ.",
            "volume": "95",
            "issn": "",
            "pages": "174-201",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfineco.2009.10.002"
                ]
            }
        },
        "BIBREF7": {
            "title": "Economic Impact of SARS: The Case of Hong Kong",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Siu",
                    "suffix": ""
                },
                {
                    "first": "Y.C.R.",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Asian Econ. Pap.",
            "volume": "3",
            "issn": "",
            "pages": "62-83",
            "other_ids": {
                "DOI": [
                    "10.1162/1535351041747996"
                ]
            }
        },
        "BIBREF8": {
            "title": "Geographic Proximity of Information to Financial Markets and Impact on Stock Prices: Evidence from the Ebola Outbreak",
            "authors": [
                {
                    "first": "R.I.M.",
                    "middle": [],
                    "last": "Marinč",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Proceedings of the 2016 UBT International Conference",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.33107/ubt-ic.2016.19"
                ]
            }
        },
        "BIBREF9": {
            "title": "SARS, Greater China, and the Pathologies of Globalization and Transition",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Delisle",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Orbis.",
            "volume": "47",
            "issn": "",
            "pages": "587-604",
            "other_ids": {
                "DOI": [
                    "10.1016/S0030-4387(03)00076-0"
                ]
            }
        },
        "BIBREF10": {
            "title": "SARS: A non-event for affected countries’ stock markets?",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Nippani",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Washer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Appl. Financ. Econ.",
            "volume": "14",
            "issn": "",
            "pages": "1105-1110",
            "other_ids": {
                "DOI": [
                    "10.1080/0960310042000310579"
                ]
            }
        },
        "BIBREF11": {
            "title": "How will country-based mitigation measures influence the course of the COVID-19 epidemic?",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Anderson",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "T.D.",
                    "middle": [],
                    "last": "Hollingsworth",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "931-934",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30567-5"
                ]
            }
        },
        "BIBREF12": {
            "title": "Short-term economic impact of the Zika virus outbreak",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Macciocchi",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lanini",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Vairo",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                },
                {
                    "first": "L.T.M.",
                    "middle": [],
                    "last": "Figueiredo",
                    "suffix": ""
                },
                {
                    "first": "F.N.",
                    "middle": [],
                    "last": "Lauria",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Strada",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Brouqui",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Puro",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Krishna",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "New Microbiol.",
            "volume": "39",
            "issn": "",
            "pages": "287-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "The impact of the SARS outbreak on Taiwanese hotel stock performance: An event-study approach",
            "authors": [
                {
                    "first": "M.-H.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Shawn",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Gon",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int. J. Hosp. Manag.",
            "volume": "26",
            "issn": "",
            "pages": "200-212",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijhm.2005.11.004"
                ]
            }
        },
        "BIBREF14": {
            "title": "Did the S.A.R.S. epidemic weaken the integration of Asian stock markets? Evidence from smooth time-varying cointegration analysis",
            "authors": [
                {
                    "first": "M.-P.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "C.-C.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "Y.-H.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "W.-Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Econ. Res. Ekonomska Istraživanja",
            "volume": "31",
            "issn": "",
            "pages": "908-926",
            "other_ids": {
                "DOI": [
                    "10.1080/1331677X.2018.1456354"
                ]
            }
        },
        "BIBREF15": {
            "title": "An investor’s perspective on infectious diseases and their influence on market behavior",
            "authors": [
                {
                    "first": "Y.-H.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "F.-J.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L.-J.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Bus. Econ. Manag.",
            "volume": "14",
            "issn": "",
            "pages": "112-127",
            "other_ids": {
                "DOI": [
                    "10.3846/16111699.2012.711360"
                ]
            }
        },
        "BIBREF16": {
            "title": "Cross-border sentiment: An empirical analysis on EU stock markets",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Appl. Financ. Econ.",
            "volume": "24",
            "issn": "",
            "pages": "259-290",
            "other_ids": {
                "DOI": [
                    "10.1080/09603107.2013.864035"
                ]
            }
        },
        "BIBREF17": {
            "title": "Global, local, and contagious investor sentiment",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wurgler",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Financ. Econ.",
            "volume": "104",
            "issn": "",
            "pages": "272-287",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jfineco.2011.11.002"
                ]
            }
        },
        "BIBREF18": {
            "title": "Dynamic correlation analysis of financial contagion: Evidence from Asian markets",
            "authors": [
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "Chiang",
                    "suffix": ""
                },
                {
                    "first": "B.N.",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Int. Money Financ.",
            "volume": "26",
            "issn": "",
            "pages": "1206-1228",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jimonfin.2007.06.005"
                ]
            }
        },
        "BIBREF19": {
            "title": "Monetary and Financial Cooperation Between China and the One Belt One Road Countries",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Hou",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg. Mark. Financ. Trade.",
            "volume": "55",
            "issn": "",
            "pages": "2609-2627",
            "other_ids": {
                "DOI": [
                    "10.1080/1540496X.2018.1540976"
                ]
            }
        },
        "BIBREF20": {
            "title": "The current global financial crisis: Do Asian stock markets show contagion or interdependence effects?",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Morales",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Andreosso",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Asian Econ.",
            "volume": "23",
            "issn": "",
            "pages": "616-626",
            "other_ids": {
                "DOI": [
                    "10.1016/j.asieco.2012.09.002"
                ]
            }
        },
        "BIBREF21": {
            "title": "Dangerous infectious diseases: Bad news for Main Street, good news for Wall Street?",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Donadelli",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kizys",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Riedel",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J. Financ. Mark.",
            "volume": "35",
            "issn": "",
            "pages": "84-103",
            "other_ids": {
                "DOI": [
                    "10.1016/j.finmar.2016.12.003"
                ]
            }
        },
        "BIBREF22": {
            "title": "The outbreak of COVID-19: An overview",
            "authors": [
                {
                    "first": "Y.-C.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "C.-S.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y.-J.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Chin. Med. Assoc.",
            "volume": "83",
            "issn": "",
            "pages": "217-220",
            "other_ids": {
                "DOI": [
                    "10.1097/JCMA.0000000000000270"
                ]
            }
        },
        "BIBREF23": {
            "title": "How Does Investor Sentiment Affect Stock Market Crises? Evidence from Panel Data",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Zouaoui",
                    "suffix": ""
                },
                {
                    "first": "G.J.M.",
                    "middle": [],
                    "last": "Nouyrigat",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Beer",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Financ. Rev.",
            "volume": "46",
            "issn": "",
            "pages": "723-747",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1540-6288.2011.00318.x"
                ]
            }
        },
        "BIBREF24": {
            "title": "Event Studies in Economics and Finance",
            "authors": [
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "MacKinlay",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J. Econ. Lit.",
            "volume": "35",
            "issn": "",
            "pages": "13-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Characteristics and Procedure of Common Stock Split-Ups",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dolley",
                    "suffix": ""
                }
            ],
            "year": 1933,
            "venue": "Harvard Busniess Rev.",
            "volume": "11",
            "issn": "",
            "pages": "316-324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "An Empirical Evaluation of Accounting Income Numbers",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ball",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 1968,
            "venue": "J. Account. Res.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2307/2490232"
                ]
            }
        },
        "BIBREF27": {
            "title": "Tle Adjustment of Stock Prices to New Information",
            "authors": [
                {
                    "first": "E.F.",
                    "middle": [],
                    "last": "Fama",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Fisher",
                    "suffix": ""
                },
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Jensen",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Roll",
                    "suffix": ""
                }
            ],
            "year": 1969,
            "venue": "Int. Econ. Rev. (Philadelphia)",
            "volume": "10",
            "issn": "",
            "pages": "1-21",
            "other_ids": {
                "DOI": [
                    "10.2307/2525569"
                ]
            }
        },
        "BIBREF28": {
            "title": "The Economic Worth of Celebrity Endorsers: An Event Study Analysis",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Agrawal",
                    "suffix": ""
                },
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Kamakura",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "J. Mark.",
            "volume": "59",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1177/002224299505900305"
                ]
            }
        },
        "BIBREF29": {
            "title": "The Stock Market Reaction to Performance Plan Adoptions",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Gaver",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Gaver",
                    "suffix": ""
                },
                {
                    "first": "G.P.",
                    "middle": [],
                    "last": "Battistel",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Account. Rev.",
            "volume": "67",
            "issn": "",
            "pages": "172-182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "The Anticipated Sectoral Adjustment to the Canada—United States Free Trade Agreement: An Event Study Analysis",
            "authors": [
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Can. J. Econ. Can. Econ. Assoc.",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2307/135906"
                ]
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [
                {
                    "first": "J.-L.",
                    "middle": [],
                    "last": "Jeng",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Analyzing Event Statistics in Corporate Finance Methodologies, Evidences, and Critiques",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "The moderator-mediator variable distinction in social psychological research: conceptual, strategic, and statistical considerations",
            "authors": [
                {
                    "first": "R.M.",
                    "middle": [],
                    "last": "Baron",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Kenny",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J. Pers. Soc. Psychol.",
            "volume": "51",
            "issn": "",
            "pages": "1173-1182",
            "other_ids": {
                "DOI": [
                    "10.1037/0022-3514.51.6.1173"
                ]
            }
        },
        "BIBREF33": {
            "title": "Responding to global infectious disease outbreaks: Lessons from SARS on the role of risk perception, communication and management",
            "authors": [
                {
                    "first": "R.D.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Soc. Sci. Med.",
            "volume": "63",
            "issn": "",
            "pages": "3113-3123",
            "other_ids": {
                "DOI": [
                    "10.1016/j.socscimed.2006.08.004"
                ]
            }
        },
        "BIBREF34": {
            "title": "Risk Perception and the Economic Crisis: A Longitudinal Study of the Trajectory of Perceived Risk",
            "authors": [
                {
                    "first": "W.J.",
                    "middle": [],
                    "last": "Burns",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Peters",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Slovic",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Risk Anal.",
            "volume": "32",
            "issn": "",
            "pages": "659-677",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1539-6924.2011.01733.x"
                ]
            }
        },
        "BIBREF35": {
            "title": "Relationship between stock indices and investors’ sentiment index in Chinese financial market",
            "authors": [
                {
                    "first": "X.-F.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "K.-K.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Syst. Eng. Theory Pract.",
            "volume": "32",
            "issn": "",
            "pages": "621-629",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Investor mood and financial markets",
            "authors": [
                {
                    "first": "H.-C.",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Econ. Behav. Organ.",
            "volume": "76",
            "issn": "",
            "pages": "267-282",
            "other_ids": {
                "DOI": [
                    "10.1016/j.jebo.2010.06.004"
                ]
            }
        },
        "BIBREF37": {
            "title": "All that Glitters: The Effect of Attention and News on the Buying Behavior of Individual and Institutional Investors",
            "authors": [
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Barber",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Odean",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "SSRN Electron. J.",
            "volume": "21",
            "issn": "",
            "pages": "785-818",
            "other_ids": {
                "DOI": [
                    "10.2139/ssrn.460660"
                ]
            }
        },
        "BIBREF38": {
            "title": "The impact of the Arab Spring and the Ebola outbreak on African equity mutual fund investor decisions",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Del Giudice",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Paltrinieri",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Res. Int. Bus. Financ.",
            "volume": "41",
            "issn": "",
            "pages": "600-612",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ribaf.2017.05.004"
                ]
            }
        }
    }
}