{
    "paper_id": "PMC7247742",
    "metadata": {
        "title": "Bouncing forward: a resilience approach to dealing with COVID-19 and future systemic shocks",
        "authors": [
            {
                "first": "William",
                "middle": [],
                "last": "Hynes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Benjamin",
                "middle": [],
                "last": "Trump",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Love",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Igor",
                "middle": [],
                "last": "Linkov",
                "suffix": "",
                "email": "Igor.Linkov@usace.army.mil",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Even before the Covid-19 pandemic, we were living in a period of profound socioeconomic and environmental systemic change. As in similar periods in the past, there is bound to be considerable instability and uncertainty before the new society and economy take shape. In the meantime, we can identify actions that will shape change for the better, and help to build resilience to the inevitable shocks inherent in, and generated by, the complex system of systems constituted by the economy, society, and the environment. These challenges require updating the way governments devise and implement policies. This in turn will require more realistic tools and techniques to design these policies than those that failed to anticipate previous crises or to help design sustainable solutions to them.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To tackle planetary emergencies linked to the environment, the economy, and socio-political systems, we have to understand their systemic properties. System resilience is a term of rising popularity during the Covid-19 pandemic, but we must not neglect other system properties such as tipping points, non-linearity, asymmetry, and interconnectedness. The systems approach can promote cross-sectoral, multidisciplinary collaboration in the process of policy formulation by taking proper account of the crucial linkages between issues generally treated separately within different specializations and scientific and institutional “silos.” In order to promote positive social and economic change, a range of policies has to be integrated, including educational, demographic, employment, well-being, and technology and innovation policies. Systems thinking provides a methodology to achieve a better understanding of the behavior of complex systems and to improve the assessment of the consequences of policy interventions.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Growing complexity and interdependence have made various systems (economic, public health, cyber, etc.) susceptible to widespread, irreversible, and cascading failure. Serious disease outbreaks such as Covid-19 are the result of systemic properties, and in this case, emergence in particular. Emergence describes a process whereby a situation arises through the interaction of a number of actors and influences, without any intention to create that situation. A recent paper published by the UK Royal Society (Johnson et al. 2020) shows that emerging infectious diseases in humans are frequently caused by pathogens originating from animal hosts, and that virus transmission risk is highest from animal species that have increased in abundance and even expanded their range by adapting to human-dominated landscapes. Among threatened wildlife species, those with population reductions because of exploitation and loss of habitat share more viruses with humans. In other words, impacts on ecosystems due to changes to socioeconomic systems, such as the introduction of intensive agriculture, play a role in creating or aggravating epidemic risk. One study looking at the emergence of infectious diseases calculated that since 1940, intensive agriculture has been associated with more than 25% of all infectious diseases that emerged in humans and more than half of all infectious diseases that spilled over from animals to humans (Rohr et al. 2019).",
            "cite_spans": [
                {
                    "start": 525,
                    "end": 529,
                    "mention": "2020",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1442,
                    "end": 1446,
                    "mention": "2019",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Striving for maximum efficiency and optimization, such systems have neglected resilience against disruptions (Marchese 2012) whose shocks may leave governments, the public, and the environment in a weakened state. More specifically, the concentration of industrial capacities and economic activity into smaller and more efficient sectors, up to the international level, has produced highly lucrative yet fragile supply chains, and economic exchanges whose disruptions could have sweeping effects in unexpected areas. While this has provided considerable opportunities, it has also made the systems we rely on in our daily lives (e.g., international supply chains) vulnerable to sudden and unexpected disruption, as the result of either an external shock, the way the system has self-organised, or a combination of both (Juttner and Maklan 2011; OECD and FAO 2019). The 2011 earthquake and tsunami in Japan, for example, exposed the limits of just-in-time supply chain organization, and highlighted the importance of flexibility, diversification, and adaptability (Fujimoto 2011; Golan et al. 2020).",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "mention": "2012",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 839,
                    "end": 843,
                    "mention": "2011",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 858,
                    "end": 862,
                    "mention": "2019",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1073,
                    "end": 1077,
                    "mention": "2011",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1092,
                    "end": 1096,
                    "mention": "2020",
                    "ref_id": "BIBREF30"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Such notions have been thoroughly described by leading economists and scholars since the onset of the 2007–2009 financial crisis, yet primarily in an abstract context, although Andrew Haldane, the Bank of England’s Chief Economist, did argue in 2009 that “the spread of epidemics and the disintegration of the financial system – each is essentially a different branch of the same network family tree” (Haldane 2009). A key question, therefore, is focused not upon whether systemic risk would cause substantial cascading losses to the international economy, but rather on what type of disruption would trigger such a chain of events in the first place. The Covid-19 outbreak has led to a crisis with considerable cascading losses for health but also for much of the global economy, with concordant high social costs. At the moment, national governments are struggling to absorb the shock generated by the pandemic, but in time the international community will overcome the crisis and begin the recovery phase.",
            "cite_spans": [
                {
                    "start": 410,
                    "end": 414,
                    "mention": "2009",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Resilience, or the ability to recover from and adapt to unexpected threats, has been a focus of specific parts of our system, for instance military and public health authorities. But the notions of viability and resilience can be in tension with short-term profitability and apparent efficiency (Aubin 2010). The disastrous consequences of recent bush fires in Australia and extensive flooding in many parts of the world, both attributable to climate change, show that resilience must become a core philosophy within system management and operations to ensure we are able to continue to function in the midst of these disruptions, and particularly those aggravated by disruptions from Covid-19.",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 306,
                    "mention": "2010",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The policy response should be twofold: address immediate concerns, and propose an approach to dealing with the longer-term issues the pandemic highlights. In the short term, that means identifying the people and activities most affected, assessing how measures to help them will impact others, and underlining that difficult trade-offs between health, economic, social, and other goals are inevitable. In the longer term, an approach that reacts to the systemic origins and impacts of major shocks is needed if policies are to be effective. The Covid-19 crisis also shows how important it is to keep resources in reserve for times when unexpected upheavals in the system prevent it from functioning normally (and the argument can be made for not depleting natural resources). Furthermore, given the interdependence of our economies and social systems, the pandemic also highlights the need for strengthened international cooperation (building on existing frameworks for emergency preparedness) based on evidence to tackle systemic threats and help avert systemic collapse.1 Helbing (2012) and others have noted that the consequences of failing to appreciate and manage the characteristics of complex global systems and problems can be immense.",
            "cite_spans": [
                {
                    "start": 1083,
                    "end": 1087,
                    "mention": "2012",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Declared a pandemic by the World Health Organization (WHO) on March 11, 2020, Covid-19 quickly spread globally. The elderly disproportionality experience more negative health outcomes, but the effects on them result from more than just the medical conditions common to other at-risk groups, such as obesity, smoking, heart disease, and diabetes. A number of additional factors contribute to the total impact. The elderly are exceptionally exposed to death from the disease, but also risks arising from isolation and weak social ties, compounded by the fragmentation of health and social care services. School closures are the main impact on children and young people, but the capacity to compensate for the projected loss in learning varies according to socioeconomic status, with those from low-income and/or single-parent families likely to be the most affected by the closure of schools and childcare facilities. The PISA 2015 surveys (OECD 2016) reveal that nearly a quarter of 15-year-olds of low socioeconomic status do not have an office or a quiet place to study; just over 1 in 5 teenagers in the same families have no access to a computer for school work or an internet connection. The poorest children are also suffering by being deprived of school meals and other support measures provided by or at schools.",
            "cite_spans": [
                {
                    "start": 944,
                    "end": 948,
                    "mention": "2016",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Economic and social impact of COVID-19",
            "ref_spans": []
        },
        {
            "text": "The differing social impacts are one result of a number of economic trends that have already been shaping well-being for many years before the Covid-19 pandemic, notably the impacts of austerity, growing inequality, weakened social protection, and increased precariousness in labor markets (OECD 2011, 2018). The OECD Interim Economic Outlook, released on March 2, 2020, shows how restrictions on the movement of people, goods, and services, in combination with containment measures such as business closures, have cut manufacturing and domestic demand sharply in China, while also affecting the rest of the world through business travel and tourism, global supply chains, commodities, and loss of confidence. The initial direct impact of the shutdowns could be a decline in the level of output of between one-fifth to one-quarter in many economies, with consumer expenditure potentially dropping by around one-third. This is far greater than anything experienced during the 2008 financial crisis. And this estimate only covers the initial direct impact in the sectors involved and does not take into account any additional indirect impacts that may arise. Nonetheless, it is clear that the impact of the shutdowns imposed on many economies will weaken short-term growth prospects substantially, equivalent to a decline in annual GDP growth of up to 2 percentage points for each month that strict containment measures are imposed. If the shutdown continued uninterrupted for 3 months, with no offsetting factors, annual GDP growth could be between 4 and 6 percentage points lower than it otherwise might have been. However, the worst potential impacts may be offset by measures such as the USD$5 trillion in fiscal spending the G20 countries agreed to inject into the global economy at their summit on March 26, 2020.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 300,
                    "mention": "2011",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 302,
                    "end": 306,
                    "mention": "2018",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Economic and social impact of COVID-19",
            "ref_spans": []
        },
        {
            "text": "The Covid-19 epidemic and measures to counteract it are likely to disproportionally affect poorer people. The OECD's “How’s Life?” 2020 shows that overall, 36% of people in OECD countries are financially vulnerable, meaning they would lack the financial assets needed to avoid falling into poverty if they were to lose 3 months of their income. This figure climbs to over 60% in some OECD countries. Those working in the “gig economy” are the most exposed. These workers often work on short contracts, sometimes with weak or no social protections, with limited options for working remotely, and with risks of job loss and forgone earnings if they have to remain away from their place of work due to illness, quarantine, or government-mandated closures of specific activities. Anti-virus measures will affect them significantly since they are often employed in occupations demanding a high degree of contact with a wide range of clients, such as restaurants, taxis, and delivery services.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "mention": "2020",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Economic and social impact of COVID-19",
            "ref_spans": []
        },
        {
            "text": "Measures to compensate people and firms for lost earnings are being introduced to alleviate the situation. These can include postponement of taxes and debt repayments and government paid leave for people in countries which do not have paid sick leave. But in countries where there are short-term contracts, and poorer people have few savings, no amount of monetary stimulus will re-energize demand. The poor will be hardest hit in countries such as Indonesia, Mexico, and Brazil, with up to 50% or higher of the population employed in the informal sector and few channels through which any aid could reach such people. Oxfam estimates that the economic crisis caused by Covid-19 could push half a billion people into poverty (Oxfam 2020). However, conditional cash transfers were scaled up very effectively following the 2008 global financial crisis; even in the Least Developed Countries, food for work programs and other forms of social protection can provide some relief. As to the supply side of the economy, firms that have had to reduce their activities will take time to restart production and to contribute to global supply chains.",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 736,
                    "mention": "2020",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Economic and social impact of COVID-19",
            "ref_spans": []
        },
        {
            "text": "In the longer term, two impacts could be especially serious. The first is the impact on international relations and the vectors of globalization. The Covid-19 pandemic has reminded us bluntly of the fragility of some of our most basic human-made systems. Shortages of masks, tests, ventilators, and other essential items have left frontline workers and the general population dangerously exposed to the disease itself. At a wider level, we have witnessed the cascading collapse of entire production, financial, and transportation systems, due to a vicious combination of supply and demand shocks.",
            "cite_spans": [],
            "section": "Economic and social impact of COVID-19",
            "ref_spans": []
        },
        {
            "text": "China’s merchandise trade was down 17% in the first 2 months of the year. While trade may rebound when the situation improves, there may be longer term, structural effects: firms may retreat from globalization, seeking shortened supply chains and suppliers located in countries that seem less prone to disruption. This would have consequences for production structures, jobs, and income in different parts of the world. This is worrying when international cooperation is literally vital in coordinating the response to Covid-19 and future systemic threats. Unfortunately, the mechanisms that might provide a coordinated international response do not exist, except for limited monetary arrangements.",
            "cite_spans": [],
            "section": "Economic and social impact of COVID-19",
            "ref_spans": []
        },
        {
            "text": "The international financial system is already seeing the impacts of Covid-19, with increased volatility and sharp drops in share prices. If these falls are the beginning of a longer downward trend, there will be a direct negative wealth impact on asset holders. This may affect funded pensions and pensioners' living standards. Further easing of monetary policies by central banks (especially by the European Central Bank where deposit rates are already negative) may reinforce the income effect for pensioners or push savers to higher- risk investments. On the other hand, low interest rates may further fuel inflation in assets that are considered safe havens (e.g., real estate, gold, government bonds) making inequalities in wealth worse.",
            "cite_spans": [],
            "section": "Economic and social impact of COVID-19",
            "ref_spans": []
        },
        {
            "text": "Once again, the shadow of 2008 falls over the outlook today. The IMF’s Global Debt Database shows that total global debt (public plus private) reached USD$188 trillion at the end of 2018, up by USD$3 trillion compared to 2017 (and up by over USD$90 trillion from 2007). The global average debt-to-GDP ratio (weighted by each country’s GDP) edged up to 226% in 2018, 1½ percentage points above the previous year (IMF 2020). Despite efforts to reduce fiscal deficits, many governments still have high levels of debt following their interventions to deal with the financial crisis and its aftermath, and sovereign spreads for some countries are starting to widen. Private debt, encouraged by low interest rates, is even more worrying. In advanced economies, IMF data show that the corporate debt ratio has gradually increased since 2010 and it is now at the same level as in 2008, the previous peak. In several major economies debt is, or was, increasingly used for financial risk-taking (to fund distribution of dividends, share buybacks, and mergers and acquisitions). Much of the debt is high speculative-grade debt, and a significant fraction of corporate debt is now rated BBB, the lowest investment grade rating. Almost half of all US corporate bonds maturing in the next 5 years are below investment grade. Global household debt is over USD$47 trillion, compared to USD$35 trillion going into the 2008 crisis.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 420,
                    "mention": "2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Economic and social impact of COVID-19",
            "ref_spans": []
        },
        {
            "text": "So, how should we deal with the considerable shock that Covid-19 places upon international markets, public health, social activity, and governance? How can we address the cognitive and especially behavioral effects of fear at the individual and collective level which can trigger substantial slowdowns in economic activity, as well as the systemic effects that strain various sectors of international trade and governance?",
            "cite_spans": [],
            "section": "Strategies and policies to increase resilience ::: Complex system view on the Covid-19 outbreak",
            "ref_spans": []
        },
        {
            "text": "Two overarching philosophies and methodologies are available for stakeholders to draw upon. Until recently, the consensus would have insisted upon preventing a threat from happening in the first place or, if absolute prevention or avoidance were impossible, upon substantially mitigating the consequences of the threat. As the basis of conventional risk management (i.e., to prepare for and absorb shocks), this option is politically appealing at the onset, as it offers the possibility that unacceptable risks may be mitigated before they cause serious problems.3 In a world of rapid feedback loops and increasingly nested systems where cascading failures are inevitable, however, such options might be ineffective at protecting economic and social systems and calming perturbations, or would be ruinously expensive to implement to the extent needed to assure policymakers and other stakeholders of adequate protection (Michel-Kerjan 2012; Linkov et al. 2019).",
            "cite_spans": [
                {
                    "start": 935,
                    "end": 939,
                    "mention": "2012",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 955,
                    "end": 959,
                    "mention": "2019",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Strategies and policies to increase resilience ::: Complex system view on the Covid-19 outbreak",
            "ref_spans": []
        },
        {
            "text": "The second approach is one that accepts the inherently uncertain, unpredictable, and even random nature of systemic threats and addresses them through building system resilience. Rather than rely solely upon the ability of system operators to prevent, avoid, withstand, and absorb any and all threats, resilience emphasizes the importance of recovery and adaptation in the aftermath of disruption. Such a mind set acknowledges that the infinite universe of future threats cannot be adequately predicted and measured, nor can the effects thereof be fully understood. Resilience acknowledges that massive disruptions can and will happen—in the future, for example, climate disruption will likely compound other shocks like pandemics—and it is essential that core systems have the capacity for recovery and adaptation to ensure their survival into the future, and even take advantage of new or revealed opportunities following the crises to improve the system through broader systemic changes.4 This is sometimes characterized as not just bouncing back, but “bouncing forward” (Linkov et al. 2018a, b; Ganin et al. 2016, 2017).",
            "cite_spans": [
                {
                    "start": 1089,
                    "end": 1094,
                    "mention": "2018a",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1096,
                    "end": 1097,
                    "mention": "b",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1112,
                    "end": 1116,
                    "mention": "2016",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1118,
                    "end": 1122,
                    "mention": "2017",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Strategies and policies to increase resilience ::: Complex system view on the Covid-19 outbreak",
            "ref_spans": []
        },
        {
            "text": "Covid-19 is the latest instance of an unpredictable shock to interconnected systems, where international recovery will have vast implications for future economic, social, and governmental activity. Resilience must become a core philosophy within system management and operation to ensure we are able to continue to function despite disruptions like Covid-19, and are able not only to adapt and improve in its aftermath, but to seize upon new or revealed opportunities.5",
            "cite_spans": [],
            "section": "Strategies and policies to increase resilience ::: Complex system view on the Covid-19 outbreak",
            "ref_spans": []
        },
        {
            "text": "Interconnectivity between systems is one of the structuring and determining features of our modern world, which is becoming ever more complex and dynamic. This is a product of economic opportunity as well as global political interconnectedness, and has brought considerable benefits to much of the global population. An instinctive reaction to the Covid-19 outbreak would be to limit or reduce such interconnectedness, yet such sweeping policy changes would not better protect countries or international markets against future systemic threats. Instead, an emphasis upon developing resilience within the international economic system is a necessary evolution for a post-Covid-19 world, where systems are designed to facilitate recovery and adaptation in the aftermath of disruption.",
            "cite_spans": [],
            "section": "Strategies and policies to increase resilience ::: Complex system view on the Covid-19 outbreak",
            "ref_spans": []
        },
        {
            "text": "Complementing risk-based approaches with resilience-based approaches for management of epidemics, as well as for other systemic threats, is a necessity. The resilience we are talking about here, however, is not resilience in the traditional sense, meaning the capacity to resist downturns and get back to the same situation as before. There is an awareness that the systemic threats modern societies face are increasingly difficult to model, and are often too complex to be solved for the “optimal response” using traditional approaches of risk assessment that focus primarily upon system hardness and ability to absorb threats before breaking. The new approach to resilience will focus on the ability of a system to anticipate, absorb, recover from, and adapt to a wide array of systemic threats (see Figure 1).",
            "cite_spans": [],
            "section": "Strategies and policies to increase resilience ::: Complex system view on the Covid-19 outbreak",
            "ref_spans": []
        },
        {
            "text": "Linkov et al. (2019) identify systemic threats and review the analytical and governance approaches and strategies to manage these threats (including epidemics) and build resilience to contain their impacts. This aims to help policymakers build safeguards, buffers and ultimately resilience to physical, economic, social and environmental shocks.",
            "cite_spans": [
                {
                    "start": 15,
                    "end": 19,
                    "mention": "2019",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Strategies and policies to increase resilience ::: Complex system view on the Covid-19 outbreak",
            "ref_spans": []
        },
        {
            "text": "Fundamentally, Covid-19 is a multi-system problem. Beginning with a slow yet unchecked spread of disease on a global scale, it quickly disrupted hospital systems and associated resource and labor requirements. Simultaneously, as socioeconomic activity waned per government orders for quarantine and shelter-in-place, systemic disruption spread beyond the public health domain and into energy (fossil fuels), economics and finance, and even the broader political systems of various states. The loss of functionality triggered by this single disruption origin is one that requires robust recovery to minimize extensive and even permanent multi-system losses and damages (see Fig. 1)—a lesson learned from the aftermath of the Great Recession.",
            "cite_spans": [],
            "section": "Strategies and policies to increase resilience ::: Complex system view on the Covid-19 outbreak",
            "ref_spans": [
                {
                    "start": 678,
                    "end": 679,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Economic analysis is often the most important tool for policymaking, but given that the socioeconomic system is changing and self-organizing itself in a way which is difficult, if not impossible, to reconcile with existing theory, economics has to change too. In an increasingly complex and interdependent system, the aggregate phenomena that emerge do so as a reflection of the interaction between all the participants. The system is constantly evolving and is neither in, nor converging toward, a steady state. Policy cannot be based on extrapolations from the past or analysis of the behavior of an isolated individual.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "System-analysis models have to improve too, to better integrate real-world dynamics such as social and behavioral heterogeneity. This will help to represent social dynamics and complex collective decision-making and facilitate the evaluation of the effectiveness of policies and their systemic impacts. A promising approach is to integrate existing modeling tools from different fields, for example linking environmental models with economic growth and trade models. This extends the boundaries of what is modeled and allows for broader ranges of interactions to assess policy interventions. Going beyond the integration of existing tools may involve pioneering applications and innovative methodologies and tools in several areas, including explicit accounting for uncertainty, multiple agents with strategic interactions, bounded rationality, including consumption preferences and consumer choices, and network effects linked to complex interconnectedness and systemic risks.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "A fundamental challenge to governing systemic risk is understanding the system as a complex network of individual and institutional actors with different and often conflicting interests, values, and worldviews. Superimposed on this governance network are the potential risk events with ill-defined chains or networks of interrelated consequences and impacts. A resilience mind set acknowledges that the infinite variety of future threats cannot be adequately predicted and measured, nor can their effects be fully understood. Adopting such an approach means rethinking our priorities, and especially the roles of optimization and efficiency. The science of systems engineering teaches us that when you try to optimize one part of a complex system, you can end up destabilizing the system as a whole. This principle is evident in global supply chains, surely one of the most efficient components of the international economy. The French Minister for the Economy, Bruno Le Maire, argues that that there will be a before and after Covid-19 for the world economic system: “We need to draw all the conclusions from this epidemic on the way globalization is organized, and notably value chains” (Le Maire 2020). When your highly optimized workflow is disrupted by shocks such as Covid-19, maybe just-in-time needs a dose of just-in-case.",
            "cite_spans": [
                {
                    "start": 1199,
                    "end": 1203,
                    "mention": "2020",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "In 2015, Bill Gates said, \"We are not prepared for the next outbreak,\" and suggested creating an army of specialists from many disciplines to meet whatever crisis or epidemic might arise. 27 million people viewed the talk in which he made this comment, but as he noted in 2020, nobody in power heard the message. We are now in the midst of a systemic upheaval. In the spirit of Gates’ call, international policymaking should look to better anticipate, prepare for, and build resilience for future crises.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The radical uncertainty associated with complex systems makes it impossible to predict where the next crisis will come from; nevertheless, this should not stop us learning the lessons of the past to prepare a systemic response for the future. One lesson from Covid-19 is that crises do not repeat themselves. The fact that we were able to contain previous coronavirus crises such as SARS led to a sense of complacency in some instances about our ability to contain any future crisis. We cannot afford to be complacent about the other grave crisis we are facing: the climate emergency. In systemic terms, this is not a shock, with all that implies of a sudden, unexpected occurrence, but more like a stress. Systems analysis teaches us that stresses such as global warming are non-linear. The system may continue to function more or less normally for a long period and only degrade slowly, but it can then reach a tipping point from which it cannot recover, and collapse can then be extremely rapid. Covid-19 shows that we have to act now, because we simply don’t know how changes in one system may evolve and impact other systems, or in this case how a mutation in a virus could cripple the world economy. We can anticipate, however, that serious damage to a natural system, such as biodiversity loss, or significant changes, such as sea level rise or increased occurrence of extreme weather, will have serious impacts on economic and social systems too. Further, as we recover and reconfigure systems for a brighter future, we must be cognizant of the fact that future systemic shocks may arise from any number of origins or industries, with no reasonable way to anticipate and prepare for the broad universe of threats. Instead, our systems must be designed for resilience, providing them with the capacity for recovery and adaptation regardless of the challenges they may face.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: COVID-19 disruption as a multi-system challenge. Where the threats, exploited vulnerabilities, and consequences of COVID-19 continue to manifest around the globe, extensive consideration must be given not only to how risk is absorbed and mitigated, but how affected systems will recover, adapt, and preferably “bounce forward” toward a more ideal system state (after Trump et al. 2020)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Une approche viabiliste du couplage des systèmes climatique et économique",
            "authors": [
                {
                    "first": "JP",
                    "middle": [],
                    "last": "Aubin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Nat Sci Soc",
            "volume": "18",
            "issn": "",
            "pages": "277-286",
            "other_ids": {
                "DOI": [
                    "10.1051/nss/2010035"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Global shifts in mammalian population trends reveal key predictors of virus spillover risk",
            "authors": [
                {
                    "first": "CK",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Proc R Soc B",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1098/rspb.2019.2736"
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Resilience at OECD: current state and future directions",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Linkov",
                    "suffix": ""
                },
                {
                    "first": "BD",
                    "middle": [],
                    "last": "Trump",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Poinsatte-Jones",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Love",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Hynes",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Ramos",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "IEEE Eng. Manage. Rev.",
            "volume": "46",
            "issn": "4",
            "pages": "128-135",
            "other_ids": {
                "DOI": [
                    "10.1109/EMR.2018.2878006"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Linkov",
                    "suffix": ""
                },
                {
                    "first": "BD",
                    "middle": [],
                    "last": "Trump",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "The science and practice of resilience",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Risk and resilience must be independently managed",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Linkov",
                    "suffix": ""
                },
                {
                    "first": "BD",
                    "middle": [],
                    "last": "Trump",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keisler",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nature",
            "volume": "555",
            "issn": "7694",
            "pages": "30-30",
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-018-02567-0"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "How resilient is your country?",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Michel-Kerjan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Nat News",
            "volume": "491",
            "issn": "7425",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/491497a"
                ]
            }
        },
        "BIBREF11": {
            "title": "Supply chain resilience in the global € financial crisis: an empirical study",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Juttner",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maklan",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Supply Chain Manag",
            "volume": "16",
            "issn": "4",
            "pages": "246-259",
            "other_ids": {
                "DOI": [
                    "10.1108/13598541111139062"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Epstein",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Agent_Zero: toward neurocognitive foundations for generative social science",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Resilience management during large-scale epidemic outbreaks",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Massaro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ganin",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Perra",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Linkov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Nat Sci Rep.",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/s41598-018-19706-2"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Merad",
                    "suffix": ""
                },
                {
                    "first": "BD",
                    "middle": [],
                    "last": "Trump",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Expertise under scrutiny",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "Implementation of defence in depth at nuclear power plants: lessons learnt from the Fukushima Daiichi accident nuclear regulation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Divided we stand: why inequality keeps rising",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2016,
            "venue": "PISA 2015 results (volume I): excellence and equity in education",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2018,
            "venue": "A broken social elevator? How to promote social mobility",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "OECD economic outlook, interim report March 2020: Coronavirus, the world economy at risk",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": 2019,
            "venue": "Background Notes on sustainable, productive and resilient agro-food systems: value chains, human capital, and the 2030 Agenda",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Emerging human infectious diseases and the links to global food production",
            "authors": [
                {
                    "first": "JR",
                    "middle": [],
                    "last": "Rohr",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Nat Sustain",
            "volume": "2",
            "issn": "",
            "pages": "445-456",
            "other_ids": {
                "DOI": [
                    "10.1038/s41893-019-0293-3"
                ]
            }
        },
        "BIBREF25": {
            "title": "Social mechanisms and social dynamics",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Schelling",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Social mechanisms: an analytical approach to social theory",
            "volume": "",
            "issn": "",
            "pages": "32-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Biosecurity demands resilience",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Trump",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Keisler",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Volk",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Linkov",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Environ Sci Technol",
            "volume": "54",
            "issn": "",
            "pages": "4706-4708",
            "other_ids": {
                "DOI": [
                    "10.1021/acs.est.0c00607"
                ]
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Resilience and efficiency in transportation networks",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Ganin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kitsak",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marchese",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Keisler",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Seager",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Linkov",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Sci Adv",
            "volume": "3",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1126/sciadv.1701079"
                ]
            }
        },
        "BIBREF29": {
            "title": "Operational resilience: concepts, design and analysis",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Ganin",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci Rep",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/srep19540"
                ]
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}