{
    "paper_id": "PMC7127625",
    "metadata": {
        "title": "Community-based immunization in opportunistic social networks",
        "authors": [
            {
                "first": "Peiyan",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "email": "peiyan@htu.cn",
                "affiliation": {}
            },
            {
                "first": "Shaojie",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": "tangshaojie@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "With the rapid pervasive of a new generation of smart devices, it is possible and necessary to disseminate content in networks by exploiting the human mobility and intermittent device-to-device contacts. Networks with such intermittent device-to-device contacts are generally called delay-tolerant  [1] or opportunistic  [2]. Until recently, a variety of opportunistic social networks (OSN) have been studied, such as pocket switched networks  [3], publish/subscribe systems  [4], [5], and human contact networks  [6]. Many interesting phenomena have been observed, including the heavy-tailed distribution of contact times and node degree  [7], [8], the small world phenomenon  [9], the dynamics of epidemic spreading  [10], [11], the high clustering of aggregated social contact statistics  [12], etc.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 302,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 321,
                    "end": 324,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 444,
                    "end": 447,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 476,
                    "end": 479,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 481,
                    "end": 484,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 514,
                    "end": 517,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 640,
                    "end": 643,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 645,
                    "end": 648,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 678,
                    "end": 681,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 719,
                    "end": 723,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 725,
                    "end": 729,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 792,
                    "end": 796,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The social contact feature makes nodes in OSN vulnerable to infection. Therefore, when an infectious disease appears in a population (e.g., the severe acute respiratory syndrome (SARS) and the H7N9 virus), designing effective immunization strategies has become very important. To achieve this goal, several immunization strategies have been recently developed, ranging from ring immunization  [13] to targeted immunization  [14], [15], [16], [17], [18]. The targeted strategy has shown to be more effective than the ring strategy to delay the outbreak of epidemic. The basic idea of targeted immunization is that it first ranks importance of nodes and then removes them, from highest importance to lowest, to observe their impact on epidemic spreading speed. The importance of nodes is generally measured by node’s degree, closeness or betweenness centrality in the network  [19]. To further improve the immunization efficiency, the authors of Ref.  [20] suggested that node importance should be recalculated after every step of node removal.",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 397,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 424,
                    "end": 428,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 430,
                    "end": 434,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 436,
                    "end": 440,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 442,
                    "end": 446,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 448,
                    "end": 452,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 875,
                    "end": 879,
                    "mention": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 950,
                    "end": 954,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Previous work mainly concentrates on the global measures of nodes in a network, while ignoring the local importance of nodes in different groups. A number of recent studies indicate that opportunistic networks have a high clustered property  [10], [21] and show a temporal community structure  [22]. Networks with properties at the level of community are quite different from their properties at the entire network level  [23]. Studies thus paying more attention to the whole network topology and neglecting temporal community structure may miss many interesting features. For example, in real world it is found that people have different average number of contacts in different social cliques. The same person in one clique may be sociable, having many contacts with others, while in another clique he/she may be more taciturn. Such contact behaviors have also been seen in opportunistic social networks, where people are more frequently to contact their family or friends, while they meet accidentally with strangers  [24]. If one tried to characterize such a network by statistics of the mean number of contacts a person has, one would be missing the features of the network, such as the dynamics of epidemic, resulting in a biased understanding of the epidemic spreading process. As shown in Fig. 1\n, suppose an infectious disease occurs in a community C1, and unfortunately, Alice is infected. In order to delay the epidemic spreading, Bob should be protected first, because of his close contact to Alice and other people. In this situation, although Carl has a high social status in the whole network, the infectious disease would break out in the community and then spread to the entire network if he was immunized first.",
            "cite_spans": [
                {
                    "start": 242,
                    "end": 246,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 248,
                    "end": 252,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 294,
                    "end": 298,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 422,
                    "end": 426,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1020,
                    "end": 1024,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 1296,
                    "end": 1302,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To this end, we investigate the evolution of community structure in opportunistic social networks, and analyze the effect of community-based immunization strategy on epidemic spreading. We make the following contributions.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We find that the spreading speed of epidemic within one community is faster than that across different communities. This result is encouraging as it indicates that the outbreak of epidemic could be delayed, if one could further break down the OSN traces into lots of small communities by removing some special nodes.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We observe that the most efficient immunization strategy on epidemic spreading is to remove nodes with high local importance in communities. More interestingly, we find that high local importance but non-central nodes contribute more to epidemic spreading process, leading us to conjecture that it is not “the more central, the better” for the implementation of control strategy.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We study the role of nodes’ local importance in epidemic spreading, experimentally and analytically. We do so not only by excluding nodes with high local importance from OSN traces but also by developing an analytic model which formally characterizes the relationship between nodes’ local importance and the community cohesion. We find that the community cohesion is heavily dependent on local importance of nodes. Removing locally important nodes sharply lowers the community cohesion, and thus helps to suppress the epidemic.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We organize the remainder of this paper as follows. Section  2 reviews related works. Section  3 introduces the OSN traces and network model. The next two sections present our solutions to evaluate node’s local importance and cluster nodes, respectively. We analyze the effect of community-based immunization on epidemic spreading in Section  6. Finally, in Section  7 we conclude our paper.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Immunization strategies in general can be classified into two categories: the ring strategy  [13] and targeted strategy [14], [15], [16], [17], [18]. The targeted immunization strategy, in which nodes playing an important role in the network are removed first, has shown to be very effective  [16]. Pastor-Satorras et al.  [14] first studied the targeted immunization strategy and found that immunizing nodes with strong connectivity is more effective than that of randomly selected nodes. Holme et al. considered a more challenging scenario, where only neighborhood information of nodes can be used. They observed that the most efficient strategy is to iteratively immunize the neighbor of nodes with big out-degree  [15]. Subsequently, Zhang et al.  [17] developed a more precise model by taking the immunization willingness of individuals into account. In addition, Schneider  [18] tested the role of node’s betweenness centrality in epidemic spreading, and obtained the similar result.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 97,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 120,
                    "end": 124,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 126,
                    "end": 130,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 132,
                    "end": 136,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 138,
                    "end": 142,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 144,
                    "end": 148,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 293,
                    "end": 297,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 323,
                    "end": 327,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 718,
                    "end": 722,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 752,
                    "end": 756,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 880,
                    "end": 884,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Related work",
            "ref_spans": []
        },
        {
            "text": "Recently, the concept of node importance has been introduced to the fields of routing and message diffusion in opportunistic social networks. For example, the authors of Refs.  [25], [12], [26] exploited the node importance to make routing decisions. They found that forwarding messages to nodes with high centrality could increase the message delivery ratio. Similarly, the authors of Refs.  [21], [22] observed that nodes wandering from one community to another (such nodes thus have a high contact frequency with others in the network) contributed more to message diffusion.",
            "cite_spans": [
                {
                    "start": 177,
                    "end": 181,
                    "mention": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 183,
                    "end": 187,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 189,
                    "end": 193,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 393,
                    "end": 397,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 399,
                    "end": 403,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Related work",
            "ref_spans": []
        },
        {
            "text": "All of the above works focus on the central nodes in a network, they evaluated node’s importance either by logical centrality metric or by physical contact behavior among nodes. Our work supplements the previous results, exploring the role of potential non-central, locally important nodes in epidemic spreading. Furthermore, our understanding on the effect of locally important nodes motivates studies of applications beyond epidemic spreading, such as publish/subscribe systems  [4], [5], multicasting  [27] and location of rumor source  [28].",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 484,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 486,
                    "end": 489,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 505,
                    "end": 509,
                    "mention": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 540,
                    "end": 544,
                    "mention": "[28]",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Related work",
            "ref_spans": []
        },
        {
            "text": "We use real and synthetic traces in this study, both of them have their own advantages and can be complementary to each other. The former helps to observe the real epidemic spreading behavior; the latter provides an opportunity to study the dynamics of epidemic spreading in a large scale. The details of each kind of trace are discussed below.",
            "cite_spans": [],
            "section": "Real and synthetical traces ::: Preliminaries",
            "ref_spans": []
        },
        {
            "text": "\nReal trace (NCSU). The NCSU trace  [29] is taken by twenty students who live in a campus dormitory. Every week, these students carried Garmin GPS 60CSx handheld receivers, which are WAAS (Wide Area Augmentation System) capable with a position accuracy of better than three meters 95% of the time, for their daily regular activities, and altogether thirty-five trajectories were gathered from 2006-08-26 to 2006-11-16. The GPS receivers perform a device discovery every 10 s to record their current positions. To reduce GPS errors, the authors of Ref.  [29] calibrate a position at every 30 s by averaging three samples over the past thirty-second period. According to the position information in each trajectory, we assume that two nodes have a contact if their distance is less than 150 m, a realistic range for WiFi transmissions.",
            "cite_spans": [
                {
                    "start": 36,
                    "end": 40,
                    "mention": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 553,
                    "end": 557,
                    "mention": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Real and synthetical traces ::: Preliminaries",
            "ref_spans": []
        },
        {
            "text": "\nSynthetical trace (SLAW). Considering the limitation on scalability of real trace, we need a proper mobility model that can characterize the nature of human mobility, to investigate the dynamics of epidemic spreading, both in width and depth. Although many random mobility models, such as Random Walk and Random Way Point, have been widely used in opportunistic social networks for evaluating routing performance or even the epidemic dynamics  [30], [31], they cannot reflect the main features of human mobility, including the truncated power-law flights and pause-times, the heterogeneously bounded mobility areas of different nodes, etc. The recent work  [32] proposed a new mobility model called SLAW (Self-similar Least Action Walk) that can produce synthetical trace incorporating various features of human mobility. We therefore use it to produce synthetical human traces for investigation on epidemic spreading. The simulation area is 2000m×2000m2, the number of nodes is varying from 100 to 500 with a step 100. Table 1\nsummarizes all SLAW model parameters (for detail meanings of these parameters, please refer to Ref.  [32]).",
            "cite_spans": [
                {
                    "start": 445,
                    "end": 449,
                    "mention": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 451,
                    "end": 455,
                    "mention": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 658,
                    "end": 662,
                    "mention": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1130,
                    "end": 1134,
                    "mention": "[32]",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Real and synthetical traces ::: Preliminaries",
            "ref_spans": [
                {
                    "start": 1021,
                    "end": 1028,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Traditional methods to model opportunistic social network mainly include time expanded graph and binary graph. The time expanded graph catches each snapshot of the original network, that is, new edges connecting a node and its copy are added at the next snapshot with the edges having been existed in the last snapshot. It hence incurs to the scalability issue  [33]. On the other hand, the binary graph can alleviate the storage overhead. It however neglects the duration of each contact and its decayed age. This method only characterizes the time-varying network at a coarse-grained level  [12]. Considering these facts, we model an OSN as a Decayed Aggregation Graph DAG=(V,E), where V denotes the set of nodes (|V|=n) and E denotes the set of edges. Let W(t)=(wuv(t))n×n denote its adjacency matrix and Nuv(t)={(oni,offi),i=1,2,…,N} denote the contact series between nodes u and v in the interval [0,t], where the tuple (oni,offi) denotes the start moment and end moment of the ith contact respectively, and N is the number of contacts. We formulate the contact strength between nodes (i.e., the value of wuv(t)) as a Decayed Sum Problem  [34]. Decayed Sum Problem includes two components. The first one is weighted function f(i), and the second one is decayed function g(T−offi), as shown in the following equation.",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 366,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 593,
                    "end": 597,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1144,
                    "end": 1148,
                    "mention": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Network model ::: Preliminaries",
            "ref_spans": []
        },
        {
            "text": "\nDefinition 1Decayed SumGiven the contact series Nuv(t), the goal is to estimate the decayed sum at any current time T\n(1)wuv(T)=∑i=1Nf(i)g(T−offi) where f(i)=offi−oni denotes the ith contact duration (i.e., the weighted part of Decayed Sum Problem) and g(T−offi) denotes the decayed part. We set g(T−offi)=e−(T−offi) as the inter-contact time between nodes generally obeys an exponential decay in OSN  [35]. Hence, Eq. (1) can be reformulated as (2)wuv(T)=∑i=1N(offi−oni)e−(T−offi).\n\n",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 407,
                    "mention": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Network model ::: Preliminaries",
            "ref_spans": []
        },
        {
            "text": "We next analyze the space complexity of DAG. Exact tracking of wuv(T) needs Θ(N) storage bits. Considering scalability issue (in general, N≫n), we should further reduce the storage overhead while keeping the same calculation precision.",
            "cite_spans": [],
            "section": "Network model ::: Preliminaries",
            "ref_spans": []
        },
        {
            "text": "Let h(t)=offi−oni if and only if t is equal to offi, otherwise, h(t)=0, we obtain the following theorem (please see Appendix for proof). Theorem 1\nAt each time slot\nt=0,1,2,…,T\n, the value of\nwuv(T)\ncan be maintained easily using\n(3)wuv(T)=h(T)+e−1wuv(T−1).\n\n",
            "cite_spans": [],
            "section": "Network model ::: Preliminaries",
            "ref_spans": []
        },
        {
            "text": "From Theorem 1, each node only carries a single counter to exactly track the contact strength between itself and any other node, which forms the row vector wu of matrix W. We use this matrix to cluster nodes in the next section.",
            "cite_spans": [],
            "section": "Network model ::: Preliminaries",
            "ref_spans": []
        },
        {
            "text": "This paper mainly concentrates on the local importance of nodes and its effect on epidemic spreading. As discussed in Sections  1, 2, the local importance of nodes reflects their social status in a community, rather than in the whole network.1\nTraditional solutions for evaluating node importance mainly include the node degree, closeness and betweenness. All of them are not applicable, due to the unknown number of neighbors (for degree measure) and vulnerable end-to-end path (for closeness and betweenness measures) in opportunistic social networks. For example, if we use the betweenness to measure node importance, we first need to collect the shortest paths for each node pairs in an offline way, and then count the number of times that each node appears in these shortest paths. Furthermore, the three methods have a bias towards a global measure of nodes. To deal with these issues, we use the technology of Principal Component Analysis (PCA)  [36] to evaluate node’s local importance, which provides an online method for evaluating node importance.",
            "cite_spans": [
                {
                    "start": 953,
                    "end": 957,
                    "mention": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Local importance of nodes",
            "ref_spans": []
        },
        {
            "text": "\nPrincipal component analysis: Principal component analysis is a powerful tool to extract relevant information from a data set by filtering noise and redundant data. This relevant information reveals the hidden, simplified structures underlying the data set. We generalize the principle of PCA as follows.",
            "cite_spans": [],
            "section": "Local importance of nodes",
            "ref_spans": []
        },
        {
            "text": "Suppose that a node u has built the matrix W (please refer to Section  3.2), and the matrix W has been centralized (i.e., subtract the corresponding mean from each column). Let CW=WTW/(n−1) denote the covariance matrix of W. Let us further diagonalize the CW as (4)PTCWP=Λ where Λ=diag(1,2,…,n) and P is a normalized orthogonal matrix. Let xi be the eigenvectors of CW and λi the corresponding eigenvalues, and λ1≥λ2≥⋯λn. We can see from Fig. 2\nthat the row vector αu(αu1,αu2,…,αun) denotes the distribution of node u in the n-dimensional spectral space, and the column vector xi(α1i,α2i,…,αni) denotes the coordinates of all of the nodes in the ith dimension of the spectral space. In addition, once we get the orthogonal matrix P, we generally select the top k-dimensional spectral space (x1,x2,…,xk) as the principal component of W, since the corresponding top k eigenvalues dominate the spectral graph features  [37]. Algorithm 1 describes the above computation process and Table 2\nlists the main notations used in the paper.",
            "cite_spans": [
                {
                    "start": 916,
                    "end": 920,
                    "mention": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Local importance of nodes",
            "ref_spans": [
                {
                    "start": 438,
                    "end": 444,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 978,
                    "end": 985,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Local importance of nodes",
            "ref_spans": []
        },
        {
            "text": "Mathematically, let Λk denote the diag(1,2,…,k) and the matrix Pk=(x1,x2,…,xk). Let αu+ represent (|αu1|,|αu2|,…,|αui|,…,|αuk|), where |αui| denotes the absolute value of αui, we have Lemma 1\nFor a given decayed aggregation graph\nDAG\nwith\nk\ncommunities, the matrix\nPk\nis the projection matrix, elements of the vector\nαu+\nare the projected values of node\nu\nin such\nk\ncommunities.\n\n",
            "cite_spans": [],
            "section": "Local importance of nodes",
            "ref_spans": []
        },
        {
            "text": "\nProofLet Wk denote the dimensionality reduction matrix of W and the matrix CWk be the covariance matrix of Wk. Based on the theory of PCA, CWk should been diagonalized as well, we have (5)CWk=WkTWkn−1=Λk. On the other hand, from Eq. (4), we get (6)PTCWP=Λ⇒PkTCWPk=Λk. Replace Λk with Eq. (5) and CW with WTW/(n−1), respectively, we have WkTWkn−1=PkTCWPk⇒WkTWkn−1=PkTWTWPkn−1. Multiply both sides by (n−1) and use the substitution of PkTWT=(WPk)T, we get (7)WPk=Wk. Hence, we conclude that the matrix Pk is the projection matrix.Let ci denote the principal direction of the ith eigenvector xi. Based on the singular value decomposition (SVD) of Wk   [38], both ci and xi are satisfying: WkWkTci=λici,WkTWkxi=λixi. After some algebra, we obtain xi=WkTci/λi1/2, which shows that elements of xi are the projected values of nodes on the principal direction ci. Hence, |αui| is the projection length of node u in community i. ■\n",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 654,
                    "mention": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Local importance of nodes",
            "ref_spans": []
        },
        {
            "text": "\nTheorem 2Node u’s Local Importance\nLet\nLui\ndenote the local importance of node\nu\nwith respect to a community\ni\n, we have\n(8)Lui=|αui|λi.\n\n",
            "cite_spans": [],
            "section": "Local importance of nodes",
            "ref_spans": []
        },
        {
            "text": "\nProofFrom Lemma 1, we know that the projection length of node u in community i is |αui|, and from the spectral graph theory  [37], it has been shown that the eigenvalue λi indicates the strength of community i in a graph. Hence, we get Lui=|αui|λi. ■\n",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "mention": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Local importance of nodes",
            "ref_spans": []
        },
        {
            "text": "Obviously, the Lui is mathematically equivalent to |αui| if we ignore the factor λi (considering the fact that local importance of each node in community i has the common factor λi). We specifically use the above equation to denote node’s local importance, this is mainly because the product of the two parts (|αui| and λi) has a special physical significance, it reflects the contribution of community i to node u’s global importance Gu, that is, (9)Gu=∑i=1k|αui|λi.\n",
            "cite_spans": [],
            "section": "Local importance of nodes",
            "ref_spans": []
        },
        {
            "text": "With the above two equations,2\nwe evaluate the local and global importance of each node, and plot their empirical distributions in Fig. 3\n, where the subgraphs correspond to the case in which the local importance of nodes is measured with respect to the largest community (Fig. 3(a)), the second (Fig. 3(b)), the third (Fig. 3(c)) and the fourth largest community (Fig. 3(d)), respectively. We observe that, for most nodes, the global importance shows a strong correlation with the local importance. Furthermore, the correlation decreases with decreasing community size, as small communities play a weak role in a graph. Another interesting observation is that the two social metrics of nodes have different increasing rates, which result in some central nodes having a relatively low importance in a community, and vice versa. In Section  6, we study their effects on epidemic spreading.",
            "cite_spans": [],
            "section": "Local importance of nodes",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 137,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 273,
                    "end": 279,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 297,
                    "end": 303,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 320,
                    "end": 326,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 365,
                    "end": 371,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Cutting a graph into small clusters has been studied widely. We use the k-means, one of the most well-known clustering algorithms  [39], to detect the temporal community structure. The advantage of the k-means algorithm compared to other methods such as CNM  [40] and k-clique  [41] is that it does not need to know the neighbor relationship between nodes, it only requires the adjacent matrix of a weighted graph such as the DAG, while the CNM and k-clique are more appropriate to a binary graph. In addition, based on the technology of PCA discussed above, it is confident to determine the number of communities, the initial elements for each community and the termination condition, three issues strongly affecting the performance of k-means. We next discuss how to detect the community structure based on the refined k-means.",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 135,
                    "mention": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 259,
                    "end": 263,
                    "mention": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 278,
                    "end": 282,
                    "mention": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "\n(1) Determining\nk, the number of communities: PCA provides a roadmap to reduce a confusing data set to a lower dimension that retains the main features of the original data set. The rationale behind this is that the eigenvalues of a network, play a big role in many important graph features. It has been shown that the maximum degree, clique number, and even the randomness of a graph are all related to λ1. In general, we select the top k eigenvectors to denote the main structures of the graph, where the value of k satisfies (10)∑i=1kλi/∑j=1nλj≥R. In this paper, we set R=0.85, an experiential value3\nbelonging to the default interval [0.7, 0.9]  [37].",
            "cite_spans": [
                {
                    "start": 651,
                    "end": 655,
                    "mention": "[37]",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "\n(2) Excluding the noise nodes: In opportunistic social networks, there commonly exist some nodes with few contacts to other nodes. We call them noise nodes in this study. Excluding the noise nodes has little effect on epidemic spreading speed. Furthermore, it helps to reduce the problem size and algorithm complexity. We now discuss how to use PCA to identify the noise nodes.",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "PCA divides a network into two different parts: (1) the principal components Pk, and (2) the opposite Pk+1, where the Pk+1=(xk+1,xk+2,…,xn), as shown in Fig. 2. We call the latter noise components of the network. Accordingly, we divide the row vector αu by αu1,k(αu1,αu2,…,αuk) and αuk+1,n(αu,k+1,αu,k+2,…,αun), the signal and noise of the node u. From the theory of PCA, if node u is dominated by its noise components, that is, αu is dominated by the αuk+1,n, we can exclude this node from the graph. We use signal-to-noise ratio to identify which component dominates a node.",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 159,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "\nDefinition 2Node u’s Signal-to-Noise Ratio SNRu=∑i∈[1,k](λiαui)2/∑j∈[k+1,n](λjαuj)2The SNR is the ratio of signal energy over that of noise.\n",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "From Theorem 2, we know that the node u’s local importance relative to community i is |αui|λi, which is also the amplitude of node u’s signal in the ith dimensional spectral space. Hence, the signal energy esignalu of node u can be presented as esignalu=∑i∈[1,k](λi|αui|)2=∑i∈[1,k](λiαui)2, and the noise strength enoiseu is equal to ∑j∈[k+1,n](λjαuj)2.",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "Based on Definition 2, we call node u a noise node if its SNRu satisfies SNRu<1.",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "\n(3) Determining the initial elements for each community: After we have ascertained the number of communities and excluded the noise nodes, the next step is to determine the initial centroid mi(i=1,2,…,k) for each community Ci. We select the node u, s.t. max|αui|(u=1,2,…,n) for each eigenvector xi, as the initial node of community i, and set mi=αu. Algorithm 2 describes this procedure.",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "\n(4) Termination condition of\nk-means: Suppose all of the non-noise nodes have been clustered, and the mi is updated by (11)mi=(∑u∈Ciαu)/ni where ni is the number of nodes belonging to Ci. k-means is characterized by minimizing the sum of squared errors, (12)J=∑i=1k∑u∈Ci(αu−mi)2.\n",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "It has been shown that the standard iterative method to k-means suffers seriously from the local minima problem, because of the greedy nature of the update strategy. Fortunately, Theorem 3 guarantees the PCA-based k-means is immune to this problem.",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "\nTheorem 3Theorem 3.2 in Ref.  [42]\nMinimizing\nJ\nis equivalent to maximizing\ntrace(PTCWP)\n(please refer to Eq.  (19)  of Ref.   [42]\n), and\nmaxtrace(PTCWP)=λ1+λ2+⋯+λk\n.\n\n",
            "cite_spans": [
                {
                    "start": 31,
                    "end": 35,
                    "mention": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 128,
                    "end": 132,
                    "mention": "[42]",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "In other words, the PCA-based k-means has reached the optimal performance once we cluster all of the non-noise nodes for the first time.",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "\n(5) Clustering nodes: For any node u, we compute the distance between itself and the centroid mi,dist(αu,mi), and select i, s.t. mindist(αu,mi)(i=1,2,…,k) as the community node u belongs to, where, dist(αu,mi)=θ(u,i)=arccosαumiT‖αu‖2‖mi‖2 and θ(u,i) denotes the angle between αu and mi. After node u joins the community i, we update the centroid mi by Eq. (11) so as to select the next node. Algorithm 3 describes the clustering procedure.",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "Community detection",
            "ref_spans": []
        },
        {
            "text": "We define the temporal community structure as a series of snapshots of communities underlying the traces. We take a snapshot every 120 s for the communities. Compared to the five hours duration of experiment, the snapshot interval is chosen to be relatively small so as to obtain a detailed view of the community evolution and to make an unbiased understanding of epidemic spreading as much as possible.",
            "cite_spans": [],
            "section": "Temporal community structure underlying the traces ::: Results and analysis",
            "ref_spans": []
        },
        {
            "text": "\nFig. 4\nplots the number of communities hidden behind the traces at different snapshots, where the term “S(number)” denotes the SLAW trace with different number of nodes. We observe that the topology is volatile over time. At NCSU, the number of communities varies from 4 to 10 with a mean of 7.3. The number of communities at S(100) varies between 8 and 16 with a mean of 11.7. Table 4 summarizes the statistics of community structure for all the traces.",
            "cite_spans": [],
            "section": "Temporal community structure underlying the traces ::: Results and analysis",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 379,
                    "end": 386,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "\nFig. 5\nshows size of the top 4 communities at the SLAW trace with 500 nodes. We find that each community is not stable over time as well. The size of the largest community varies between 13% and 35% during the experiment, and 11%–20% of the nodes belong to the second largest community. The third and fourth largest community are much closer, varying from 9% to 17% and from 8% to 15%, respectively. In summary, the top 4 communities cover almost 60% nodes. Other smaller communities share the rest nodes.",
            "cite_spans": [],
            "section": "Temporal community structure underlying the traces ::: Results and analysis",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "These results suggest that nodes in opportunistic social networks do not belong to a single, stable community. Instead, the network is made of many temporal clusters. We analyze their effects on epidemic spreading in the next section.",
            "cite_spans": [],
            "section": "Temporal community structure underlying the traces ::: Results and analysis",
            "ref_spans": []
        },
        {
            "text": "Having shown that the temporal communities are built on node’s social contacts, it is significant to understand the role of these communities in epidemic spreading. To this end, we record the epidemic spreading time within one community and that across different communities. Table 3\nsummarizes the results. We find that the spreading speed of epidemic within one community is faster than that from one community to another. At NCSU, the mean spreading time within one community is 19 min, and 45 min between communities. The SLAW traces show similar phenomena, especially at S(300), where the inter-community spreading time is almost four times of that of intra-community. This is mainly because there exist many small communities at this scenario (as shown in Table 4, the S(300) trace has the most number of communities and the community structure changes dramatically). The small communities are more effective to refrain the epidemic spreading than the big ones. This result is encouraging as it indicates that the outbreak of epidemic could be delayed, if one could break down the OSN traces into lots of small communities by removing some special nodes.",
            "cite_spans": [],
            "section": "Role of temporal community in epidemic spreading ::: Results and analysis",
            "ref_spans": [
                {
                    "start": 276,
                    "end": 283,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 762,
                    "end": 769,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Previous work has suggested that removing central nodes is an effective way to delay the epidemic outbreak. This conclusion is somewhat inconsistent with our aforementioned results, since some central nodes have relatively low importance in communities and removing them does little damage to the community structure. Therefore, we conjecture that it may be inefficient to suppress the epidemic spreading by removing central nodes. To validate this, we classify nodes into different categories according to their global and local importance. Specifically, we select as High lOcal imporTance nodes (HOT) with the top 10% nodes that have the highest local importance with respect to a community, and the rest as Low lOcal imporTance nodes (LOT). In addition, we define a central node as a node that belongs to the top 10% nodes with the highest importance in the whole network, the remaining nodes are called non-central nodes (similar selection/definition has been used in Ref.  [43]). Our basic idea here is to understand the role of each kind of node in epidemic spreading.",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 982,
                    "mention": "[43]",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Role of temporal community in epidemic spreading ::: Results and analysis",
            "ref_spans": []
        },
        {
            "text": "We first calculate the epidemic spreading time for each trace including all nodes. We then repeat the same experiment by removing each of the four node categories (we remove the same amount of nodes for each category in order to make a fair comparison). Fig. 6\npresents the results. The y-axis denotes the immunization efficiency compared to the base case (the case including all nodes), i.e., higher bar means higher efficiency. The first and counter-intuitive phenomenon is that HOT nodes, instead of the central, play a big role in epidemic spreading (as shown in Fig. 6(a)). Compared to removing the central nodes, the immunization efficiency increases 50% on average when the HOT nodes are removed. More interestingly, we observe that non-central HOT nodes are responsible for most of the epidemic spreading in opportunistic social networks (Fig. 6(b) and (c)). Removing them improves the immunization efficiency by 25%–150% at all traces. In contrast, removing central LOT nodes shows a more limited improvement. This phenomenon experimentally validates that it is not “the more central, the better” for the implementation of control strategy. We next explore the reason behind this phenomenon.",
            "cite_spans": [],
            "section": "Role of temporal community in epidemic spreading ::: Results and analysis",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 260,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 567,
                    "end": 573,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 847,
                    "end": 853,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Section  6.2 indicates that the spreading speed of epidemic heavily depends on the temporal communities. As a result, even though HOT nodes have on average lower global importance than the central, they do great damage to the community structure when removed, and thus help to suppress the epidemic. The goal of this section is to formally characterize the relationship between the cohesive community and node’s importance. We generally use the community density to denote its cohesion. Let D(Ci) represent density of community i, we have the following theorem (see Appendix for proof). Theorem 4\nThe community density\nD(Ci)\ncan be expressed as\n(13)D(Ci)=λi−3/2∑u=1n(Lui)2.\n\n",
            "cite_spans": [],
            "section": "Theory analysis ::: Results and analysis",
            "ref_spans": []
        },
        {
            "text": "We use this equation to evaluate the impact of removing nodes on community density, and plot the changing of community density in Fig. 7\n, where the Y-axis denotes the ratio of community density after some nodes are removed from a community over the initial density of that community. We find that community density is heavily dependent on node’s importance. However, there exists a large difference of impact between the local and global importance of nodes. Removing in rank order the most important to the least nodes in a community leads to a faster decline in community cohesion. In contrast, removing first the central nodes will shrink the community but with a slower speed. Taken together, HOT nodes appear to be crucial for implementing the immunization strategy, because of their large impact on community structure when removed.",
            "cite_spans": [],
            "section": "Theory analysis ::: Results and analysis",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 136,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "In this paper, we improve our understanding of immunization strategy on epidemic spreading in opportunistic social networks. We observe that a temporal community structure helps to control the epidemic spreading. This phenomenon is encouraging as it indicates that the outbreak of epidemic could be delayed, if we could further break down the OSN traces into lots of small communities by removing some special nodes. Motivated by this observation, we separate nodes into different behavioral classes from a community viewpoint. We show that HOT nodes can remarkably suppress the epidemic spreading when removed. More interestingly, we find that non-central HOT nodes are responsible for most of the epidemic spreading. These results reveal a counter-intuitive conclusion: it is not “the more central, the better” for the implementation of control strategy.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: SLAW model parameters setting.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: The main notations used in the paper.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Statistics of epidemic spreading time within one community and that from one community to another.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Statistics of community structure underlying the six traces.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: A snapshot of community-based immunization.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: The spectral space of W and its vector representation.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Correlation of the normalized global importance and local importance of nodes in the SLAW trace (n=500) at moment t=12000s. Other traces show a similar result, due to the concise presentation and space consideration, we here do not plot them.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Number of communities at different snapshots.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Number of nodes in different communities at S(500).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Roles of different kinds of nodes in epidemic spreading.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: Relationship of the community density and node’s importance at the SLAW trace (n=500). These graphs correspond to the case in which the nodes are removed on the basis of their importance. The red curves correspond to removing first the nodes with high local importance, moving towards the lower ones. The black curves represent the case in which the nodes with high global importance are first removed. (For interpretation of the references to color in this figure legend, the reader is referred to the web version of this article.)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "DTN: an architectural retrospective",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Fall",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Farrell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "IEEE J. Sel. Areas Commun.",
            "volume": "26",
            "issn": "5",
            "pages": "828-836",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Opportunities in opportunistic computing",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Conti",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kumar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Computer",
            "volume": "43",
            "issn": "1",
            "pages": "42-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Chaintreau",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Gass",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Crowcroft",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Diot",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proceedings of the 2005 ACM SIGCOMM Workshop on Delay-Tolerant Networking",
            "volume": "",
            "issn": "",
            "pages": "244-251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Socially-aware routin for publish–subscribe in delay-tolerant mobile ad hoc networks",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Costa",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Mascolo",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Musolesi",
                    "suffix": ""
                },
                {
                    "first": "G.P.",
                    "middle": [],
                    "last": "Picco",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "IEEE J. Sel. Areas Commun.",
            "volume": "26",
            "issn": "5",
            "pages": "748-760",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Iyengar",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Srivatsa",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "2011 31st International Conference on Distributed Computing Systems (ICDCS)",
            "volume": "",
            "issn": "",
            "pages": "151-161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Data delivery properties of human contact networks",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Sastry",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Manjunath",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Sollins",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Crowcroft",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "IEEE Trans. Mob. Comput.",
            "volume": "10",
            "issn": "6",
            "pages": "868-880",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Impact of human mobility on opportunistic forwarding algorithms",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Chaintreau",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Crowcroft",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Diot",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Gass",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "IEEE Trans. Mob. Comput.",
            "volume": "6",
            "issn": "6",
            "pages": "606-620",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "A.G.",
                    "middle": [],
                    "last": "Miklas",
                    "suffix": ""
                },
                {
                    "first": "K.K.",
                    "middle": [],
                    "last": "Gollu",
                    "suffix": ""
                },
                {
                    "first": "K.K.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Saroiu",
                    "suffix": ""
                },
                {
                    "first": "K.P.",
                    "middle": [],
                    "last": "Gummadi",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "De Lara",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "UbiComp 2007: Ubiquitous Computing",
            "volume": "",
            "issn": "",
            "pages": "409-428",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Small-world behavior in time-varying graphs",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Scellato",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Musolesi",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Mascolo",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Latora",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Phys. Rev. E",
            "volume": "81",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Hespanha",
                    "suffix": ""
                },
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Madhow",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "2010 Proceedings IEEE INFOCOM",
            "volume": "",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Networks of strong ties",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "L.A.",
                    "middle": [],
                    "last": "Adamic",
                    "suffix": ""
                },
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Physica A",
            "volume": "378",
            "issn": "1",
            "pages": "33-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Bubble rap: Social-based forwarding in delay-tolerant networks",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Crowcroft",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Yoneki",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "IEEE Trans. Mob. Comput.",
            "volume": "10",
            "issn": "11",
            "pages": "1576-1589",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Ring vaccination",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Schönfisch",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kirkilionis",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Math. Biol.",
            "volume": "41",
            "issn": "2",
            "pages": "143-171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Immunization of complex networks",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Pastor-Satorras",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Vespignani",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Phys. Rev. E",
            "volume": "65",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Efficient local strategies for vaccination and network attack",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Holme",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Europhys. Lett.",
            "volume": "68",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Finding a better immunization strategy",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Liljeros",
                    "suffix": ""
                },
                {
                    "first": "H.E.",
                    "middle": [],
                    "last": "Stanley",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Phys. Rev. Lett.",
            "volume": "101",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Hub nodes inhibit the outbreak of epidemic under voluntary vaccination",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Small",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "New J. Phys.",
            "volume": "12",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Suppressing epidemics with a limited amount of immunization units",
            "authors": [
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Schneider",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Mihaljev",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Havlin",
                    "suffix": ""
                },
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Herrmann",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Phys. Rev. E",
            "volume": "84",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Centrality in social networks conceptual clarification",
            "authors": [
                {
                    "first": "L.C.",
                    "middle": [],
                    "last": "Freeman",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "Soc. Networks",
            "volume": "1",
            "issn": "3",
            "pages": "215-239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Tearing down the Internet",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Magoni",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "IEEE J. Sel. Areas Commun.",
            "volume": "21",
            "issn": "6",
            "pages": "949-960",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "N.P.",
                    "middle": [],
                    "last": "Nguyen",
                    "suffix": ""
                },
                {
                    "first": "T.N.",
                    "middle": [],
                    "last": "Dinh",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Tokala",
                    "suffix": ""
                },
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Thai",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Proceedings of the 17th Annual International Conference on Mobile Computing and Networking",
            "volume": "",
            "issn": "",
            "pages": "85-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "A.-K.",
                    "middle": [],
                    "last": "Pietilänen",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Diot",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the Thirteenth ACM International Symposium on Mobile Ad Hoc Networking and Computing",
            "volume": "",
            "issn": "",
            "pages": "165-174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Finding community structure in networks using the eigenvectors of matrices",
            "authors": [
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Phys. Rev. E",
            "volume": "74",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Impact of strangers on opportunistic routing performance",
            "authors": [
                {
                    "first": "P.-Y.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "H.-D.",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "P.-R.",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Comput. Sci. Tech.",
            "volume": "28",
            "issn": "3",
            "pages": "574-582",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Daly",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Haahr",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Proceedings of the 8th ACM International Symposium on Mobile Ad Hoc Networking and Computing",
            "volume": "",
            "issn": "",
            "pages": "32-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mtibaa",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Diot",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ammar",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "2010 Proceedings IEEE INFOCOM",
            "volume": "",
            "issn": "",
            "pages": "1-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Proceedings of the Tenth ACM International Symposium on Mobile Ad Hoc Networking and Computing",
            "volume": "",
            "issn": "",
            "pages": "299-308",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "On the Levy-walk nature of human mobility",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "IEEE/ACM Trans. Netw. (TON)",
            "volume": "19",
            "issn": "3",
            "pages": "630-643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Efficient routing in intermittently connected mobile networks: the multiple-copy case",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Spyropoulos",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Psounis",
                    "suffix": ""
                },
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Raghavendra",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "IEEE/ACM Trans. Netw.",
            "volume": "16",
            "issn": "1",
            "pages": "77-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Performance modeling of epidemic routing",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Neglia",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kurose",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Towsley",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Comput. Netw.",
            "volume": "51",
            "issn": "10",
            "pages": "2867-2891",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "SLAW: Self-similar least-action human walk",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hong",
                    "suffix": ""
                },
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Rhee",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "IEEE/ACM Trans. Netw. (TON)",
            "volume": "20",
            "issn": "2",
            "pages": "515-529",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "George",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Shekhar",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Advances in Conceptual Modeling-Theory and Practice",
            "volume": "",
            "issn": "",
            "pages": "85-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Strauss",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Proceedings of the Twenty-Second ACM SIGMOD-SIGACT-SIGART Symposium on Principles of Database Systems",
            "volume": "",
            "issn": "",
            "pages": "223-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Power law and exponential decay of intercontact times between mobile devices",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Karagiannis",
                    "suffix": ""
                },
                {
                    "first": "J.-Y.",
                    "middle": [],
                    "last": "Le Boudec",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Vojnovic",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "IEEE Trans. Mob. Comput.",
            "volume": "9",
            "issn": "10",
            "pages": "1377-1390",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Jolliffe",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [
                {
                    "first": "F.R.",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [
                {
                    "first": "G.H.",
                    "middle": [],
                    "last": "Golub",
                    "suffix": ""
                },
                {
                    "first": "C.F.",
                    "middle": [],
                    "last": "Van Loan",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Community detection in graphs",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Fortunato",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Phys. Rep.",
            "volume": "486",
            "issn": "3",
            "pages": "75-174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Finding community structure in very large networks",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Clauset",
                    "suffix": ""
                },
                {
                    "first": "M.E.",
                    "middle": [],
                    "last": "Newman",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Phys. Rev. E",
            "volume": "70",
            "issn": "6",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Uncovering the overlapping community structure of complex networks in nature and society",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Palla",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Derényi",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Farkas",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Vicsek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "435",
            "issn": "7043",
            "pages": "814-818",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Ding",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the Twenty-First International Conference on Machine Learning",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Lou",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Kleinberg",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Proceedings of the Fifth ACM International Conference on Web Search and Data Mining",
            "volume": "",
            "issn": "",
            "pages": "743-752",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}