{
    "paper_id": "PMC7179056",
    "metadata": {
        "title": "Creating a “Quarantine Curriculum” to Enhance Teaching and Learning During the COVID-19 Pandemic",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "A."
                ],
                "last": "Ross",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The COVID-19 pandemic is posing countless challenges to our health care system—to say nothing of our society as a whole. For medical educators, one emerging difficulty is how to ensure optimal learning for students when conventional approaches are constrained due to: (1) suspended or disrupted clinical services (thereby limiting students’ and faculty members’ ability to participate on a fixed schedule), (2) cancelled in-person activities (e.g., due to social distancing policies), or (3) inability for individuals to leave their homes (e.g., due to quarantine or childcare responsibilities).",
            "cite_spans": [],
            "section": "To the Editor:",
            "ref_spans": []
        },
        {
            "text": "Fortunately, modern approaches to teaching and learning offer a range of ready responses, including leveraging preexisting self-study and model curriculum resources1 and using technology to create e-learning experiences.2 Now more than ever, we should embrace the idea that education is not a zero-sum game: The current crisis is an opportunity for educators to work together to create shared learning opportunities that can benefit everyone.",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 220,
                    "end": 221,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "To the Editor:",
            "ref_spans": []
        },
        {
            "text": "As one example, the National Neuroscience Curriculum Initiative has convened a broad team to create a 14-day “Quarantine Curriculum.”3 The curriculum is designed to capture foundational concepts in modern psychiatric neuroscience and bring them to life through a series of self-study resources and online, interactive experiences. The curriculum is being run in real time, with each day focusing on a specific theme. All materials, including recordings of the live class sessions, are then freely available online. Though the intended audience is psychiatry residents and fellows, we anticipate that these materials could be useful for medical students or even for those in continuing medical education. Of note, each day’s materials include assessment questions that allow for formative feedback.",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 134,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "To the Editor:",
            "ref_spans": []
        },
        {
            "text": "The creation of a discrete, online curriculum offers several key strengths. It empowers learners to participate in accordance with their own time and ability. It creates virtual communities of learners (a crucial antidote to the forced social isolation). It leverages a collaborative approach in which a broad coalition of educators can each contribute a small amount to a larger product. By incorporating assessment metrics, we also hope that an online curriculum may create an enduring resource that will have value beyond the current crisis.",
            "cite_spans": [],
            "section": "To the Editor:",
            "ref_spans": []
        },
        {
            "text": "Others are working to compile extant resources (e.g., through Twitter).4 Professional listservs and social media are key tools for dissemination. We also hope that our journals and professional organizations can play a leading role in compiling and disseminating resources.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "To the Editor:",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Transforming psychiatry from the classroom to the clinic: Lessons from the National Neuroscience Curriculum Initiative.",
            "authors": [
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Arbuckle",
                    "suffix": ""
                },
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Travis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Eisen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acad Psychiatry",
            "volume": "44",
            "issn": "",
            "pages": "29-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The use of a small private online course to allow educators to share teaching resources across diverse sites: The future of psychiatric case conferences?",
            "authors": [
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Lockhart",
                    "suffix": ""
                },
                {
                    "first": "NA",
                    "middle": [],
                    "last": "Capurso",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Chase",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Acad Psychiatry",
            "volume": "41",
            "issn": "",
            "pages": "81-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "NNCI Quarantine Curriculum.",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "Nelson",
                    "middle": [],
                    "last": "Kaz",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}