{
    "paper_id": "PMC7225718",
    "metadata": {
        "title": "No Need of Transforming Gastroenterology Units to COVID Units at the Time of SARS-COV2 Infection - A Single-Center Analysis from Northern Italy",
        "authors": [
            {
                "first": "Fabiana",
                "middle": [],
                "last": "Zingone",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cesare",
                "middle": [],
                "last": "Casadei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fabio",
                "middle": [],
                "last": "Farinati",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Edoardo",
                "middle": [],
                "last": "Savarino",
                "suffix": "",
                "email": "edoardo.savarino@unipd.it",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Dear Editor,",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "in order to manage the fast-growing number of confirmed COronaVIrus Disease 19 (COVID-19) cases, hospitals have been reorganized to focus their resources and facilities to the cure and management of patients affected by COVID-19, transforming several internal medicine and surgery wards into COVID-19 units, postponing indefinitely all elective procedures and limiting routine clinical practice to patients with urgent needs.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Although the Veneto region was declared ‘red zone’ area since the early days of the outbreak in Italy due to the high number of infections and deaths, our gastroenterology ward at the University Hospital of Padua has continued its activity, primarily because of the high volume of emergencies routinely treated, with patients admitted on a 24 hours daily basis. Indeed, we commonly manage and follow-up patients with different gastrointestinal conditions: severe flares of inflammatory bowel disease (IBD) for medical and surgical treatment; gastrointestinal bleeding or bilio-pancreatic disorders for interventional endoscopy; end-stage liver disease for stabilization and staging; hepatocellular carcinoma for oncological treatments (i.e. trans-arterial chemoembolization, radiofrequency ablation and alcoholization); and oesophageal disorders for motility testing (i.e. achalasia) and endoscopic interventions (i.e. eosinophilic esophagitis, Barrett's esophagus and cancer).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In keeping with the above considerations, to evaluate the impact of COVID-19 and the following lockdown on the routine activities of our gastroenterology unit, we collected data from all accesses to our ward between the 8th of January and the 7th of February (pre-lockdown) and between the 8th of March and the 7th of April (after the lockdown and COVID-19 spread). To note, our ward includes 20 beds for patients with any gastroenterologic indication referred by the Emergeny Room (ER), by our outpatient clinic or by spoke-Hospitals within the region or the country. In addition, two standard operational rooms and one radiological room for in-patients endoscopy are available. Finally, an ambulatory with two rooms to perform one-day Hospital admission (Day Hospital) works for all the procedures requiring short hospital-stay (i.e. drugs infusions, paracentesis, liver biopsies, polypectomies, GI dilatations etc.). Thus, we compared also the number of admissions to our Day Hospital during the two time periods.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Forty-six patients were admitted to our ward in the pre-lockdown period, between the 8th of January and the 7th of February, and the same number of patients were admitted during the lockdown, between the 8th of March and the 7th of April, with a mean of 1.5 patients hospitalised per day. The two populations were similar in terms of mean age at the time of hospitalization, while more males were admitted during the lockdown compared to the pre-lockdown period (p= 0.02). No statistically significant difference was observed regarding the referring unit: ER (71.7% vs 73.9%), outpatients clinics (26.1% vs 21.7%), and different wards/Hospirals (2.7% vs 4.3%) (p=0.76, for all). Moreover, no difference in terms of medical reason for hospitalization was observed (Table 1\n). The main cause for hospitalization from the ER, during the pre-lockdown period, was acute biliopancreatic disorders (11/33, 33%), while during the lockdown period was gastrointestinal bleeding (15/34, 44%) (p=ns, for all). During the same lockdown time, we did not observe any reduction of activity at our Day hospital as compared to the pre-lockdown period (p=ns). Indeed, most of the activity was related to the infusion of biologics in patients with IBD at both time-points (Figure 1\n). No COVID-19 was diagnosed among patients and hospital staff even though two young gastroenterology residents were quarantined because of possible strict contact with a COVID-19 case (Table 1). Over the same time, on April 7th, 116 patients with COVID-19 were hospitalised in non-intensive care units and 22 in intensive care units at our University Hospital of Padua.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 1253,
                    "end": 1261,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 764,
                    "end": 771,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1448,
                    "end": 1455,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Despite the general indication of limiting as much as possible the hospital admission in order to prevent unnecessary exposure to COVID-19 and risk of infection, our inpatient activity did not diminished at all, likely due to the type of medical conditions commonly managed by gastroenterologists. For instance, 40% of the accesses from ER were due to gastrointestinal bleedings, which cannot be postponed or prevented [1]. Also, our one-day hospital activity registered more than 250 accesses for infusion of biologics in IBD patients, who were invited to continue their current medications according to the more recent ECCO recommendations [2,3], supported by the lack of evidence of an increased risk of infection in these patients [4,5]. This approach has been corroborated by the fact that only 5 out of about 700 of our patients on biologic therapy were diagnosed with COVID-19 infection, and none of our 135 patients with eosinophilic gastrointestinal disorders on active treatment.",
            "cite_spans": [
                {
                    "start": 419,
                    "end": 422,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 643,
                    "end": 644,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 645,
                    "end": 646,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 736,
                    "end": 737,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 738,
                    "end": 739,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Our data suggest that despite the COVID-19 outbreak, patients with urgent needs due to gastroenterological disorders persist and our activity cannot be indefinitely interrupted. Indeed, we are obliged to provide a rapid and efficient response to the requests of our population, despite the challenging situations we are living. In addition, we have to bear in mind that the stop-and-go policy adopted by the Italian government with respect to out-patients clinics, in order to control and minimize the COVID-19 diffusion, will unavoidably increase the workload for gastroenterologists in the days and months to come.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Study population description and reasons of hospitalization according to the patients’ type of access\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Type and number of admissions to the One-day Hospital. The comparison of the number of admissions pre-lockdown vs during lockdown was not statistically significant difference (p=0.4)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Endoscopy units and the COVID-19 Outbreak: A Multi-Center Experience from Italy",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Repici",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Pace",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Gabbiadini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Inflammatory bowel diseases and COVID-19: the invisible enemy",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "D'Amico",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Peyrin-Biroulet",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Danese",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Gastroenterology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Viral screening before initiation of biologics in patients with inflammatory bowel disease during the COVID-19 outbreak",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Zingone",
                    "suffix": ""
                },
                {
                    "first": "E.V.",
                    "middle": [],
                    "last": "Savarino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The lancet Gastroenterology & hepatology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Screening for active COVID-19 infection and immunization status prior to biologic therapy in IBD patients at the time of the pandemic outbreak",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Zingone",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Buda",
                    "suffix": ""
                },
                {
                    "first": "E.V.",
                    "middle": [],
                    "last": "Savarino",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Dig Liver Dis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.dld.2020.04.004"
                ]
            }
        }
    }
}