{
    "paper_id": "PMC7119560",
    "metadata": {
        "title": "Ribosomal RNA depletion or exclusion has negligible effect on the detection of viruses in a pan viral microarray",
        "authors": [
            {
                "first": "Sarah",
                "middle": [],
                "last": "McGowan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Javier",
                "middle": [],
                "last": "Nunez-Garcia",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Falko",
                "middle": [],
                "last": "Steinbach",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [],
                "last": "La Rocca",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Damer",
                "middle": [],
                "last": "Blake",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Akbar",
                "middle": [],
                "last": "Dastjerdi",
                "suffix": "",
                "email": "akbar.dastjerdi@ahvla.gsi.gov.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The control of viral diseases is reliant on identifying the causative agent in order to help devise and implement appropriate control measures. Virus identification is less challenging when probing known viral diseases, in particular, those with characteristic clinical signs. However, some viral diseases are not pathognomonic and therefore challenging to diagnose as is the case when unknown or new viruses are involved. Most detection assays are dependent on the availability of antibodies, antigens or sequence information which are often lacking when investigating novel or divergent pathogens.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Infectious diseases are emerging continuously in new species and geographical locations due to factors such as pathogen mutations, genetic reassortment, animal and human movement and climate change (Weiss and Mcmichael, 2004, Butler, 2012). In this regard, RNA viruses are of particular concern, as they mutate at a higher rate than DNA viruses and lack proofreading enzymes to prevent errors during RNA replication (Holland et al., 1982). The constant threat of new infectious diseases reiterates the need for rapid and multiplex detection assays such as microarrays, which can probe thousands of viruses simultaneously. In addition, these assays have the potential to detect viruses closely related to known viral pathogens and viral co-infections. Microarrays, however, do not come without challenges.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 224,
                    "mention": "Weiss and Mcmichael, 2004",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 226,
                    "end": 238,
                    "mention": "Butler, 2012",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 417,
                    "end": 437,
                    "mention": "Holland et al., 1982",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Ribosomal RNA (rRNA) is estimated to make up 80% of total cellular RNA, being comprised mostly of 28S and 18S rRNA species in mammals (De Vries et al., 2011). The necessary use of sequence independent amplification to process tissues from unknown viral diseases results in co-amplification of host along with viral nucleic acids. This non-specific amplification is also thought to complicate the interpretation of readout values due to cross hybridization. The rRNA may also compete with viral RNA amplification and instigate lower detection sensitivity. Ribosomal RNA depletion methods, such as RiboMinus™ technology (Life Technologies, Paisley, UK), were stated to improve microarray analysis (Gilbert et al., 2010, Kang et al., 2011). In the RiboMinus™ protocol, rRNA molecules are depleted from total RNA using biotin labelled oligonucleotide probes, which hybridize to 18S, 28S, 5.8S and 5S rRNA before being removed with streptavidin-coated magnetic beads. The procedure has been found to reduce large rRNA by 80% (Gilbert et al., 2010).",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 156,
                    "mention": "De Vries et al., 2011",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 696,
                    "end": 716,
                    "mention": "Gilbert et al., 2010",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 718,
                    "end": 735,
                    "mention": "Kang et al., 2011",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1021,
                    "end": 1041,
                    "mention": "Gilbert et al., 2010",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Endoh and colleagues (2005) have used a mix of 96 non-rRNA binding hexamers, screened from 4096 hexamers, to exclude rRNA molecules from amplification. The procedure was claimed to decrease the amount of non-specific amplification and enhance the sensitivity of a virus discovery assay. The 96 hexamers were also shown to reduce rRNA amplification by >90% and to improve sensitivity of Next Generation Sequencing (NGS) (De Vries et al., 2011). The hexamers also increased microarray specificity and simplified its analytical process (Kang et al., 2011). These studies, however, only looked at viruses isolated in cell culture and nasal swabs.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 441,
                    "mention": "De Vries et al., 2011",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 534,
                    "end": 551,
                    "mention": "Kang et al., 2011",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The analytical process of microarrays is also complex and the interpretation of the output files is likely to be challenging (Kang et al., 2011) although bioinformatic tools have already been developed to improve and simplify data analysis, such as the DetectiV software (Watson et al., 2007). Some studies have also looked at optimising sample processing, such as, reducing genomic DNA and optimising hybridization conditions (Han et al., 2006, Kang et al., 2011). Although these steps have improved microarray detection rate significantly, cross hybridization and a comparatively low sensitivity still remain problematic when testing tissue samples. This study therefore compared the application of rRNA depletion or exclusion methods using tissue samples to investigate if either method can improve microarray detection of RNA viruses and simplify microarray analysis in comparison with the standard random priming protocol.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 143,
                    "mention": "Kang et al., 2011",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 272,
                    "end": 291,
                    "mention": "Watson et al., 2007",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 428,
                    "end": 444,
                    "mention": "Han et al., 2006",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 446,
                    "end": 463,
                    "mention": "Kang et al., 2011",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A selection of virus positive tissue samples was used in this study (Table 1\n). Tissue samples were homogenised and RNA was extracted using QIAamp® Viral RNA Mini kit (Qiagen, Manchester, UK) for tonsil samples or TRIzol (Life Technologies, Paisley, UK) for brain samples following the manufacturers’ protocols. Nucleic acid was quantified using Nanodrop 2000 spectrometer (Agilent Technologies, Cheshire, UK) and diluted to a concentration of 4 μg in 32 μl of nuclease free water, from which three aliquots of 8 μl were subjected to DNase digest using amplification grade DNase I (Life Technologies, Paisley, UK). Briefly, 1 μl of 10× DNase buffer and 1 μl of DNase I enzyme (1 units/μl) were added to each 8 μl nucleic acid extract and incubated at 37 °C for 30 min. 1 μl of 25 mM EDTA was then added to the mix and incubated at 65 °C for 10 min to inactivate the DNase I enzyme.",
            "cite_spans": [],
            "section": "Samples and nucleic acid extraction ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 69,
                    "end": 76,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Ribosomal RNA was removed from one of the DNase digested aliquots of nucleic acid using the Ribominus™ Eukaryote Kit for RNA-Seq (Life Technologies, Paisley, UK) according to the manufacturer's protocol. Briefly, for each viral extract, nucleic acid was added to 10 μl of RiboMinus™ probe (15 pmol/μl) and 100 μl of hybridization buffer and incubated at 70–75 °C for 5 min. The sample was transferred to prepared RiboMinus™ Magnetic beads and incubated at 37 °C for 15 min. The beads were separated using a magnet leaving RiboMinus™ RNA (target RNA) in the supernatant, which was transferred into fresh RiboMinus™ beads. The sample was incubated at 15 °C for 15 min and the beads were separated. The nucleic acid was precipitated finally with ethanol and re-suspended in 11 μl of water before being converted into cDNA using the random priming protocol (Section 2.3.1).",
            "cite_spans": [],
            "section": "Depletion of rRNA using RiboMinus™ Technology ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The tailed primer A, 5′ GTT TCC CAG TCA CGA TAN NNN NNN NN 3′, referred to hereafter as primer A, was used to generate random cDNA from the rRNA depleted nucleic acid (Section 2.2) and the second aliquot of nucleic acid as described by Wang et al. (2002). Briefly, 1 μl of 12.5 mM dNTP (Promega, Southampton, UK) and 1 μl of 40 μM primer A were added to each of the two aliquots. The mixtures were then heated at 95 °C for 5 min and chilled on ice immediately. 4 μl 5× RT buffer (Life Technologies, Paisley, UK), 1 μl 0.1 M DTT, 1 μl RNasin Ribonuclease inhibitor (20–40 u/μl, Promega) and 1 μl Superscript III (200 u/μl) (Life Technologies, Paisley, UK) were then added and the mix was incubated at 25 °C for 5 min, 42 °C for 60 min and 70 °C for 15 min to stop the reaction.",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 254,
                    "mention": "Wang et al. (2002)",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Using random primer A (random priming) ::: cDNA synthesis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The third aliquot of nucleic acid was converted into cDNA using the 50 hexamers (Section 3.1) and following the random priming protocol, but replacing the primer A with the 50 hexamers at a concentration of 80 μM.",
            "cite_spans": [],
            "section": "Using the 50 hexamers ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "This was carried out as described by Wang et al. (2002) with minor modification for the cDNA generated using the 50 hexamers. Briefly, cDNA was denatured at 94 °C for 2 min and cooled to 10 °C before adding Sequenase enzyme mix [2 μl 5× Sequenase buffer (Affymetrix, High Wycombe, UK), 0.3 μl Sequenase DNA polymerase and 7.7 μl water]. This mix for the cDNA generated with the 50 hexamers had an additional 1 μl of 40 μM primer A. The reactions were heated from 10 to 37 °C over an 8 min period using a Veriti thermocycler (Life Technologies, Paisley, UK) and held at 37 °C for another 8 min before being terminated at 94 °C for 2 min. Amplification of the double-stranded DNA (dsDNA) was performed using a mix containing 5 μl 10× KlenTaq PCR buffer (Sigma-Aldrich, Poole, Dorset, UK), 1 μl 12.5 mM dNTP mix, 1 μl 100 μM primer amino-B (amino-C6 5′ GTT TCC CAG TCA CGA TA 3′), 0.5 μl KlenTaq® LA DNA polymerase (5 units/μl), 5 μl of template and water to a total volume of 50 μl. The thermal profile used was 94 °C for 4 min, 68 °C for 5 min then 35 cycles of 94 °C for 30 s, 50 °C for 1 min, 68 °C for 1 min and a final extension of 68 °C for 2 min. The amplified PCR products were run on a 2% agarose gel with SYBR® safe DNA gel stain (Life Technologies, Paisley, UK) and visualised on a trans UV illuminator (Bio Rad, Hertfordshire, UK), which should show a smear between 200 and 1000 bp.",
            "cite_spans": [
                {
                    "start": 37,
                    "end": 55,
                    "mention": "Wang et al. (2002)",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Second strand DNA synthesis and nucleic acid amplification ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Indirect labelling of the amplified DNA templates (5 μl) was performed using 15–20 cycles of PCR which incorporates amino allyl dUTP (Life Technologies, Paisley, UK) into the reaction (Gurrala et al., 2009). The labelled products were purified using the MinElute PCR purification Kit (Qiagen, Manchester, UK) following the manufacturer's protocol, substituting the wash buffer with 75% ethanol and eluting the sample in 13 μl of water. The fluorescent dye was coupled to the amino allyl labelled PCR product by adding 6 μl of Sodium Bicarbonate (25 mg in 1 ml of water) and 4 μl of Alexa Fluor® 647 Reactive Dye (Life Technologies, Paisley, UK), reconstituted in 18 μl of DMSO, to the eluted DNA, vortexing and incubating at room temperature in the dark for up to two hours. The coupling reaction was made to a volume of 50 μl with water before unincorporated dye was removed using the illustra™ AutoSeq™ G-50 Dye terminator removal Kit (GE Healthcare, Buckinghamshire, UK), according to the manufacturer's protocol.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 205,
                    "mention": "Gurrala et al., 2009",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Labelling DNA with fluorescent dye ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The pan-viral microarray chip used in this study contained 47,000 probes (60 mers) to around 2,500 virus species. The chip was printed by Agilent Technologies (Cheshire, UK) in an 8 × 60 K format so that 8 samples could be processed simultaneously.",
            "cite_spans": [],
            "section": "Microarray hybridization, slide washing, scanning and data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The hybridization mix was composed of 2.5 μl Cot-1 DNA (1.0 mg/ml, Kreatech Diagnostics, East Sussex, UK), 5 μl Agilent 10× blocking agent, 25 μl Agilent 2X hi-RPM buffer and 17.5 μl of the labelled product. The mix was heated on a thermocycler at 95 °C for 3 min and 37 °C for 30 min before being applied onto the gasket slide. A microarray slide was then lowered onto the gasket slide and secured inside an Agilent hybridization chamber. The chamber was placed into a pre-heated rotating hybridization oven (Agilent Technologies, Cheshire, UK) at 65 °C and set to rotate at 10 rpm overnight. The slide, whilst attached to the gasket slide, was submerged into room temperature Agilent Oligo aCGH/Chip-on-chip wash buffer 1 (Agilent Technologies, Cheshire, UK) to remove the gasket slide. The microarray slide was then transferred into a fresh jar of the buffer and washed applying a magnetic stirrer for 5 min. The slide was transferred subsequently into pre-warmed 37 °C buffer 2 and washed for another 1 min before being scanned. The slide was scanned on a microarray Agilent C scanner with 2 micron resolution as instructed by the manufacturer. The output file from the Feature Extraction software of the scanner was analysed using DetectiV software in R (http://www.R-project.org) (Watson et al., 2007), using data from an unrelated experiment to correct for the background noise. Known virus samples were used to compare p-value and/or the average value of normalised signal intensities in microarray data analysis in order to identify the target virus.",
            "cite_spans": [
                {
                    "start": 1287,
                    "end": 1306,
                    "mention": "Watson et al., 2007",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Microarray hybridization, slide washing, scanning and data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The virus specific real time PCR mix for all viruses except rabies virus (RV) was composed of 1× QuantiTect Virus + ROX Vial Kit (Qiagen, Manchester, UK), forward and reverse primers at a final concentration of 0.4 μM and virus specific TaqMan probe at a final concentration of 0.2 μM, 1× ROX, 3 μl of template DNA and water to total a volume of 20 μl (Mcgoldrick et al., 1998, Lanciotti et al., 2000, Marriott et al., 2006, Bilk et al., 2012) The thermal profile used was 95 °C for 5 min and 45 cycles of 95 °C for 15 s, 60 °C for 45 s. The 18S rRNA real time PCR was performed using 0.6 μl 18S rRNA primers/probe mix (Life Technologies, Paisley, UK), the QuantiTect Virus + ROX Vial Kit as described above and 2 μl template DNA. For RV, 10 μl Brilliant® II SYBR® Green QPCR with low ROX master mix (Agilent Technologies, Cheshire, UK) was used with JW12 and N165-146 primers, each totalling a final concentration of 1 μM, 3 μl template DNA and water to a final volume of 20 μl (Wakeley et al., 2005). The thermal profile used was 94 °C for 2 min, 45 cycles of 95 °C for 1 min, 55 °C for 30 s and 72 °C for 20 s. Each sample was tested in duplicate and a no-template control (NTC) was also included in each run to check for cross contamination and background noise.",
            "cite_spans": [
                {
                    "start": 353,
                    "end": 376,
                    "mention": "Mcgoldrick et al., 1998",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 378,
                    "end": 400,
                    "mention": "Lanciotti et al., 2000",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 402,
                    "end": 423,
                    "mention": "Marriott et al., 2006",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 425,
                    "end": 442,
                    "mention": "Bilk et al., 2012",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 980,
                    "end": 1000,
                    "mention": "Wakeley et al., 2005",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Quantitative PCR (qPCR) ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Fifty hexamers (Supplement 1) from the list of 96 hexamers described in Endoh et al., 2005 were selected after verifying that they are not present in: equine 18S rRNA, porcine 18S rRNA, bovine 18S and 28S rRNA, and human 18S and 28S rRNA sequences (accession numbers AJ311673, AY265350.1, DQ222453 and U13369 respectively). The BLAST program from the SANGER Institute was used to find the hits between the hexamers and the sequences. The ensuing 50 hexamers were then mapped to genome sequences of several viruses of human and animal importance (Table 2\n). This was to assess the number of binding sites of the 50 hexamers on the viral genomes and also to measure the nucleotide distance between the binding sites. Among the viruses used, Louping Ill virus (LIV) genome had the lowest binding sites and also the largest distance between the binding sites, prompting us to include this virus in the study to evaluate the efficiency of the 50 hexamers in generating cDNA.",
            "cite_spans": [
                {
                    "start": 72,
                    "end": 90,
                    "mention": "Endoh et al., 2005",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Selection and assessment of the non-rRNA binding hexanucleotides ::: Results",
            "ref_spans": [
                {
                    "start": 546,
                    "end": 553,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Furthermore, in order to assess whether the 50 hexamers performance could be influenced by low viral load, serial 10-fold dilutions of a Classical Swine Fever virus (CSFV) positive nucleic acid were made in nucleic acid derived from a virus negative tissue. The nucleic acid dilutions were then subjected to cDNA synthesis using the 50 hexamers or random priming followed by CSFV qPCR to quantify the virus-specific amplicons. The Ct values, obtained by the qPCR for each of the CSFV nucleic acid dilutions using either of the two protocols, were comparable with only minor differences. The average CSFV Ct values for random priming were 25.3, 24.2, 27.9, 31.2 compared to 26.6, 24.1, 27.1 and 30.8 for the 50 hexamers using neat, 10−1, 10−2 and 10−3 CSFV dilutions, respectively.",
            "cite_spans": [],
            "section": "Selection and assessment of the non-rRNA binding hexanucleotides ::: Results",
            "ref_spans": []
        },
        {
            "text": "The three methods, the 50 hexamers, RiboMinus™, and random priming, produced PCR amplicons of the expected size range, smears of 200–1000 bp, on agarose gel (data not shown) using CSFV, LIV, West Nile virus (WNV) and RV positive nucleic acids as targets. The 50 hexamers were found to be just as efficient as the random priming in producing cDNA, even for viruses with few binding sites for the hexamers, such as LIV. In addition, the use of hexamers resulted in the most evenly spread DNA smears, indicating an arbitrary amplification of total nucleic acid.",
            "cite_spans": [],
            "section": "Visual comparison of gel electrophoresis images of amplicons ::: Results",
            "ref_spans": []
        },
        {
            "text": "Virus specific qPCRs were carried out to quantify the amount of virus amplicons obtained for each virus using the 50 hexamer, RiboMinus™ and random priming protocols (Table 3\n). Considering the Ct values, there appears to be no pattern to suggest that any of the three protocols are contributing to a higher sensitivity in amplifying viral nucleic acid extracted from tissues samples. The removal or exclusion of rRNA from virus positive tissues was also quantified by an 18S rRNA qPCR using cDNA, generated with the 50 hexamers, RiboMinus™ and random priming protocols, as template (Table 4\n). The cDNAs generated with the 50 hexamers showed marginal effect whilst the RiboMinus™ protocol demonstrated a clear decrease in rRNA, compared to those cDNAs generated with random priming protocol.",
            "cite_spans": [],
            "section": "Relative qPCR of cDNA and PCR amplicons for virus specific product and rRNA ::: Results",
            "ref_spans": [
                {
                    "start": 167,
                    "end": 174,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 584,
                    "end": 591,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "The effect of removing rRNA on microarray specificity, sensitivity and ease of data interpretation was assessed by analysing microarray outputs from the three protocols and seven known positive virus samples. Averages and p-values of probes’ fluorescent intensity from each virus, calculated by the DetectiV software, were considered in the interpretation of microarray outputs. The 50 hexamers, RiboMinus™ and random priming had 86%, 71% and 86% detection rates respectively if p values of probes signal intensity were considered for virus identification. The only difference was in the detection of low CSFV where the RiboMinus™ protocol used for sample processing. The detection rate was; however, 100% for the three protocols when the averages of signal intensity of virus probes were interrogated to identify the target virus.",
            "cite_spans": [],
            "section": "Analysis of virus amplicons generated from the three protocols by microarray ::: Results",
            "ref_spans": []
        },
        {
            "text": "To investigate whether depletion or exclusion of rRNA could reduce cross hybridization of the target virus nucleic acid with unrelated probes on the microarray, the proportion of variance between average of probes fluorescent intensity for the top virus hit and those of 19 unrelated viruses cascading below was visualised using Scree plots (Fig. 1\nand Supplement 2). Visually, there was no difference in the reduction of cross hybridization frequency among the three methods. The three sample processing protocols showed a large difference in the average frequency from the target virus to the unrelated virus hits enabling a clear identification of target virus.",
            "cite_spans": [],
            "section": "Analysis of virus amplicons generated from the three protocols by microarray ::: Results",
            "ref_spans": [
                {
                    "start": 342,
                    "end": 348,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Microarray has proven to be a successful tool in detecting novel viruses and viral co-infections establishing itself as a front-line diagnostic tool for investigation of emerging infectious diseases. Enhancing assay's performance and thereby simplifying interpretation of its output is therefore critical for its use in routine diagnostic testing. Improvements have already been made in the analytical process by using statistical software, such as DetectiV (Watson et al., 2007), to enable an easier analysis and interrogation of microarray outputs. Many groups have also attempted to improve sample preparation (Han et al., 2006, Kang et al., 2011, Nicholson et al., 2011) whilst others worked on depleting rRNA from extracted nucleic acid for the same purpose (Endoh et al., 2005, Gilbert et al., 2010, Kang et al., 2011). This study looked at implementing two different rRNA depletion or exclusion methods to assess whether an improvement to microarray detection of RNA viruses from tissue samples could be made. RiboMinus™ technology and non-rRNA binding hexamers were the two methods used in this study and compared with the in-use random priming method. The 50 hexamers were selected from the originally described 96 hexamers (Endoh et al., 2005) to further reduce rRNA binding hexamers in order to increase their selectivity towards viral RNAs.",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 478,
                    "mention": "Watson et al., 2007",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 614,
                    "end": 630,
                    "mention": "Han et al., 2006",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 632,
                    "end": 649,
                    "mention": "Kang et al., 2011",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 651,
                    "end": 673,
                    "mention": "Nicholson et al., 2011",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 764,
                    "end": 782,
                    "mention": "Endoh et al., 2005",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 784,
                    "end": 804,
                    "mention": "Gilbert et al., 2010",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 806,
                    "end": 823,
                    "mention": "Kang et al., 2011",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1234,
                    "end": 1252,
                    "mention": "Endoh et al., 2005",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The 50 hexamers did not hamper amplification of virus nucleic acid from tissue samples, even from those samples with low viral load. However, only a small decrease in 18S rRNA load could be achieved by the hexamers with no repercussion on microarray detection. On the contrary, De Vries et al. (2011) found non-rRNA binding hexamers reduced 28S rRNA amplification by up to 100 fold depending on the region of the rRNA genome used for quantification. The work, however, was carried out using only nasopharyngeal swabs which have trivial amounts of cell contamination in comparison to tissue samples. Furthermore, as a commercial primers-probe mix was used in the study, it was not possible to verify which region of 28S or 18S rRNA genome was targeted by the PCR for comparison.",
            "cite_spans": [
                {
                    "start": 278,
                    "end": 300,
                    "mention": "De Vries et al. (2011)",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "RiboMinus™ technology was successful in removing rRNA to a large extent, as also indicated by other researchers (Gilbert et al., 2010). However, no difference in microarray detection was observed compared to the random priming protocol, especially when applied to deplete rRNA from samples with a low viral load. This may be due to the length of nucleic acid handling time and several steps of separations and washes in the RiboMinus™ protocol, causing degradation and poor recovery of viral nucleic acid. Therefore, the protocol may have removed rRNA effectively, but in the meantime affected adversely viral nucleic acid integrity. In addition, RiboMinus™ Technology is comparatively expensive and time consuming, which restricts its application where a high throughput testing is sought. For these reasons, it would be unrealistic to justify implementing RiboMinus™ Technology, unless it was highly effective at improving a test, which we cannot confirm for microarray. However, RiboMinus™ or similar technologies may prove to be beneficial in enrichment of pathogen specific sequences from NGS libraries prepared from complex matrices, e.g. tissues samples.",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 133,
                    "mention": "Gilbert et al., 2010",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "On the whole, the microarray results for all three methods showed no difference in the overall detection rates and the amount of cross hybridization seen. Kang et al. (2011) found that non-ribosomal hexanucleotides had improved the microarrays specificity. However, all the samples used in the evaluation were virus isolates, which often contain a small amount of cellular contamination and therefore cannot represent tissue samples used for microarray analysis in its intended clinical application. In addition, host genomes were only removed prior to nucleic acid extraction for the experiment carried out with non-rRNA oligonucleotides, which may account for the improvement. The script used to run the DetectiV software may also have been a major contributing factor for equal performance of the three protocols seen in this study, especially when analysing cross hybridization. The software employs a script with instructions to subtract florescence data of an unrelated sample from those of an in-test sample. This background adjustment has already minimised the effect of cross hybridization signals and may have contributed to the comparable outcome for the three protocols. The importance of using signal averages in addition to p-values in microarray analysis was also identified, as the detection rate was found to be lower when using the p-value only. This is due to variability in the signal intensity among individual probes and probe numbers representing a virus. The original work describing the DetectiV software (Watson et al., 2007) has relied only on the p values to analyse microarray outputs. Finally, tissue samples from experimental conditions, which harbour a higher load of rRNA, compared to cell culture isolates, may have rendered a lower efficiency for the rRNA exclusion of the 50 hexamers. The short length of hexamers and consequently non-specific binding may also contribute to the findings of this study, therefore longer oligonucleotides, e.g. nonamers may be more applicable.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 173,
                    "mention": "Kang et al. (2011)",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1531,
                    "end": 1550,
                    "mention": "Watson et al., 2007",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, this study identified that the two rRNA depletion or exclusion protocols have no significant effect on microarray detection or reduction in cross hybridization. Accordingly, the current random amplification and background adjustment protocols are pertinent for the purpose of investigating novel and emerging diseases via microarray analysis whilst the findings also emphasize the importance of selecting the most appropriate samples for analysis. Protocols suggesting improvement for nucleic acid preparation should also include tissue samples on validation if intended for diagnostic purposes.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study concludes that the two procedures, RiboMinus™ technology and non-rRNA binding hexanucleotides, described to deplete or exclude rRNA, have little effect on the microarrays detection and analysis and might only in combination with further techniques result in a significant enhancement of sensitivity. Currently, existing protocols of random amplification and background adjustment are pertinent for the purpose of sample processing for microarray analysis.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: List of viruses used in this study.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: The 50 hexamers binding capabilities towards several viral genome sequences.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Virus specific qPCR of the PCR amplicons generated using the 50 hexamers, RiboMinus™ and random priming protocols.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Quantitative PCR of 18S rRNA in cDNAs generated using the 50 hexamers, RiboMinus™ and random priming protocols.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Microarray analysis of a selection of viruses processed using the 50 hexamers, RiboMinus™ and random priming protocols. A; CSFV (low virus load) and B; WNV (DAKAR strain). The top 20 viruses with the highest normalised average of probe fluorescent intensities were considered for analysis. The frequency of the average for each of the top 20 viruses was calculated by dividing each average by the sum of all averages. AdV, adenovirus; AIV, Avian influenza virus; CSFV, Classical swine fever virus; HTLV, Human T-cell lymphotropic virus; VSV, Vesicular stomatitis virus; WNV, West Nile virus.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Organ distribution of Schmallenberg virus RNA in malformed newborns",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bilk",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Schulze",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Beer",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Hlinak",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet. Microbiol.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Infectious disease emergence and global change: thinking systemically in a shrinking world",
            "authors": [
                {
                    "first": "C.D.",
                    "middle": [],
                    "last": "Butler",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infect. Dis. Poverty",
            "volume": "25",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "A sensitive assay for virus discovery in respiratory clinical samples",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "De Vries",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Deijs",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Canuti",
                    "suffix": ""
                },
                {
                    "first": "B.D.",
                    "middle": [],
                    "last": "Van Schaik",
                    "suffix": ""
                },
                {
                    "first": "N.R.",
                    "middle": [],
                    "last": "Faria",
                    "suffix": ""
                },
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Van De Garde",
                    "suffix": ""
                },
                {
                    "first": "L.C.",
                    "middle": [],
                    "last": "Jachimowski",
                    "suffix": ""
                },
                {
                    "first": "M.F.",
                    "middle": [],
                    "last": "Jebbink",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Jakobs",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Luy",
                    "suffix": ""
                },
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Coenjaerts",
                    "suffix": ""
                },
                {
                    "first": "F.E.",
                    "middle": [],
                    "last": "Claas",
                    "suffix": ""
                },
                {
                    "first": "E.C.",
                    "middle": [],
                    "last": "Molenkamp",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Koekkoek",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Lammens",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Leus",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Goossens",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Ieven",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Baas",
                    "suffix": ""
                },
                {
                    "first": "F.L.",
                    "middle": [],
                    "last": "Van Der Hoek",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS One",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Species-independent detection of RNA virus by representational difference analysis using non-ribosomal hexanucleotides for reverse transcription",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Endoh",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Mizutani",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kirisawa",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Maki",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Kon",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Morikawa",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nucleic Acids Res.",
            "volume": "33",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Providing a stable methodological basis for comparing transcript abundance of developing embryos using microarrays",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Gilbert",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Scantland",
                    "suffix": ""
                },
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Sylvestre",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Dufort",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Sirard",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Robert",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Mol. Hum. R",
            "volume": "16",
            "issn": "",
            "pages": "601-616",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Development of a DNA microarray for simultaneous detection and genotyping of lyssaviruses",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Gurrala",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Dastjerdi",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Nunez-Garcia",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Grierson",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Steinbach",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Banks",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Virus Res.",
            "volume": "144",
            "issn": "",
            "pages": "202-208",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Improvement in the reproducibility and accuracy of DNA microarray quantification by optimizing hybridization conditions",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "C.D.",
                    "middle": [],
                    "last": "Melvin",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "W.S.",
                    "middle": [],
                    "last": "Branham",
                    "suffix": ""
                },
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Moland",
                    "suffix": ""
                },
                {
                    "first": "P.S.",
                    "middle": [],
                    "last": "Pine",
                    "suffix": ""
                },
                {
                    "first": "K.L.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Fuscoe",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "BMC Bioinform.",
            "volume": "7",
            "issn": "Suppl 2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Rapid evolution of RNA genomes",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Spindler",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Horodyski",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Grabau",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Nichol",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Vandepol",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Science",
            "volume": "215",
            "issn": "",
            "pages": "1577-1585",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Improvement of the specificity of a pan-viral microarray by using genus-specific oligonucleotides and reduction of interference by host genomes",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Med. Virol.",
            "volume": "83",
            "issn": "",
            "pages": "1624-1630",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Rapid detection of west nile virus from human clinical specimens, field-collected mosquitoes, and avian samples by a TaqMan reverse transcriptase-PCR assay",
            "authors": [
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Lanciotti",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Kerst",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "Nasci",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Godsey",
                    "suffix": ""
                },
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Mitchell",
                    "suffix": ""
                },
                {
                    "first": "H.M.",
                    "middle": [],
                    "last": "Savage",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Komar",
                    "suffix": ""
                },
                {
                    "first": "N.A.",
                    "middle": [],
                    "last": "Panella",
                    "suffix": ""
                },
                {
                    "first": "B.C.",
                    "middle": [],
                    "last": "Allen",
                    "suffix": ""
                },
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Volpe",
                    "suffix": ""
                },
                {
                    "first": "B.S.",
                    "middle": [],
                    "last": "Davis",
                    "suffix": ""
                },
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Roehrig",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "J. Clin. Microbiol.",
            "volume": "38",
            "issn": "",
            "pages": "4066-4071",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Detection of Louping ill virus in clinical specimens from mammals and birds using TaqMan RT-PCR",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Marriott",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Willoughby",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Chianini",
                    "suffix": ""
                },
                {
                    "first": "M.P.",
                    "middle": [],
                    "last": "Dagleish",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Scholes",
                    "suffix": ""
                },
                {
                    "first": "A.C.",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                },
                {
                    "first": "P.F.",
                    "middle": [],
                    "last": "Nettleton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Virol. Methods",
            "volume": "137",
            "issn": "",
            "pages": "21-28",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A novel approach to the detection of classical swine fever virus by RT-PCR with a fluorogenic probe (TaqMan)",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Mcgoldrick",
                    "suffix": ""
                },
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Lowings",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Ibata",
                    "suffix": ""
                },
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Sands",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Belak",
                    "suffix": ""
                },
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Paton",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J. Virol. Methods",
            "volume": "72",
            "issn": "",
            "pages": "125-135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Utility of a panviral microarray for detection of swine respiratory viruses in clinical samples",
            "authors": [
                {
                    "first": "T.L.",
                    "middle": [],
                    "last": "Nicholson",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Kukielka",
                    "suffix": ""
                },
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Vincent",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Brockmeier",
                    "suffix": ""
                },
                {
                    "first": "L.C.",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Faaberg",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Clin. Micr.",
            "volume": "49",
            "issn": "",
            "pages": "1542-1548",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Development of a real-time, TaqMan reverse transcription-PCR assay for detection and differentiation of lyssavirus genotypes 1, 5 and 6",
            "authors": [
                {
                    "first": "P.R.",
                    "middle": [],
                    "last": "Wakeley",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "L.M.",
                    "middle": [],
                    "last": "Mcelhinney",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sawyer",
                    "suffix": ""
                },
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Fooks",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Clin. Microbiol.",
            "volume": "43",
            "issn": "",
            "pages": "2786-2792",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Microarray-based detection and genotyping of viral pathogens",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Coscoy",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Zylberberg",
                    "suffix": ""
                },
                {
                    "first": "P.C.",
                    "middle": [],
                    "last": "Avila",
                    "suffix": ""
                },
                {
                    "first": "H.A.",
                    "middle": [],
                    "last": "Boushey",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Ganem",
                    "suffix": ""
                },
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "DeRisi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Proc. Natl. Acad. Sci.",
            "volume": "26",
            "issn": "",
            "pages": "15687-15692",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "DetectiV: visualization, normalization and significance testing for pathogen-detection microarray data",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dukes",
                    "suffix": ""
                },
                {
                    "first": "A.B.",
                    "middle": [],
                    "last": "Abu-Median",
                    "suffix": ""
                },
                {
                    "first": "D.P.",
                    "middle": [],
                    "last": "King",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Britton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Genome Biol.",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Social and environmental risk factors in the emergence of infectious diseases",
            "authors": [
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Weiss",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Mcmichael",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nat. Med.",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}