{
    "paper_id": "PMC7107865",
    "metadata": {
        "title": "In the Literature",
        "authors": [
            {
                "first": "Stan",
                "middle": [],
                "last": "Deresinski",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Shorr AF, Scoville SL, Cersovsky SB, et al. Acute eosinophilic pneumonia among US military personnel deployed in or near Iraq. JAMA 2004; 292:2997–3005.",
            "cite_spans": [],
            "section": "Eosinophilic Pneumonia in and around Iraq",
            "ref_spans": []
        },
        {
            "text": "Eighteen cases of acute eosinophilic pneumonia were identified among US military personnel deployed in or near Iraq over a 13-month period, for an incidence of 9.1 cases per 100,000 person-years. The patients, 89% of whom were male, ranged in age from 19 to 47 years (median age, 22 years) and had been in the region for a duration of 1 day to 11 months.",
            "cite_spans": [],
            "section": "Eosinophilic Pneumonia in and around Iraq",
            "ref_spans": []
        },
        {
            "text": "The majority of patients presented with breathlessness, fever, cough, and fatigue. Pulmonary infiltrates, which were either alveolar or both alveolar and interstitial, were bilateral in 10 patients and unilateral in the rest. The median peak peripheral eosinophil count was 2500 cells/mm3. The proportion of cells in bronchoalveolar lavage fluid samples from the 7 patients who underwent this procedure that were eosinophils ranged from 25% to 74%.",
            "cite_spans": [],
            "section": "Eosinophilic Pneumonia in and around Iraq",
            "ref_spans": []
        },
        {
            "text": "Twelve of the patients required mechanical ventilation, and 2 patients died. All patients received antibacterial agents, and all but 4 patients were given corticosteroids. Clinical improvement occurred within 96 h after administration of corticosteroids, but radiographic improvement was delayed. All 12 patients who were reevaluated after a median of 3.5 months had normal chest radiograph findings, but 3 reported dyspnea, and 1 reported wheezing. Spirometry was normal in all 12 patients, but the 3 patients with residual breathlessness had mildly reduced carbon monoxide diffusion capacity.",
            "cite_spans": [],
            "section": "Eosinophilic Pneumonia in and around Iraq",
            "ref_spans": []
        },
        {
            "text": "Extensive laboratory testing failed to yield evidence of a specific etiology, but epidemiologic investigation found that, among all the factors evaluated, tobacco smoking was the only exposure reported more frequently among case patients than control subjects (100% vs. 67%). Furthermore, case patients were more likely to have recently started smoking; the OR for case patients who were new smokers, compared with control subjects, was 122 (95% CI, 17–1270; P < .001). Analysis of tobacco products obtained in the theater failed to reveal any suspect component.",
            "cite_spans": [],
            "section": "Eosinophilic Pneumonia in and around Iraq",
            "ref_spans": []
        },
        {
            "text": "Esper F, Shapiro ED, Weibel C, et al. Association between a novel human coronavirus and Kawasaki disease. J Infect Dis 2005; 191:499–502.",
            "cite_spans": [],
            "section": "Coronavirus and Kawasaki Disease?",
            "ref_spans": []
        },
        {
            "text": "In New Haven, Connecticut, Esper and colleagues identified a novel coronavirus associated with human respiratory infection. The virus, which they called HCoV-NH (human coronavirus–New Haven), appears to be identical to HCoV-NL63, which had been independently identified in 2 laboratories in The Netherlands. In the course of an evaluation of respiratory tract specimens recovered from children with respiratory symptoms [1], it was found that one of the coronavirus-positive samples was obtained from a child with Kawasaki disease. This, as well as the previous detection of an unidentified antigen in tissue and macrophages from children with Kawasaki disease [2], led the investigators to explore a possible association of the novel coronavirus with Kawasaki disease.",
            "cite_spans": [
                {
                    "start": 421,
                    "end": 422,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 662,
                    "end": 663,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Coronavirus and Kawasaki Disease?",
            "ref_spans": []
        },
        {
            "text": "Stored respiratory specimens were tested for the virus using RT-PCR that targeted the replicase 1a gene and the spike gene of the virus. Specimens were available from 11 of 53 children with Kawasaki disease seen over an ∼30-month period. Eight (72.7%) of the 11 children with Kawasaki disease and 1 (4.5%) of 22 matched control subjects had evidence of coronavirus infection.",
            "cite_spans": [],
            "section": "Coronavirus and Kawasaki Disease?",
            "ref_spans": []
        },
        {
            "text": "Esper and colleagues, as well as the author of an accompanying editorial, point out that a number of other microorganisms have been reported to be associated with Kawasaki disease, but none of the associations have been confirmed. Thus, despite the strong correlation between this coronavirus and Kawasaki disease observed in this case-control study, acceptance of a pathogenic role must await such confirmation.",
            "cite_spans": [],
            "section": "Coronavirus and Kawasaki Disease?",
            "ref_spans": []
        },
        {
            "text": "\nTreatment of Hepatitis B Early Antigen (HBeAg)-Positive Chronic Hepatitis B\n",
            "cite_spans": [],
            "section": "Coronavirus and Kawasaki Disease?",
            "ref_spans": []
        },
        {
            "text": "Janssen HL, van Zonneveld M, Senturk H, et al. Pegylated interferon alfa-2b alone or in combination with lamivudine for HBeAg-positive chronic hepatitis B: a randomized trial. Lancet 2005; 365:123–9.",
            "cite_spans": [],
            "section": "Coronavirus and Kawasaki Disease?",
            "ref_spans": []
        },
        {
            "text": "In a multinational trial, patients with chronic hepatitis B who were HbeAg positive were randomized to receive treatment with either pegylated IFN-α-2b alone or together with lamivudine (100 mg daily) for 52 weeks. IFN-α-2b was initially administered at a dosage of 100 μg weekly, with a decrease to 50 μg weekly beginning at week 32. In a modified intention-to-treat analysis, combination therapy was associated with more frequent end-of-treatment clearance of HbeAg than was monotherapy (44% vs. 29%; P = .01), but subsequent relapses eliminated this advantage. Thus, 26 weeks after the end of treatment, 49 (36%) of 136 patients who were assigned to receive monotherapy and 46 (35%) of 130 who were assigned to receive combination therapy were HBeAg negative. Patients infected with genotypes A and B had better outcomes than did those infected with genotypes C and D. Similar results were obtained when suppression of viral DNA in serum or alanine aminotransferase concentrations were analyzed, leading to the conclusion that pegylated IFN-α-2b was effective for the treatment of HBeAg-positive chronic hepatitis B virus infection and that the addition of lamivudine to the treatment regimen provided no additional benefit.",
            "cite_spans": [],
            "section": "Coronavirus and Kawasaki Disease?",
            "ref_spans": []
        },
        {
            "text": "The availability of lamivudine and adefovir has made the treatment of chronic hepatitis B more tolerable to the patient than is IFN-α, which, however, is associated with more durable treatment responses. Although recommendations in the United States remain equivocal, European guidelines currently recommend IFN-α as the initial therapeutic choice for most treatment-naive patients with chronic hepatitis B virus infection [1]. Since those recommendations were made, pegylated IFN-α has been demonstrated to be superior to nonpegylated products for the treatment of this infection.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Coronavirus and Kawasaki Disease?",
            "ref_spans": []
        },
        {
            "text": "Marcellin et al. [2] recently reported that pegylated IFN-α-2a monotherapy is superior to both lamivudine monotherapy and administration of the 2 drugs in combination for patients with HBeAg-negative chronic hepatitis B. Janssen and colleagues have now demonstrated that 52 weeks of combination therapy with lamivudine added to relatively low doses of pegylated IFN-α-2b is not superior to IFN-α-2b therapy alone in patients with HBeAg-positive chronic hepatitis B virus infection.",
            "cite_spans": [
                {
                    "start": 18,
                    "end": 19,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Coronavirus and Kawasaki Disease?",
            "ref_spans": []
        },
        {
            "text": "Bieniasz PD. Intrinsic immunity: a front-line defense against viral attack. Nature Immunol 2004; 5:1109–15.",
            "cite_spans": [],
            "section": "Immunity: Intrinsic, Innate, and Adaptive?",
            "ref_spans": []
        },
        {
            "text": "Vertebrate defense against microbial pathogens is generally considered to consist of 2 aspects: innate and adaptive immunity. The innate response involves the recognition of pathogen-associated molecular patterns by cell surface receptors with relatively broad specificity, resulting in signals that trigger mobilization of antimicrobial effectors. The innate response is independent of immunological memory. The adaptive immune response, in contrast, depends on epitope binding to specific receptors. The innate response is effective even in the immunologically naive host, whereas the adaptive response depends on some degree of “immunologic education” and requires a minimum of several days to become active. The innate immune response to viral pathogens requires a secondary intracellular event, such as IFN production, and, consequently, its appearance is delayed for hours. Bienasz proposes a third aspect of host response to viral pathogens—intrinsic immunity—which acts immediately on the virus-cell interaction.",
            "cite_spans": [],
            "section": "Immunity: Intrinsic, Innate, and Adaptive?",
            "ref_spans": []
        },
        {
            "text": "Two prominent examples of effectors of intrinsic immunity are tripartite interaction motif 5 α (TRIM5α) and apolipoprotein editing complex 3G (APOBEC3G), both of which are active against certain retroviruses, including HIV-1. TRIM5α, a “restriction factor” that may account for the resistance of most nonhuman primates to infection with this human retrovirus, binds to incoming retroviral capsids. Although it is active against some other retroviruses, human TRIM5α is, unfortunately, not a potent inhibitor of HIV-1.",
            "cite_spans": [],
            "section": "Immunity: Intrinsic, Innate, and Adaptive?",
            "ref_spans": []
        },
        {
            "text": "A second example of an effector of intrinsic immunity is APOBEC3G. Host APOBEC3G is incorporated into viral particles, where it deaminates cytidine to uracil, ultimately resulting in a G-to-A mutation. This results in lethal retroviral hypermutation. This sequence of events is, however, prevented by HIV-1 Vif protein, which binds to APOBEC3G.",
            "cite_spans": [],
            "section": "Immunity: Intrinsic, Innate, and Adaptive?",
            "ref_spans": []
        },
        {
            "text": "The concept of intrinsic immunity is of use in allowing one to better understand antiviral defense mechanisms, such as TRIM5α and APOBEC3G, that do not cleanly fit into previously existing categories.",
            "cite_spans": [],
            "section": "Immunity: Intrinsic, Innate, and Adaptive?",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Evidence of a novel human coronavirus associated with respiratory tract disease in infants and young children",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Esper",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Weibel",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ferfuson",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "492-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Detection of antigen in bronchial epithelium and macrophages in acute Kawasaki disease by use of synthetic antibody",
            "authors": [
                {
                    "first": "AH",
                    "middle": [],
                    "last": "Rowley",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "ST",
                    "middle": [],
                    "last": "Shulman",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "190",
            "issn": "",
            "pages": "856-65",
            "other_ids": {
                "DOI": []
            }
        }
    }
}