{
    "paper_id": "PMC7202331",
    "metadata": {
        "title": "Preventing spread of SARS-CoV-2 and preparing for the COVID-19 outbreak in the surgical department: perspectives from two Scandinavian countries",
        "authors": [
            {
                "first": "Robbert-Jan",
                "middle": [],
                "last": "Lindeman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Malin",
                "middle": [],
                "last": "Sund",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jenny",
                "middle": [],
                "last": "Löfgren",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Trude",
                "middle": [],
                "last": "Basso",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kjetil",
                "middle": [],
                "last": "Søreide",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "On 31 December 2019, China informed the World Health Organization (WHO) about a serious new health threat [1]. The coronavirus, SARS-CoV-2, is a virus with the potential to cause a severe and lethal pulmonary infection called coronavirus disease, COVID-19 [2]. The WHO declared the epidemic a ‘Public Health Emergency of International Concern’ on 31 January 2020 and subsequently a ‘pandemic’ on 11 March 2020. Since then, the epicenter of peak activity has moved through Europe and to North America, with several regions affected disproportionally harder than others [3].",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 108,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 257,
                    "end": 258,
                    "mention": "2",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 569,
                    "end": 570,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In Scandinavia, the first cases of COVID-19 were confirmed on January 31 in Sweden, on February 26 in Norway and in Denmark on February 27. Initially, but also at time of writing, governmental approaches on how to respond to the outbreak have varied considerably. Denmark went into an effective lockdown on March 11, followed by Norway the next day (Fig. 1). Schools, universities and sporting facilities were closed, as were nurseries (with exceptions made for parents working in critical sectors of society, including doctors and nurses). The strategy of Sweden has been based on the appeal for a strong personal sense of responsibility to mitigate the viral spread, and the nurseries, kindergardens and schools are kept open. In all three Scandinavian countries, people are encouraged to work from home, and people at high risk of severe COVID-19 due to age or comorbidities are recommended to self-quarantine.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 350,
                    "end": 356,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Despite the initial different approaches to social distancing, with aims of mitigation or suppression of the outbreak, the common primary goal has been to ‘flatten the curve’ to make it possible for hospitals to accommodate the influx of COVID-19 patients. We here briefly describe experiences from the preparation for the epidemic and change of practice in surgical departments across subdisciplines in Norway and Sweden.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The risk of concomitant symptomatic and asymptomatic SARS-CoV-2-infection in patients undergoing surgical procedures increases by the day, yet patients are still not on a national basis, routinely tested prior to surgery. However, in the urban areas with the highest prevalence of COVID-19, such as the Oslo, Stockholm and Gothenburg regions, the hospitals are already implementing SARS-CoV-2-testing on all patients prior to surgery. As test capacity is steadily increased, a more liberal strategy for testing of patients is expected.",
            "cite_spans": [],
            "section": "Testing among patients and risk in hospitals ::: EARLY VIRUS TRANSMISSION AMONG HEALTHCARE WORKERS",
            "ref_spans": []
        },
        {
            "text": "In both countries, surgical care has been cut to a minimum tolerable level due to the pandemic [5, 6]. Several measurements are comparable across regions (Table 1), with reorganization of healthcare processes and fast implementation of available technology, including increased use of teleconferences to manage outpatient consultations [7]. However, the scaling down of surgical activity has been done stepwise and is not uniform within countries and across regions. Like in other countries [8], most planned, elective surgery has been postponed or cancelled during the period of preparation.",
            "cite_spans": [
                {
                    "start": 96,
                    "end": 97,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 99,
                    "end": 100,
                    "mention": "6",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 337,
                    "end": 338,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 492,
                    "end": 493,
                    "mention": "8",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Preparing for the epidemic: effect on surgical activity ::: EARLY VIRUS TRANSMISSION AMONG HEALTHCARE WORKERS",
            "ref_spans": [
                {
                    "start": 155,
                    "end": 162,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The reduction in elective surgery has been performed to meet the need for increased capacity for COVID-19 patients [9, 10] but also due to insufficient storages and supplies of personal protective equipment (PPE), drugs and various other items such as disposable parts of the respirators. Another reason for scaling down on the activities has been to minimize the number of patients with no urgent needs to visit the hospitals to help prevent virus transmission to vulnerable people. In Sweden, the Stockholm region (pop. ~2 million) has had the largest number of hospitalized COVID-19 patients and deaths. Karolinska University Hospital has reduced overall surgical activity by 50%, which means that only essential surgery (cancer and emergencies) is carried out.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 117,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 119,
                    "end": 121,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Preparing for the epidemic: effect on surgical activity ::: EARLY VIRUS TRANSMISSION AMONG HEALTHCARE WORKERS",
            "ref_spans": []
        },
        {
            "text": "The surge in capacity for beds prioritized to patients with COVID-19 has also led to transformation of several departments of orthopedic surgery into alternative units. Intensive care bed capacity has been increased by expanding the areas into external units within the hospital usually reserved for perioperative care, including operating theaters, post-operative recovery and outpatient surgery units.",
            "cite_spans": [],
            "section": "Preparing for the epidemic: effect on surgical activity ::: EARLY VIRUS TRANSMISSION AMONG HEALTHCARE WORKERS",
            "ref_spans": []
        },
        {
            "text": "Currently, the consequences for surgical services are tangible. The waiting lists for ambulatory care and backlog of operations are mounting. Of concern is also the ‘silence in the acute wards,’ with lower admission rates for common disease conditions as well as some late presentation of disease conditions, potentially leading to less favorable outcomes for some patients as an added morbid effect of the pandemic. It is imminent that surgery and patients with surgical conditions is now also greatly affected as part of the global pandemic—a tangible evidence of surgery as an essential part of public health [11].",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 615,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Preparing for the epidemic: effect on surgical activity ::: EARLY VIRUS TRANSMISSION AMONG HEALTHCARE WORKERS",
            "ref_spans": []
        },
        {
            "text": "The acute threat of the COVID-19 epidemic to global healthcare has led to forced reorganization of surgical care in Norway and Sweden. In high tempo hospitals have to adapt to changing circumstances, guided by current knowledge. New studies concerning COVID-19 are published ongoing, leading to multiple new global, national and local guidelines.",
            "cite_spans": [],
            "section": "Organization of surgical care and international cooperation ::: EARLY VIRUS TRANSMISSION AMONG HEALTHCARE WORKERS",
            "ref_spans": []
        },
        {
            "text": "Surgical departments in diverse regions in Norway and Sweden are practicing somewhat different policies in terms of organization and infection prevention. However, the common goal is conducted toward minimalization of viral spread, protection of patients and operational staff and secure flow of patients within the hospital. On a general level, the organization of healthcare processes has great similarities.",
            "cite_spans": [],
            "section": "Organization of surgical care and international cooperation ::: EARLY VIRUS TRANSMISSION AMONG HEALTHCARE WORKERS",
            "ref_spans": []
        },
        {
            "text": "In addition, the COVID-19 epidemic has accelerated effective international cooperation. Several initiatives such as the organization of a global cohort capturing real-world data concerning the management of surgical COVID-19 patients (COVIDSurg cohort study [9]) and the construction of a structured evidence-based global guideline for orthopedic management has now been established [12].",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 260,
                    "mention": "9",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 384,
                    "end": 386,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Organization of surgical care and international cooperation ::: EARLY VIRUS TRANSMISSION AMONG HEALTHCARE WORKERS",
            "ref_spans": []
        },
        {
            "text": "This epidemic has shown the remarkable capability of surgical departments to adapt rapidly to altering circumstances. Over the course of several weeks, the initial phases involving realization, preparing and reorganization have progressed. Now, the need for comprehensive data, international cooperation and evidence-based guidelines is essential for effective decision-making in returning to normal activity while minimizing viral spread and reducing secondary negative effects.",
            "cite_spans": [],
            "section": "CONCLUSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Measures taken by surgical departments to prevent SARS-CoV-2 transmission\nThe list is not intended to be exclusive but represents a core set of initiated measures. MDT, multidisciplinary teams. HCW, healthcare worker. PPE, protective equipment.",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Abbreviated timeline showing some core events in Scandinavia. Legend: Core dates are depicted. Some key figures of global COVID-1p cases are depicted, reaching 2 million by 16th of April. Y-axis depicts deaths per million per country.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "McGoogan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2648"
                ]
            }
        },
        "BIBREF1": {
            "title": "Immediate and long-term impact of the COVID-19 pandemic on delivery of surgical services",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soreide",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hallet",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Matthews",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Schnitzbauer",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Line",
                    "suffix": ""
                },
                {
                    "first": "PB",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Global surgery in an ecosystem for worldwide health",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Soreide",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Winter",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Br J Surg",
            "volume": "106",
            "issn": "",
            "pages": "e12-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Guidelines for ambulatory surgery centers for the care of surgically necessary/time-sensitive orthopaedic cases during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "NN",
                    "middle": [],
                    "last": "DePhillipo",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Larson",
                    "suffix": ""
                },
                {
                    "first": "OR",
                    "middle": [],
                    "last": "O'Neill",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "LaPrade",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Bone Joint Surg Am",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2106/JBJS.20.00489"
                ]
            }
        },
        "BIBREF4": {
            "title": "The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2",
            "authors": [],
            "year": 2020,
            "venue": "Nat Microbiol",
            "volume": "5",
            "issn": "",
            "pages": "536-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "COVID-19 pandemic: perspectives on an unfolding crisis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Spinelli",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pellino",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.11627"
                ]
            }
        },
        "BIBREF6": {
            "title": "Coronavirus disease 2019 (COVID-19) outbreak at the Department of Ophthalmology, Oslo University Hospital, Norway",
            "authors": [
                {
                    "first": "ØK",
                    "middle": [],
                    "last": "Jørstad",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Moe",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Eriksen",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Petrovski",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Bragadóttir",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Acta Ophthalmol",
            "volume": "98",
            "issn": "",
            "pages": "e388-9",
            "other_ids": {
                "DOI": [
                    "10.1111/aos.14426"
                ]
            }
        },
        "BIBREF7": {
            "title": "Recommendations for general surgery activities in a pandemic scenario (SARS-CoV-2)",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Di Marzo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sartelli",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Cennamo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Toccafondi",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Coccolini",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "La Torre",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.11652"
                ]
            }
        },
        "BIBREF8": {
            "title": "Maximizing the calm before the storm: tiered surgical response plan for novel coronavirus (COVID-19)",
            "authors": [
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Ross",
                    "suffix": ""
                },
                {
                    "first": "CW",
                    "middle": [],
                    "last": "Lauer",
                    "suffix": ""
                },
                {
                    "first": "WS",
                    "middle": [],
                    "last": "Miles",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                },
                {
                    "first": "AB",
                    "middle": [],
                    "last": "Christmas",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "May",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Surg",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jamcollsurg.2020.03.019"
                ]
            }
        },
        "BIBREF9": {
            "title": "Rethinking how we care for our patients in a time of social distancing",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Vogler",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Lightner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.11636"
                ]
            }
        },
        "BIBREF10": {
            "title": "Covid-19: all non-urgent elective surgery is suspended for at least three months in England",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iacobucci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "ollaborative. Global guidance for surgical care during the COVID-19 pandemic",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "COVIDSurg",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Surg",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/bjs.11646"
                ]
            }
        }
    }
}