{
    "paper_id": "PMC7172117",
    "metadata": {
        "title": "Spatial Lifecourse Epidemiology and Infectious Disease Research",
        "authors": [
            {
                "first": "Peng",
                "middle": [],
                "last": "Jia",
                "suffix": "",
                "email": "jiapengff@hotmail.com",
                "affiliation": {}
            },
            {
                "first": "Weihua",
                "middle": [],
                "last": "Dong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shujuan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhicheng",
                "middle": [],
                "last": "Zhan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "La",
                "middle": [],
                "last": "Tu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shengjie",
                "middle": [],
                "last": "Lai",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The epidemiologic triad, a classical model of infectious disease causation, describes the fundamental relationship among the disease-causing agent, the susceptible human and/or animal hosts, and an environment in which they reside and their interaction occurs, with the spread of infectious agents being direct host-to-host transmission or indirect transfer by vectors (e.g., mosquitoes). However, each of those components is dynamic: the environment is changing, such as daily weather variation and climate change that may affect the agent and the opportunity for exposure; the agent is evolving during its life and interacting with other agents in changing environments; and the host is also dynamic, influencing the individual’s exposure, susceptibility, and response to the pathogen and environment. Also, the vector is moving around and interacting with different agents in varying environments. Thus, most if not all biological, social, and psychological pathways, as well as their combined processes (e.g., bio-social, socio-biological, and psycho-social), are to different extents influenced by spatio-temporally varying environmental factors. Investigating how those components may meet in respective dynamic processes could increase our capacity of monitoring and forecasting the outbreaks and health impacts of infections.",
            "cite_spans": [],
            "section": "Epidemiologic Triad over the Life Course",
            "ref_spans": []
        },
        {
            "text": "By treating the epidemiologic triad as a snapshot at every moment over a lifecourse process and the risk for infection as a function of all past snapshots (Figure 1\n), the spatial lifecourse theory can guide the understanding of many phenomena in pathogen spread, including: (i) the occurrence and transmission of infectious diseases (e.g., SARS and MERS); (ii) the re-infection (e.g., malaria) and co-infection with other pathogens [e.g., coronaviruses, hepatitis viruses, tuberculosis (TB), and HIV] or chronic diseases (e.g., diabetes); (iii) the burden of chronic infections (e.g., HIV and TB); (iv) long-term consequences of infections; and (v) the complex interaction between infectious and chronic diseases over the life course.",
            "cite_spans": [],
            "section": "Epidemiologic Triad over the Life Course",
            "ref_spans": [
                {
                    "start": 156,
                    "end": 164,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "From a macroscopic point of view, the spatial heterogeneity of natural and socioeconomic factors could alter the possibility of infectious disease outbreaks in different regions. Natural environmental factors, such as precipitation, humidity, and temperature, have been recognized as important factors of infectious disease spread, such as hand-foot-and-mouth disease and influenza [3]. The populations who are exposed to certain environmental factors can lead to an increasing contact to infectious agents. In particular, the hysteresis effect of the weather factors should be considered [4]. Socioeconomic factors, such as population density, human movement, urbanization, economic development, and communication technology development, are also connected to the transmission of infectious diseases. For instance, modern transportations have accelerated the spread of dengue and mosquito vectors across the world over the last six decades; human movement and urbanization have increased the frequency of communication among individuals and thus the risk for HIV transmission [5]. In addition, environmental amenities could facilitate the formation of behaviors, such as outdoor physical activities, which could increase the contact between people, motivating the outbreak of human-to-human transmission of diseases.",
            "cite_spans": [
                {
                    "start": 383,
                    "end": 384,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 590,
                    "end": 591,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1078,
                    "end": 1079,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Risk Factors of Infections across Spatial Life Course",
            "ref_spans": []
        },
        {
            "text": "The microscopic perspective mainly involves the experiences and attributes of individual hosts, as well as the features of pathogens. Some infectious diseases are more likely to happen in specific age and/or gender groups. For example, the hand-foot-mouth disease more likely attacks children under 10 years [6]. Furthermore, a compromised immune status resulting from poor nutritional status in infancy may directly lead to an increased risk for infections in childhood, adolescence, and adulthood, as well as potentially elevated morbidity and mortality rates at each stage of life, especially in late adulthood. Additionally, long-term health impacts after infection may exist across the life course and across regions, such as the birth defects of children who are exposed to maternal Zika virus infection in America [7]. Infectious diseases caught in early childhood can also lead to malnutrition (e.g., stunting and overweight), which could still lead to higher risk for chronic diseases at a later stage of life.",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 310,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 822,
                    "end": 823,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Risk Factors of Infections across Spatial Life Course",
            "ref_spans": []
        },
        {
            "text": "The totality of all internal (e.g., having certain chronic diseases) and external (e.g., built and food environments in residential neighborhoods) exposures at all places and over the life course, termed as exposome, is a useful target to measure in not only chronic disease studies (i.e., cumulative exposure for dose–response estimation) [8,9], but also in infectious disease research. For instance, intensity of exposures to pulmonary TB, measured as individual contact time with the TB index case, has been positively associated with the increased risk for TB infection and diseases among household contacts [10].",
            "cite_spans": [
                {
                    "start": 341,
                    "end": 342,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 343,
                    "end": 344,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 613,
                    "end": 615,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Risk Factors of Infections across Spatial Life Course",
            "ref_spans": []
        },
        {
            "text": "Spatial lifecourse epidemiology is an enabling field for the exposome [8]. Spatial approaches have been increasingly used to study the determinants of and the risk for infections for two decades [11]. For example, the changing spatio-temporal distribution of variant virus strains (e.g., influenza A viruses), has high impacts on the risk for influenza infections in populations across the world [12]; phylogeographical methods hold great potential for understanding the epidemics, spread routes, as well as the changing risks from origins to destinations (e.g., Zika and seventh cholera pandemic), by combining geolocations and genetic data, etc. Although these researches, as well as some other themes such as early detection and warning of disease outbreaks, could be partly under the concept of life course, they mainly stay at the regional instead of individual level (e.g., focusing on what types of climatic and meteorological factors may be risk factors). Many individual-level factors could be confounders for the detected associations. This problem needs to be solved in a longitudinal study design, which, in turn, requires spatial technologies to provide temporally frequent measurements of external environmental factors to enrich cohort data and hence investigate causal relationships between environmental exposure and disease occurrence.",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 72,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 196,
                    "end": 198,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 397,
                    "end": 399,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Spatial Lifecourse Approaches for Infectious Disease Epidemiology",
            "ref_spans": []
        },
        {
            "text": "From a lifecourse perspective, the risk assessment of infection should also be conducted according to age, gender, and other natural characteristics. Individuals’ social characteristics, such as occupation, daily activities, and social interactions, also affect individuals’ risk for infection. Modern ways of collecting those data include using location-based services (e.g., smartphone or mHealth applications) to ease the survey process [13]. Therefore, survey questions on infectious diseases could be combined into the prospective cohort studies that have been mainly designed for studying chronic diseases. In turn, data collected in infectious disease surveys could also be used to supplement the local cohort studies. Furthermore, if there is a sufficient sample size, infectious disease surveillance, surveys, and reports (e.g., the National Notifiable Diseases Reporting) could all be used to construct study populations for spatial lifecourse epidemiologic research.",
            "cite_spans": [
                {
                    "start": 441,
                    "end": 443,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Spatial Lifecourse Approaches for Infectious Disease Epidemiology",
            "ref_spans": []
        },
        {
            "text": "Modeling the spatio-temporal trend of infectious diseases is an important issue because an accurate prediction of outbreaks can serve for early preparedness and responses. Lifecourse analyses for infectious diseases from macro to micro levels are helpful to improve the accuracy of the dynamic transmission model, as they provide additional information for simulation of the progression of infectious diseases. Some dynamic models from a lifecourse perspective have been developed, such as climate-driven dynamic models, age-dependent dynamic models, and human mobility-based models [5,14]. Propagation dynamics models could be used to predict the changes of infectious populations during an epidemic, which divide a population into different groups, such as susceptible population, infected population, and recovery population [15]. Different groups of the population are interchanged by a proportion within a period. Two directions of improvements may be considered from a spatial lifecourse perspective. One is that a susceptible population could be estimated more accurately, according to the distribution of the population and corresponding infectious factors. The other is related to the adjustment of model parameters, such as transmission rate and recovery rate.",
            "cite_spans": [
                {
                    "start": 584,
                    "end": 585,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 586,
                    "end": 588,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Spatial Lifecourse Approaches for Infectious Disease Epidemiology",
            "ref_spans": []
        },
        {
            "text": "In addition to data analysis, presentation of disease maps also needs to be more dynamic, moving from static disease mapping to continuously updated maps of contemporary disease risk. Several approaches were summarized to quantify human mobility at different spatial and temporal scales, including long-term international and within-country migration census, flight and commuting networks, cell-phone data, and logging devices (e.g., GPS). Although long-term time series of these data are still challenging, they are becoming increasingly available from different novel and open data sources. Those approaches and data sources could also be used for designing new or supplementing existing spatial lifecourse epidemiologic studies [2,8].",
            "cite_spans": [
                {
                    "start": 732,
                    "end": 733,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 734,
                    "end": 735,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Spatial Lifecourse Approaches for Infectious Disease Epidemiology",
            "ref_spans": []
        },
        {
            "text": "More attention should be paid to estimate the lifecourse risk of individuals for infections after considering variable environments, dynamic hosts and their behaviors, and the spatio-temporal interaction between the environment and individuals. The concept of spatial lifecourse epidemiology can include all those factors and considerations in one research framework, which will revolutionize the infectious disease research to improve ‘One Health’ at the interface of humans, animals, and their various environments.",
            "cite_spans": [],
            "section": "Concluding Remarks",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: The Epidemiological Triad over the Life Course.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Spatial lifecourse epidemiology",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Lancet Planet Health",
            "volume": "3",
            "issn": "",
            "pages": "e57-e59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Spatial Lifecourse Epidemiology Reporting Standards (ISLE-ReSt) statement",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Health Place",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.healthplace.2019.102243"
                ]
            }
        },
        "BIBREF2": {
            "title": "The effects of weather factors on hand, foot and mouth disease in Beijing",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sci. Rep.",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A spatial, social and environmental study of tuberculosis in China using statistical and GIS technology",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Int. J. Environ. Res. Public Health",
            "volume": "12",
            "issn": "",
            "pages": "1425-1448",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Seasonal and interannual risks of dengue introduction from South-East Asia into China, 2005-2015",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "PLoS Negl. Trop. Dis.",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Hand, foot, and mouth disease in China, 2008-12: an epidemiological study",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Xing",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet Infect. Dis.",
            "volume": "14",
            "issn": "",
            "pages": "308-318",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Spread of Zika virus in the Americas",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Proc. Natl. Acad. Sci. U. S. A.",
            "volume": "114",
            "issn": "",
            "pages": "E4334-E4343",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Top 10 research priorities in spatial lifecourse epidemiology",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Environ. Health Perspect.",
            "volume": "127",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Earth observation: investigating noncommunicable diseases from space",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Annu. Rev. Public Health",
            "volume": "40",
            "issn": "",
            "pages": "85-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Intensity of exposure to pulmonary tuberculosis determines risk of tuberculosis infection and disease",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Acuna-Villaorduna",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Eur. Respir. J.",
            "volume": "51",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "A remote sensing data based artificial neural network approach for predicting climate-sensitive infectious disease outbreaks: a case study of human brucellosis",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Remote Sens.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Surveillance and characterisation of influenza viruses among patients with influenza-like illness in Bali, Indonesia, July 2010-June 2014",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Adisasmito",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "BMC Infect. Dis.",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Measuring mobility, disease connectivity and individual risk: a review of using mobile phone data and mHealth for travel medicine",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J. Travel Med.",
            "volume": "26",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Climate-driven variation in mosquito density predicts the spatiotemporal dynamics of dengue",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Proc. Natl. Acad. Sci. U. S. A.",
            "volume": "116",
            "issn": "",
            "pages": "3624-3629",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Identifying influential spreaders in complex networks by propagation probability dynamics",
            "authors": [
                {
                    "first": "D.B.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Chaos",
            "volume": "29",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}