{
    "paper_id": "PMC7199685",
    "metadata": {
        "title": "Free DNA, a reason for severe COVID-19 infection?",
        "authors": [
            {
                "first": "Bin",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": "gz12liubin@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The fast-growing outbreak of 2019 novel coronaviruses (SARS-CoV-2), which originated from China at the beginning of December 2019, reached all continents except the Antarctica in merely three months. As for March 7th, 2020, more than 100,000 infected patients and more than 3,500 death cases have been documented worldwide. Especially, severe SARS-CoV-2 infection (COVID-19) has a bad clinical outcome, and some reports emphasized the role of cytokine storm and dysfunctions of multiple organs.[1], [2], [3] However, the etiology of severe COVID-19 has been largely unknown.",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 497,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 499,
                    "end": 502,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 504,
                    "end": 507,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Similar as SARS-CoV and MERS-CoV, SARS-CoV-2 is also thought derived from bat coronaviruses.4 However, all these coronaviruses, in addition to other human fatal virus such as Ebola and Marburg, are not pathogenic for bat at all. One major reason is that free DNA in cytoplasm or blood cannot bring up violent immune response in bat. However free DNA can produce severe inflammations in human mediated by KLRC/KLRD family of natural killer cell receptors, MHC class I genes, and type I interferons, and some DNA sensors,[5], [6] thus “cytokine storm” in human. Therefore, I hypothesized that the damage induced by free DNA is a reason for severe COVID-19.",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 93,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 519,
                    "end": 522,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 524,
                    "end": 527,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "The Hypothesis",
            "ref_spans": []
        },
        {
            "text": "Free DNA is produced by dying cells. In healthy subjects, white blood cells are the major source of free DNA. While in cancer, it is usually from tumor cells. Free DNA In COVID-19 patients can be brought up by both injured lung cells, lymphocytes, and other immune cells. More than 60% of COVID-19 patients had lymphopenia,[1], [2], [3] which produced abundant free DNA in these patients. Free DNA is then circulated into many tissues and activated various tissue cells to produce a large amount of cytokines,[5], [6] thus risk for “cytokine storm”. In addition to these cytokines, free DNA can also destroy vascular endothelial cells directly:7\nin vitro study showed it can harm human umbilical vein endothelial cells. The damage of endothelial cells will boost the dysfunctions of multiple organs by cytokine storm, as described as follow. Meanwhile, cytokine storm will also promote the permeability of blood vessels. Level of lymphocytes is thought as the early identification of risk factors for severe COVID-19,[2], [3] while I hypothesized that it was related to free DNA-related cytokine storm and blood vessel damage, which can explain many symptoms of this disease, including some “special” symptoms in COVID-19, as shown in Figure 1\n.",
            "cite_spans": [
                {
                    "start": 323,
                    "end": 326,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 328,
                    "end": 331,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 333,
                    "end": 336,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 509,
                    "end": 512,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 514,
                    "end": 517,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 644,
                    "end": 645,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1017,
                    "end": 1020,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1022,
                    "end": 1025,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Evaluation of the hypothesis",
            "ref_spans": [
                {
                    "start": 1235,
                    "end": 1243,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Other immune cells can also be the source of free DNA. For example, the alveolar macrophages are significantly increased, filled, and activated in the alveolar cavities in the COVID-19 patients with ARDS,9 which can produce a large amount of free DNA and cytokines. In addition, the neutrophil extracellular traps (NETs), an important pathogenic components of neutrophils, also have a large amount of free DNA, myeloperoxidase-DNA complexes, histones, and enzymes. The level of NETs was reported contributed to lung injury and was correlated with severity of H7N9 and H1N1 infections.10\n",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 584,
                    "end": 586,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Evaluation of the hypothesis",
            "ref_spans": []
        },
        {
            "text": "There are some risk factors for severe COVID-19, such as hypertension, diabetes, cardiovascular diseases,[1], [2], [3] all of which have previous vascular damages. I thought that the blood vessels in these patients are more vulnerable for free DNA-induced damage, then these patients have more chances to be admitted to the ICU and death. Moreover, above underlying diseases are also risk factors for severe SARS, which also showed some characteristics of “cytokine storm”.11\n",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 108,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 110,
                    "end": 113,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 115,
                    "end": 118,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 473,
                    "end": 475,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Some clinical outcomes of severe COVID-19 can be explained by free DNA-induced damage. Acute respiratory distress syndrome (ARDS) is a major cause of death, which can be developed from interstitial pneumonia commonly found in COVID-19.12 Both interstitial pneumonia and ARDS can be boosted by endothelial cells’ damage: all the pulmonary pathological tests of COVID-19 patients showed significant damages of vessel walls and infiltration of inflammatory cells in pulmonary alveoli, while with fewer invasion of SARS-CoV-2 compared to SARS-CoV and MERS-CoV.13 ARDS is commonly seen in sever COVID-19 patients because of the following reasons: first, lung has a large total area of capillary bed, thus prone to vessels damage and cytokine storm induced by free DNA; second, higher content of oxygen in lung vessels can form more 8-oxodG, the product of free DNA, then brought up more serious harm to lung vessels;6 third, SARS-CoV-2 directly invade into and destroy pulmonary epithelial cells by ACE2 receptor.14\n",
            "cite_spans": [
                {
                    "start": 235,
                    "end": 237,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 556,
                    "end": 558,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 911,
                    "end": 912,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1008,
                    "end": 1010,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Sticky mucus plug in alveoli and bronchioles is a special feature of severe COVID-19 patients. This is an important reason for poor prognosis of severe COVID-19. In addition to a large cell debris produced by cytokine storm, I thought that there were high content of free DNA in inflammatory exudationa in alveoli and bronchioles, which is very sticky and is easy to bound to cell debris and fibrin, thus the formation of mucus plug.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Compared to patients not in ICU, those in ICU have more higher prevalence of shock,[1], [2], [3] which involves the dysfunction of microvascular endothelial cells and large effusion of liquid from circulation into tissues. In addition, acute injuries of heart, liver and kidney, where have abundant blood flow, was also prone to occur in these severe COVID-19 patients.[1], [2], [3] SARS-CoV-2 were not extensively found in above organs in severe COVID-19 patients by autopsy; meanwhile, there were obvious damage of vessles, inflammation and edema of these organs.13 Moreover, the increase of vascular permeability will accelerate the damage of cytokines. Therefore, these fatal complications in COVID-19 were caused at least partly by free DNA-induced vessels’ damage and cytokine storm, but not only by the virus itself.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 86,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 88,
                    "end": 91,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 93,
                    "end": 96,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 369,
                    "end": 372,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 374,
                    "end": 377,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 379,
                    "end": 382,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 565,
                    "end": 567,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Acute injuries of liver and kidney are also usually seen in severe SARS patients.11 Taken together with cytokine storm, similar risk factors and complications in the infections of both SARS-CoV and SARS-CoV-2, it implied that free-induced vascular damages and cytokine storm may play pivotal roles in the infections of these fatal coronaviruses.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Brain is another organ with abundant blood flow, which showed congestion and edema in autopsy of severe COVID-19 patients. Additionally, drowsiness and convulsions can be seen in some children patients. These phenomena can also be explained by free-DNA induced vessel damage and inflammation.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Once the vascular endothelial cells damaged, the coagulation system is activated. Thrombocytopenia, higher Pro-thrombin time and D-dimer level are more common in severe COVID-19 patients.[1], [2], [3] It implied that there were more severe damages of vascular endothelial cells in severe patients compared to mild patients. Consistently, there were some microthrombus in many organs and obvious hemorrage in lung found by autopsy of severe patients. The microthrombus and hemorrage of above organs can further disturb their functions. I want to compare COVID-19 to the infection of Ebola, another fatal virus from bat, which also has immune suppression and a systemic inflammatory response that causes impairment of the vascular and coagulation, leading to severe hemorrhage, multiorgan failure and shock.15 I thought that there also is free DNA-induced vascular damage and inflammation in the infection of Ebola, which usually cannot be compensated by coagulation system.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 190,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 192,
                    "end": 195,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 197,
                    "end": 200,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 805,
                    "end": 807,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Free DNA is relative resistant to the endonuclease action,16 so the free DNA from both dead lung cells and lymphocytes can be accumulated in blood to a certain extent, then induce the damage of COVID-19 patients rapidly and violently. It can explain the following “strange” phenomenon: first, compared to SARS and MERS, patients with COVID-19 usually had a comparative long interval from disease onset to dyspnoea, but they were suddenly worsening and had some severe symptoms shortly, such as ARDS, admission to mechanical ventilation and to ICU.[1], [2], [3] Importantly, these symptoms (averagely not before day 12 in non-surviors)17 is usually happened when the viral shedding is already decreasing (its peak time at about day 6) in severe COVID-19 patients. It can be easily explained by the accumulation of free DNA in blood. When it is extended to a “threshold”, significant vessels damage and cytokine storm will be produced. In addition, Guan et al reported that about half of patients have no fever at admission to hospital, but most of them will develop a fever during hospital.2 I thought that the “delayed fever” was partly due to an increasing level of free DNA, in addition to the amplification of the virus. Third, many clinicians found that some severe COVID-19 patients have experienced two or more “attack” even after viral load was reduced. I thought that some attack was due to direct invasion by the virus, while the others might be due to the cytokine storm or vessel damage induced by free DNA. Most surprisingly, some discharged patients with improved CT results and continuous twice negative tests of nucleic acids, were found to return to positive tests of nucleic acids .18 It implied that the load of virus increased after they were discharged from hospital. This phenomenon is not seen in SARS and MERS. Free DNA is related to the continues activation and use up of immune cells.19 I thought that comparative high level of free DNA in some discharged patients will eventually suppress immune function and cause the amplification of virus.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 60,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 547,
                    "end": 550,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 552,
                    "end": 555,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 557,
                    "end": 560,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 634,
                    "end": 636,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1089,
                    "end": 1090,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1699,
                    "end": 1701,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1909,
                    "end": 1911,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Lastly but not least, antiviral drugs usually are helpful in mild patients but not in many severe patients,[1], [2], [3] because of free DNA-induced “cytokine storm” and vessel damage. However, plasmapheresis may be an effective treatment,11 at lest partly due to clearing of some free DNA.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 110,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 112,
                    "end": 115,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 117,
                    "end": 120,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 239,
                    "end": 241,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Conclusively, I thought that free DNA-induced damage play a pivotal role in the etiology of cytokine storm in severe COVID-19. So free DNA might be a useful biomarker of severe COVID-19. Further investigations of free DNA-induced damage in the infections of SARS and Ebola are warranted.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "\n[8].",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 4,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Uncited references",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Free DNA and severe COVID-19 infection.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "China. Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A Novel Coronavirus from Patients with Pneumonia in China, 2019",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Dampened STING-Dependent Interferon Activation in Bats",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Cell Host Microbe",
            "volume": "23",
            "issn": "3",
            "pages": "297-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Cyclic GMP-AMP is an endogenous second messenger in innate immune signaling by cytosolic DNA",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Science",
            "volume": "339",
            "issn": "",
            "pages": "826-830",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "GC-Rich Extracellular DNA Induces Oxidative Stress, Double-Strand DNA Breaks, and DNA Damage Response in Human Adipose-Derived Mesenchymal Stem Cells",
            "authors": [
                {
                    "first": "S.V.",
                    "middle": [],
                    "last": "Kostyuk",
                    "suffix": ""
                },
                {
                    "first": "L.N.",
                    "middle": [],
                    "last": "Porokhovnik",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Ershova",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Oxid Med Cell Longev",
            "volume": "2018",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Aveolar Macrophage Activation and Cytokine Storm in the Pathogenesis of Severe COVID-19",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "ResearchSquare",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.21203/rs.3.rs-19346/v1"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Lung pathology of severe acute respiratory syndrome (SARS): a study of 8 autopsy cases from Singapore",
            "authors": [
                {
                    "first": "T.J.",
                    "middle": [],
                    "last": "Franks",
                    "suffix": ""
                },
                {
                    "first": "P.Y.",
                    "middle": [],
                    "last": "Chong",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Chui",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hum Pathol",
            "volume": "34",
            "issn": "",
            "pages": "743-748",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Relation Between Chest CT Findings and Clinical Conditions of Coronavirus Disease (COVID-19) Pneumonia: A Multicenter Study",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhong",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Am J Roentgenol.",
            "volume": "3",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Ebola haemorrhagic fever",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Feldmann",
                    "suffix": ""
                },
                {
                    "first": "T.W.",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Lancet",
            "volume": "377",
            "issn": "",
            "pages": "849-862",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Photolysis of N-hydroxypyridinethiones: a new source of hydroxyl radicals for the direct damage of cell-free and cellular DNA",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Epe",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Ballmaier",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Adam",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Nucleic Acids Research",
            "volume": "24",
            "issn": "",
            "pages": "1625-1631",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10229",
            "pages": "1054-1062",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Cell-Free Nucleic Acids and their Emerging Role in the Pathogenesis and Clinical Management of Inflammatory Bowel Disease",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Kubiritova",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Radvanszky",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Gardlik",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int J Mol Sci",
            "volume": "pii",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.3390/ijms20153662"
                ]
            }
        }
    }
}