{
    "paper_id": "PMC7106558",
    "metadata": {
        "title": "What is the importance of zoonotic trichomonads for human health?",
        "authors": [
            {
                "first": "Julia",
                "middle": [
                    "M."
                ],
                "last": "Maritz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kirkwood",
                "middle": [
                    "M."
                ],
                "last": "Land",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jane",
                "middle": [
                    "M."
                ],
                "last": "Carlton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "P."
                ],
                "last": "Hirt",
                "suffix": "",
                "email": "robert.hirt@newcastle.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Trichomonads are anaerobic, flagellated protists belonging to the large and diverse groups Trichomonadea and Tritrichomonadea of phylum Parabasalia [1]. They are characterized by the presence of three to five anterior flagella, hydrogenosomes – hydrogen-producing organelles corresponding to anaerobic versions of mitochondria [2], a parabasal body (a large Golgi), and a complex cytoskeleton. A few species have been isolated from environmental samples and may represent free-living species; however, the majority of species form symbiotic interactions (see Glossary) with various animal hosts. Among the parasitic trichomonads, several species inhabit the oral, digestive, and urogenital tracts of invertebrate and vertebrate hosts, including livestock, pets, and humans.",
            "cite_spans": [
                {
                    "start": 148,
                    "end": 151,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 327,
                    "end": 330,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "The trichomonad lineage in phylum Parabasalia",
            "ref_spans": []
        },
        {
            "text": "Historically, phylum Parabasalia was divided into two groups based on morphological characteristics; however, the recent inclusion of molecular data recovered six groups: Trichomonadea, Tritrichomonadea, Hypotrichomonadea, Cristamonadea, Spirotrichonymphea, and Trichonymphea [3]. The Trichomonadea, Tritrichomonadea, and Hypotrichomonadea are of primary concern to parasitologists; however, the evolutionary relationships within and between these groups are unclear [4]. Several molecular phylogenies have attempted to resolve these evolutionary relationships using phylogenetic markers such as ribosomal RNA (rRNA) and protein coding genes (Figure 1\n), which give inconsistent phylogenies 4, 5.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 279,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 467,
                    "end": 470,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 691,
                    "end": 692,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 694,
                    "end": 695,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "The trichomonad lineage in phylum Parabasalia",
            "ref_spans": [
                {
                    "start": 643,
                    "end": 651,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Four species of trichomonad are considered human parasites: Trichomonas vaginalis (found in the urogenital tract) [6], Trichomonas tenax (localized to the oral cavity) [7], and Pentatrichomonas hominis and Dientamoeba fragilis (located in the digestive tract) 8, 9. Only one species has well-established pathogenic potential: T. vaginalis, the cause of the most prevalent non-viral sexually transmitted infection in humans, trichomoniasis [10]. Only T. vaginalis and T. tenax are considered human-specific, with the former characterized by the richest, although still limited, epidemiology data [11], but very little is known about the latter. P. hominis and D. fragilis can cause gastrointestinal symptoms in some patients, such as abdominal pain and diarrhea 8, 12, D. fragilis has also been proffered as a potential causative agent of irritable bowel syndrome (IBS) 13, 14, but debate surrounds its pathogenicity, infection route, and epidemiology [15]. In addition, several trichomonad species are of veterinary importance, such as the avian pathogens Trichomonas gallinae, Tetratrichomonas gallinarum, and Histomonas meleagridis\n16, 17, 18, 19, and Tritrichomonas foetus, the causative agent of a venereal disease in cattle [20]. This extensive host range, along with the isolation of D. fragilis\n[21] and P. hominis\n[22] from various animal hosts, suggests that certain species of trichomonads may exhibit the characteristics of zoonoses. Although the question of zoonotic trichomonads has been considered for some years (e.g., 23, 24), recent results from several different sources have highlighted this potential. Here we summarize the clinical and phylogenetic studies that suggest a zoonotic potential for trichomonads, discuss their implications for human health, and the next steps required for investigation into their epidemiology, pathobiology and evolution.",
            "cite_spans": [
                {
                    "start": 114,
                    "end": 117,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 168,
                    "end": 171,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 260,
                    "end": 261,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 263,
                    "end": 264,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 439,
                    "end": 443,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 595,
                    "end": 599,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 761,
                    "end": 762,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 764,
                    "end": 766,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 869,
                    "end": 871,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 873,
                    "end": 875,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 951,
                    "end": 955,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1134,
                    "end": 1136,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1138,
                    "end": 1140,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1142,
                    "end": 1144,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1146,
                    "end": 1148,
                    "mention": "19",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1229,
                    "end": 1233,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1302,
                    "end": 1306,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1322,
                    "end": 1326,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1534,
                    "end": 1536,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1538,
                    "end": 1540,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "The trichomonad lineage in phylum Parabasalia",
            "ref_spans": []
        },
        {
            "text": "The four trichomonad species recognized as human parasites were initially thought to be site-specific [25] (Table 1\n). However, various clinical studies have shown that they can also be found in atypical locations. For example, T. tenax, a commensal of the human mouth found in patients with poor oral hygiene [7], has been identified by microscopic and molecular methods in the upper and lower respiratory tracts 26, 27. One possibility that could account from this ‘aberrant’ location is inhalation of the parasite from the oral cavity into the respiratory tract. However, in some cases where T. tenax was identified in the respiratory tract, no parasites were found in the mouth [26]. Other human trichomonad species have also been identified in the respiratory tract including the sexually transmitted species T. vaginalis\n28, 29 and the gut parasite P. hominis\n[30], which suggests that these species too can proliferate outside their usual body sites.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 106,
                    "mention": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 310,
                    "end": 313,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 414,
                    "end": 416,
                    "mention": "26",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 418,
                    "end": 420,
                    "mention": "27",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 682,
                    "end": 686,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 827,
                    "end": 829,
                    "mention": "28",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 831,
                    "end": 833,
                    "mention": "29",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 866,
                    "end": 870,
                    "mention": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Human trichomonad infections are not body site-specific ::: New evidence supports the zoonotic potential of trichomonads",
            "ref_spans": [
                {
                    "start": 108,
                    "end": 115,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "At least five species of trichomonad, including P. hominis, T. tenax, T. vaginalis, T. foetus, and T. gallinarum, have been identified in the human respiratory tract and as causative agents of pulmonary trichomoniasis (Table 1). They have been found in up to 60% of patients with Pneumocystis pneumonia (PcP) and in up to 30% of patients with acute respiratory distress syndrome (ARDS) [31]. Because trichomonads are microaerophilic it is unlikely that they initiate and cause these diseases themselves, but may represent secondary and opportunistic infections that could exacerbate symptoms and prolong illness [23]. These trichomonad respiratory infections seem to depend upon: (i) the presence of bacteria on which to feed and (ii) local anaerobic conditions caused by PcP or ARDS-associated infections [32] but not necessarily upon immunosuppression, because drugs against PcP consistently cure patients of pulmonary trichomonosis and, in one study, treated ARDS patients were not found to be immunocompromised [25]. Thus, the presence of an increasing number of distinct trichomonads in a broader range of clinical samples from patients with diverse diseases, such as AIDS, rheumatoid arthritis, prostate cancer, pulmonary infections (empyema and pneumonia in addition to PcP and ARDS), and digestive conditions such as diarrhea and IBS 33, 34, 35, is becoming increasingly apparent. Indeed, the frequency of pulmonary trichomonosis infections may be higher than reported because transformation of parasites from the motile, pear-shaped stage to the amoeboid stage renders microscopic identification in clinical samples difficult [31], highlighting the importance of molecular data to identify such infections [25].",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "mention": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 612,
                    "end": 616,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 806,
                    "end": 810,
                    "mention": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1015,
                    "end": 1019,
                    "mention": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 1342,
                    "end": 1344,
                    "mention": "33",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1346,
                    "end": 1348,
                    "mention": "34",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 1350,
                    "end": 1352,
                    "mention": "35",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 1635,
                    "end": 1639,
                    "mention": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1715,
                    "end": 1719,
                    "mention": "[25]",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Human trichomonad infections are not body site-specific ::: New evidence supports the zoonotic potential of trichomonads",
            "ref_spans": [
                {
                    "start": 219,
                    "end": 226,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Trichomonads were thought to have strict host specificity [25]; however, trichomonad parasites not previously reported as infecting humans have recently been found in human clinical samples (Table 1). For example, parasites belonging to the genus Tritrichomonas can be isolated from the reproductive tract of cattle (Tritrichomonas foetus), the nasal mucosa and intestine of pigs (Tritrichomonas suis), and the intestine of non-human primates (Tritrichomonas mobilensis) [20]. Another example is T. foetus, historically considered specific to cattle 25, 36. Nonetheless, experimental cross-infections of the parasites between pigs and cattle in addition to analysis of molecular data suggest that these three species should be considered strains of the same species 20, 37. In addition, several different genotypes of T. foetus have been identified as causing diarrhea in cats in ∼12 countries 38, 39 and have also been isolated from dogs with diarrhea [40]. Moreover, in several new clinical cases, T. foetus or T. foetus-like organisms have unexpectedly been identified in the lungs of human patients [41]. Such findings suggest that T. foetus is a zoonotic parasite capable of colonizing an extensive range of hosts and body sites.",
            "cite_spans": [
                {
                    "start": 58,
                    "end": 62,
                    "mention": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 471,
                    "end": 475,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 550,
                    "end": 552,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "36",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 766,
                    "end": 768,
                    "mention": "20",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 770,
                    "end": 772,
                    "mention": "37",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 894,
                    "end": 896,
                    "mention": "38",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 898,
                    "end": 900,
                    "mention": "39",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 953,
                    "end": 957,
                    "mention": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1103,
                    "end": 1107,
                    "mention": "[41]",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Non-human species of trichomonad have been isolated from clinical samples ::: New evidence supports the zoonotic potential of trichomonads",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 198,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Other examples of species of non-human trichomonads recently found to infect humans are members of the genus Tetratrichomonas, currently the largest genus in phylum Parabasalia. Tetratrichomonas species are found in the small intestine of a wide spectrum of invertebrate and vertebrate hosts, such as leeches, birds, and rodents [42]. Indeed, some species of tetratrichomonad are known to infect a wide range of unrelated hosts, such as Tetratrichomonas prowazeki, which has been found in species of amphibians and reptiles [42]. Another example, Tetratrichomonas gallinarum, is primarily thought of as an avian parasite of the digestive tract in domestic and wild birds [43], although its pathogenicity is not well established [17]. However, several recent studies have identified Tetratrichomonas strains isolated from human lungs or the human oral cavity as T. gallinarum or T. gallinarum-like organisms 24, 44, 45. Studies have also shown that genus Tetratrichomonas is much more diverse than previously thought and that T. gallinarum comprises at least three cryptic species with variable host specificity, some that represent human isolates 24, 43. Notably, experiments failed to transmit two Tetratrichomonas of human origin to birds, although the authors suggest this result could be explained by either adaptation of the T. gallinarum-like trichomonads to the human host or extensive in vitro culturing, so that infection of birds was no longer biologically achievable [24].",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 333,
                    "mention": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 524,
                    "end": 528,
                    "mention": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 671,
                    "end": 675,
                    "mention": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 728,
                    "end": 732,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 911,
                    "end": 913,
                    "mention": "44",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 915,
                    "end": 917,
                    "mention": "45",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1147,
                    "end": 1149,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1151,
                    "end": 1153,
                    "mention": "43",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1478,
                    "end": 1482,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Non-human species of trichomonad have been isolated from clinical samples ::: New evidence supports the zoonotic potential of trichomonads",
            "ref_spans": []
        },
        {
            "text": "Recent molecular phylogenetic analysis of trichomonads using rRNA and protein coding genes (e.g., Rpb1) has begun to answer important questions regarding trichomonad phylogeny. Rpb1 is a ubiquitous eukaryotic gene coding for the largest subunit of RNA polymerase II and is present as a single copy in many eukaryotes. A recent analysis of Rpb1 generated a fully resolved phylogeny of Trichomonadea, Tritrichomonadea, and Hypotrichomonadea, and species and isolates within these groups (Figure 2\n) [5]. Interestingly, the phylogeny recovered some avian isolates of Trichomonas spp. as sister taxa to T. vaginalis, and T. tenax as closely related to T. gallinae; these findings are consistent with previous phylogenies based upon rRNA and other protein coding genes 24, 46, 47, 48. The common ancestor to this complex is also related to the avian T. gallinarum (e.g., [42]). These new phylogenies complicate the inferred relationship between T. vaginalis and T. tenax, which on the basis of host specificity might be expected to be sister taxa [47]. In this scenario, an ancestor of both species infected humans and subsequently differentiated into two distinct species with different body site preferences. However, the phylogenetic data suggest the zoonotic transfer of trichomonad parasites from humans to birds, and/or vice versa, on at least two occasions, or a combination of these events.",
            "cite_spans": [
                {
                    "start": 497,
                    "end": 500,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 764,
                    "end": 766,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 768,
                    "end": 770,
                    "mention": "46",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 772,
                    "end": 774,
                    "mention": "47",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 776,
                    "end": 778,
                    "mention": "48",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 866,
                    "end": 870,
                    "mention": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1042,
                    "end": 1046,
                    "mention": "[47]",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Molecular phylogenies reveal close relationships between human and avian trichomonads ::: New evidence supports the zoonotic potential of trichomonads",
            "ref_spans": [
                {
                    "start": 486,
                    "end": 494,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Other studies investigating outbreaks of avian trichomonosis in wild birds, primarily attributed to T. gallinae infections, have also confirmed the close relationship between avian and human trichomonads [48]. Epidemic infections by T. gallinae of passerine species in Europe have recently been described and associated with high mortality and population decline [18]. This dramatic case of disease emergence demonstrates the potential for a trichomonad to jump host species (columbiform to passerine) and spread rapidly through populations. The disease is thought to have been initiated and spread through transfer of the parasite via contaminated water and bird feeders, as well as through direct contact between passerines [17]. Furthermore, the recent isolation and preliminary characterization of Trichomonas stableri associated with epidemic mortality in California Band-tail pigeons suggest that avian trichomonosis may be caused by pathogens other than T. gallinae and H. meleagridis\n17, 49. Genetic analysis at multiple loci indicated T. stableri to be more closely related to T. vaginalis than to the bird-associated T. gallinae\n[49] (Figure 2), further supporting the hypothesis that trichomonads are crossing host boundaries. Generating genetic markers and whole genome sequences of T. stableri and other T. vaginalis-like isolates derived from cases of epidemic avian trichomonosis will provide important insight into the evolution and origins of these pathogens. For example, does the Trichomonas sp. isolate from a white-winged pigeon extremely closely related to isolates of T. vaginalis represent a case of human to bird transfer (accession HM016231 in Figure 2)?",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 208,
                    "mention": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 363,
                    "end": 367,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 726,
                    "end": 730,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 992,
                    "end": 994,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 996,
                    "end": 998,
                    "mention": "49",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 1139,
                    "end": 1143,
                    "mention": "[49]",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Molecular phylogenies reveal close relationships between human and avian trichomonads ::: New evidence supports the zoonotic potential of trichomonads",
            "ref_spans": [
                {
                    "start": 1145,
                    "end": 1153,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1670,
                    "end": 1678,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Trichomonads provide a unique system for the study of the origins and pathobiology of zoonotic and emerging infectious diseases. In addition, they have attracted interest as model systems for evolutionary biology and comparative genomics 63, 64, and for biochemical, molecular, and cell biology investigations 2, 65, 66. The T. vaginalis genome sequence published in 2007 was the first species of trichomonad to be sequenced [67], and others are currently underway including isolates of T. foetus, P. hominis, T. gallinae, and T. tenax. These sequences will enable comparative analysis of common and unique parasitic modes of life cycle, and possible adaptive mechanisms. For example, T. vaginalis and T. foetus appear to have evolved independently to colonize the urogenital tracts of different mammalian hosts [68]. In addition, T. foetus has been isolated from the digestive tract of cats and dogs, indicating that it is capable of colonizing a broad range of hosts and environments [69]. These two species of sexually transmitted trichomonad probably represent cases of convergent evolution and provide an opportunity to compare the derived similarities and the origins of these traits that coincide with a shared niche.",
            "cite_spans": [
                {
                    "start": 238,
                    "end": 240,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 242,
                    "end": 244,
                    "mention": "64",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 310,
                    "end": 311,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 313,
                    "end": 315,
                    "mention": "65",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 317,
                    "end": 319,
                    "mention": "66",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 425,
                    "end": 429,
                    "mention": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 812,
                    "end": 816,
                    "mention": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 986,
                    "end": 990,
                    "mention": "[69]",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Investigating trichomonads as emerging infectious diseases and zoonoses ::: The implications of zoonotic trichomonads for human health",
            "ref_spans": []
        },
        {
            "text": "Species of trichomonad exhibit a range of genome sizes, from ∼94 Mb for the P. hominis genome to ∼177 Mb for the T. foetus genome [70]. The T. vaginalis genome sequence revealed the ∼160-Mb genome to be a result of expanded transposable elements and protein coding gene families, including those responsible for interaction of the parasite with its immediate environment 71, 72, 73. It has been hypothesized that the large genome size may be a recent event that occurred when the most recent common ancestor of T. vaginalis underwent a population bottleneck during its transition from the digestive tract to the urogenital tract. Because genome size is positively associated with cell volume, an increase in genome size and concomitant increase in cell size might have increased its phagocytic potential as well as surface area for the interaction of the parasite with host cell tissue 67, 73. In this context, it will be particularly interesting to compare the genomes of T. vaginalis with its closely related isolates and species derived from birds (Figure 2) to gain detailed insight into correlations between genome evolution and how this might relate to parasite pathobiology in humans and birds. Lateral gene transfers from bacterial donors sometime in the evolutionary past have also importantly influenced the evolution of T. vaginalis protein coding genes 63, 67. For example, the parasite has gained an almost complete pathway for the degradation of complex glycans present in host mucosal secretions, factors which may contribute to its adaptive potential and pathogenicity 61, 63. Comparison of a broad range of trichomonad genomes will help test this hypothesis and may pinpoint gene families whose acquisition and/or expansions correlate with pathogenicity and facilitated or mediated transitions from: (i) an ancestral animal-only stage to human-inclusive infections or (ii) from the digestive to urogenital tracts.",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 134,
                    "mention": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 371,
                    "end": 373,
                    "mention": "71",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 375,
                    "end": 377,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 379,
                    "end": 381,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 886,
                    "end": 888,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 890,
                    "end": 892,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 1365,
                    "end": 1367,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 1369,
                    "end": 1371,
                    "mention": "67",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 1585,
                    "end": 1587,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 1589,
                    "end": 1591,
                    "mention": "63",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Investigating trichomonads as emerging infectious diseases and zoonoses ::: The implications of zoonotic trichomonads for human health",
            "ref_spans": [
                {
                    "start": 1052,
                    "end": 1060,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Trichomonads also provide a unique system to study the features of a zoonotic lifestyle via comparative examination of molecular and cellular characteristics. For example, successful T. vaginalis infections are probably favored by virulence mechanisms such as cytoadherence and phagocytosis 72, 73. The ∼60 000 predicted protein coding genes of T. vaginalis\n[67] includes a plethora of candidate genes for surface molecules mediating interaction with host tissues and membrane trafficking and signaling, important processes involved in parasite pathobiology 72, 73. Cysteine proteases in particular have been identified as virulence factors central to the host–pathogen interface in T. vaginalis\n61, 72, 73, 74, 75. Transcriptomic studies have shown upregulation of some of these T. vaginalis virulence factors in response to contact with host cells in vitro\n[76] and have also documented their expression under in vitro growth conditions in T. foetus\n[69]. Similar to T. vaginalis, recent studies have shown the presence of cysteine proteases in the cell-free filtrate of T. gallinae and demonstrated their involvement in its in vitro cytopathogenic effects [77]. Mining other trichomonad genome data to identify important virulence proteins will improve our understanding of the molecular and cellular basis of infections and can be used to test hypotheses, such as whether zoonotic organisms show greater diversity in key virulence proteins underlying their capacity to parasitize a variety of host species and mucosal sites [78].",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 293,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 295,
                    "end": 297,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 358,
                    "end": 362,
                    "mention": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 558,
                    "end": 560,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 562,
                    "end": 564,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 696,
                    "end": 698,
                    "mention": "61",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 700,
                    "end": 702,
                    "mention": "72",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 704,
                    "end": 706,
                    "mention": "73",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 708,
                    "end": 710,
                    "mention": "74",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 712,
                    "end": 714,
                    "mention": "75",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 859,
                    "end": 863,
                    "mention": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 952,
                    "end": 956,
                    "mention": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 1159,
                    "end": 1163,
                    "mention": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1528,
                    "end": 1532,
                    "mention": "[78]",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "Investigating trichomonads as emerging infectious diseases and zoonoses ::: The implications of zoonotic trichomonads for human health",
            "ref_spans": []
        },
        {
            "text": "Although we have discussed several recent studies that provide strong evidence for the zoonotic origin and potential of trichomonads, regular and sustained zoonotic transmission of these microbes has yet to be definitively established. To improve our knowledge of the zoonotic origins of trichomonads, detailed investigations including systematic surveys of trichomonads in humans and animals will be required. Molecular methods have been instrumental in our understanding of the biology and complexity of trichomonads so far; however, more data and novel approaches are needed to resolve evolutionary relationships and to improve diagnostic tools. Wide sampling and whole genome sequencing of trichomonads, with subsequent comparative genomic investigations, will facilitate identifying the closest relatives of human trichomonad pathogens, providing a solid evolutionary framework for how these diseases have emerged and forming a basis for epidemiological studies across both animal (wild and domestic) and human hosts. Environmental studies such as the ‘Microbes, Sewage, Health and Disease’ metagenomics project in New York City (http://www.nyu.edu/about/news-publications/nyu-stories/video--mapping-nyc-s-metagenome.html) will provide important information on potential transmission routes and the patterns, nature, and occurrence of trichomonad infections in humans, animals, and birds; and establish the importance of trichomonads zoonotic transmissions – as has been established for species of Trypanosoma, Cryptosporidium, and Toxoplasma\n[79]. Furthermore, studies investigating the potential pathogenicity of these parasites in various mucosae (respiratory, digestive, and urogenital) are needed to determine the clinical significance and public health implications of trichomonads. Accumulation of these different types of data will advance our understanding of parasite biology and infection mechanisms, and provide approaches towards developing drug targets and vaccine candidates for species of this increasingly recognized medically and veterinary important lineage.Glossary\n\nCommensal: a form of symbiosis between two organisms where one derives benefit, whereas the other is unaffected. Some gut trichomonads are thought to represent commensals.\nDisease incidence: the number of new disease cases that occur in a population for a given time period (typically per year).\nDysbiosis: an imbalance of the microbiota (the microbial populations at a particular body site of an animal host) that leads, or predisposes, the host to disease conditions [60].\nEmerging infectious disease: outbreaks of previously unknown diseases or known diseases that show an increase in incidence, expansion in geographical range, or spread to a new population. Emerging infections can be caused by previously unknown or undetected infectious agents, newly evolved strains, environmental changes, and changes in human demography [51]. A recent review found that over 60% of human emerging infectious diseases are zoonotic in origin [53]. Examples include influenza, HIV/AIDS, and severe acute respiratory syndrome (SARS) coronavirus.\nIntermediate host: a host in or on which a pathogen spends a part of its life, usually a transition period, but does not reach sexual maturity.\nMutualism (mutualist): a form of symbiosis between two organisms in which both benefit from the relationship. Some gut parabasalids from termites are thought to represent mutualists [80].\nOpportunistic: a potential pathogen that typically does not cause disease in a healthy host, but can in particular situations cause disease, for example, owing to the compromised immune system (e.g., attributable to AIDS, chemotherapy, or malnutrition) of the host. Lung trichomonads represent probable opportunistic infections – see main text.\nParasitic (parasite): a non-mutual symbiosis between two species where one, the parasite, benefits at the expense of the other, the host. Parasites typically do not kill their hosts but exploit them for resources necessary for their survival. Obligate parasites cannot complete their life cycles and reproduce without a suitable host.\nPathogenic (pathogen): a broad term that refers to the ability of an organism to cause disease. It is typically used to describe an infectious agent or microorganism, such as a bacterium, protist, virus, etc., that causes disease in its host. Some pathogens, for example, protists Acanthamoeba spp. and Naegleria fowleri and fungi Aspergillus spp. are free-living species thriving in the environment and occasionally infect humans, often in an opportunistic manner in compromised hosts [59].\nPathogenicity: the ability of a pathogen to overcome host defenses and cause disease.\nRe-emerging infectious disease: the reappearance of a historically known infectious disease after a significant decline in incidence. Acquired resistance of pathogens to antimicrobial medications is an important factor in the re-emergence of many diseases. Examples include West Nile virus, cholera, MRSA (methicillin-resistant Staphylococcus aureus).\nReservoir: the habitat or host that harbors an infectious agent, where it can live, grow, and multiply. Reservoirs can include humans, animals, and serve as a source of potential disease outbreaks.\nSymbiosis: a close and often long-term relationship between two or more different biological species. These relationships can be obligate or facultative, mutualistic, commensalistic, or parasitic.\nTransmission: the passing of an infectious agent from one host to another host. Direct transmission routes include: physical contact, contact with a contaminated environment or surface, airborne transmission, and fecal–oral transmission. Indirect transmission routes involve another organism such as an insect vector or intermediate host.\nVector: an organism that carries and transmits a pathogen from an infected individual to another individual.\nVirulence: a property of a pathogen, such as specific structural elements or biochemical compounds commonly called virulence factors that cause a reduction in host fitness or damage to the host. It is now recognized that virulence is multifactorial and involves characteristics of both the pathogen and its host, which influence the outcome of their interaction and hence the observed virulence (e.g., an opportunistic pathogen in immunocompromised patients) [59].\nZoonosis: an infectious organism, such as a bacterium, virus, parasite, or fungus, transmissible between wildlife or domesticated animals and humans. Examples include: (i) the Lyme disease bacterium Borrelia transmitted to humans by ticks from a natural reservoir in rodents; (ii) the malaria parasite Plasmodium knowlesi transmitted by Anopheles vectors that causes malaria in monkeys and humans; and (iii) Cryptosporidium parvum, a parasite found in cats, dogs, and farmed animals and transmitted as a cyst in contaminated water, food, or through the fecal–oral route. Zoonoses are the leading cause of emerging infectious diseases worldwide, responsible for devastating disease outbreaks, mortality, and serious socioeconomic consequences 21, 56, 79.\nZoonotic potential: the potential for infectious diseases of wildlife or domestic animals to be transmitted to humans.\n\n",
            "cite_spans": [
                {
                    "start": 1548,
                    "end": 1552,
                    "mention": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 2561,
                    "end": 2565,
                    "mention": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 2922,
                    "end": 2926,
                    "mention": "[51]",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 3025,
                    "end": 3029,
                    "mention": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 3453,
                    "end": 3457,
                    "mention": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 4625,
                    "end": 4629,
                    "mention": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 6371,
                    "end": 6375,
                    "mention": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 7119,
                    "end": 7121,
                    "mention": "21",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 7123,
                    "end": 7125,
                    "mention": "56",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 7127,
                    "end": 7129,
                    "mention": "79",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Concluding remarks and future perspectives",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Trichomonad species identified in clinical studiesa\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: A molecular phylogeny of trichomonads. A cartoon depicting our current understanding of the relationships between different Parabasalia as determined by molecular phylogenetics, focusing on the trichomonads discussed in this article and their various hosts. Broken lines indicate discrepancies between different phylogenetic markers (see text). Adapted from [5].",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Rpb1 proteins resolve monophyletic Trichomonadea, Tritrichomonadea, and Hypotrichomonadea. Molecular phylogeny [PhyML 3.0.1, LG+G+I model, 100 bootstrap replicates, based on 387 unambiguously aligned sites (the alignment is available upon request)], based on rpb1 illustrating the relationship between human- and animal-specific trichomonad species and one isolated from the environment (Pseudotrichomonas keilini). Note the high similarity of sequences derived from the human Trichomonas vaginalis isolates and Trichomonas sp. (HMO16231) isolated from a dove. This sequence and other Trichomonas gallinae sequences are clearly distinct from the recently defined Trichomonas stableri (KF233590) species isolated from band-tailed pigeons [49]. Taxa in red were isolated from humans and those in blue isolated from birds; accession numbers of each sequence are shown. Adapted from [5].",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Speculative models of zoonoses caused by trichomonads.Trichomonads are listed on the right and colored according to primary hosts assigned historically in the literature. Unbroken lines represent known infections or transmission routes, and broken lines represent speculative infections or transmission routes for which data are lacking. The relationships are represented as follows: (blue box) trichomonads identified in wild bird species (e.g., green finch [16] and toucan [81]) in partially domesticated species (rock dove) and in fully domesticated species (chicken) circulate within these populations with variable host specificity [17] (blue unbroken circle with arrow). Two of the four avian trichomonads listed (Tetratrichomonas sp. and Tetratrichomonas gallinarum) have been identified in human lungs [24], and Trichomonas gallinae and Trichomonas stableri are also included owing to their close relationship to Trichomonas tenax and Trichomonas vaginalis5, 49. (Red box) T. vaginalis and T. tenax are the two species considered human-specific, with known human-to-human infections (unbroken red circle). The close genetic relationship of the human and avian trichomonads (Figure 2) suggests either independent zoonotic acquisitions from avian sources (broken blue arrow) or transfer of the parasites from humans to birds through environmental contamination (broken red arrow). (Green box) Tritrichomonas foetus has been isolated from a variety of pets and farm animals, with the same strain known to infect cattle and pigs (unbroken green arrow) [26], but different genotypes infecting cattle and cats 29, 31; the origins of dog infections remain unclear [32]. Thus, there are at least two T. foetus genotypes capable of colonizing an extensive range of hosts, including humans [41] (broken green circle and arrow). The lack of precise epidemiological data is indicated by ‘?’. (Purple box) Pentatrichomonas hominis has been isolated from a variety of pets and farm animals [22], but little is known about its infection route and epidemiology; the same strain could be circulating between all identified hosts (broken purple circle). (Orange box) Dientamoeba fragilis has been isolated from farm animals (pigs) and non-human primates (gorillas), with the same strain known to infect pigs and humans [21] (unbroken orange arrow). Recent evidence suggests that household pets do not play a role in transmission [82]; however, the origins remain unclear and multiple strains could be circulating in animal hosts (broken orange circle and arrow). Additionally, given recent prevalence and transmission data it seems unlikely that transmission from non-human hosts represents a significant proportion of infections. Contaminated surfaces and water [83], uncooked meat, or direct contact with pets and farm animals could lead to animal-to-human transmissions of trichomonads. Initial infections were presumably through the digestive tract (via oral ingestion) with further progression to the lungs for some (various) species or the urogenital tract (T. vaginalis).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The revised classification of eukaryotes",
            "authors": [
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Adl",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J. Eukaryot. Microbiol.",
            "volume": "59",
            "issn": "",
            "pages": "429-493",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Biochemistry and evolution of anaerobic energy metabolism in eukaryotes",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Microbiol. Mol. Biol. Rev.",
            "volume": "76",
            "issn": "",
            "pages": "444-495",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Critical taxonomic revision of parabasalids with description of one new genus and three new species",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Cepicka",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Protist",
            "volume": "161",
            "issn": "",
            "pages": "400-433",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Molecular phylogeny and evolution of parabasalia with improved taxon sampling and new protein markers of actin and elongation factor-1α",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Noda",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Phylogeny of parasitic parabasalia and free-living relatives inferred from conventional markers vs Rpb1, a single-copy gene",
            "authors": [
                {
                    "first": "S.B.",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "PLoS ONE",
            "volume": "6",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Trichomoniasis and HIV interactions: a review",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Kissinger",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Adamski",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sex. Transm. Infect.",
            "volume": "89",
            "issn": "",
            "pages": "426-433",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Salivary trichomoniasis. A case report of infestation of a submaxillary gland by Trichomonas tenax",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Duboucher",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Arch. Pathol. Lab. Med.",
            "volume": "119",
            "issn": "",
            "pages": "277-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Molecular identification of Pentatrichomonas hominis in two patients with gastrointestinal symptoms",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Meloni",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J. Clin. Pathol.",
            "volume": "64",
            "issn": "",
            "pages": "933-935",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Emerging from obscurity: biological, clinical, and diagnostic aspects of Dientamoeba fragilis",
            "authors": [
                {
                    "first": "E.H.",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "17",
            "issn": "",
            "pages": "553-570",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Hobbs",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Sexually Transmitted Diseases",
            "volume": "",
            "issn": "",
            "pages": "771-793",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Global epidemiology of Trichomonas vaginalis",
            "authors": [
                {
                    "first": "D.N.",
                    "middle": [],
                    "last": "Poole",
                    "suffix": ""
                },
                {
                    "first": "R.S.",
                    "middle": [],
                    "last": "McClelland",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sex. Transm. Infect.",
            "volume": "89",
            "issn": "",
            "pages": "418-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A review of Dientamoeba fragilis carriage in humans: several reasons why this organism should be considered in the diagnosis of gastrointestinal illness",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Barratt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Gut Microbes",
            "volume": "2",
            "issn": "",
            "pages": "3-12",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Genetic diversity of Dientamoeba fragilis isolates of irritable bowel syndrome patients by high-resolution melting-curve (HRM) analysis",
            "authors": [
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Hussein",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Parasitol. Res.",
            "volume": "105",
            "issn": "",
            "pages": "1053-1060",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "A review of the clinical presentation of dientamoebiasis",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am. J. Trop. Med. Hyg.",
            "volume": "82",
            "issn": "",
            "pages": "614-619",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Transmission of Dientamoeba fragilis: pinworm or cysts?",
            "authors": [
                {
                    "first": "C.G.",
                    "middle": [],
                    "last": "Clark",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Trends Parasitol.",
            "volume": "30",
            "issn": "",
            "pages": "136-140",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Emerging infectious disease leads to rapid population declines of common British birds",
            "authors": [
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "PLoS ONE",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Trichomonads in birds – a review",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Amin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Parasitology",
            "volume": "141",
            "issn": "",
            "pages": "733-747",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A clonal strain of Trichomonas gallinae is the aetiologic agent of an emerging avian epidemic disease",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Lawson",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect. Genet. Evol.",
            "volume": "11",
            "issn": "",
            "pages": "1638-1645",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Multi-locus typing of Histomonas meleagridis isolates demonstrates the existence of two different genotypes",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Bilic",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "PLoS ONE",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Tritrichomonas–systematics of an enigmatic genus",
            "authors": [
                {
                    "first": "C.F.",
                    "middle": [],
                    "last": "Frey",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Mol. Cell. Probes",
            "volume": "26",
            "issn": "",
            "pages": "132-136",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Pigs as natural hosts of Dientamoeba fragilis genotypes found in humans",
            "authors": [
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Caccio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Emerg. Infect. Dis.",
            "volume": "18",
            "issn": "",
            "pages": "838-841",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Detection of Tritrichomonas foetus and Pentatrichomonas hominis in intestinal tissue specimens of cats by chromogenic in situ hybridization",
            "authors": [
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Mostegl",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet. Parasitol.",
            "volume": "183",
            "issn": "",
            "pages": "209-214",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Frequency of trichomonads as coinfecting agents in Pneumocystis pneumonia",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Duboucher",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Acta Cytol.",
            "volume": "49",
            "issn": "",
            "pages": "273-277",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Tetratrichomonads from the oral cavity and respiratory tract of humans",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Kutisova",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Parasitology",
            "volume": "131",
            "issn": "",
            "pages": "309-319",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Recent advances in pulmonary trichomonosis",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Duboucher",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Parasitol.",
            "volume": "24",
            "issn": "",
            "pages": "201-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Molecular characterization of Trichomonas tenax causing pulmonary infection",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Mallat",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J. Clin. Microbiol.",
            "volume": "42",
            "issn": "",
            "pages": "3886-3887",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Trichomonads in pleural effusion: case report, literature review and utility of PCR for species identification",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Leterrier",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "New Microbiol.",
            "volume": "35",
            "issn": "",
            "pages": "83-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Pulmonary coinfection by Trichomonas vaginalis and Pneumocystis sp. as a novel manifestation of AIDS",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Duboucher",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Hum. Pathol.",
            "volume": "34",
            "issn": "",
            "pages": "508-511",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Neonatal respiratory tract involvement by Trichomonas vaginalis: a case report and review of the literature",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Carter",
                    "suffix": ""
                },
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Whithaus",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am. J. Trop. Med. Hyg.",
            "volume": "78",
            "issn": "",
            "pages": "17-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Pentatrichomonas hominis in empyema thoracis",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Jongwutiwes",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Trans. R. Soc. Trop. Med. Hyg.",
            "volume": "94",
            "issn": "",
            "pages": "185-186",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Trichomonads as superinfecting agents in Pneumocystis pneumonia and acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Duboucher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Eukaryot. Microbiol.",
            "volume": "53",
            "issn": "Suppl. 1",
            "pages": "S95-S97",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Pulmonary superinfection by trichomonads in the course of acute respiratory distress syndrome",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Duboucher",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Lung",
            "volume": "185",
            "issn": "",
            "pages": "295-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Pentatrichomonas hominis infection in rheumatoid arthritis treated with adalimumab",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Compaore",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Rheumatology",
            "volume": "52",
            "issn": "",
            "pages": "1534-1535",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Sexually transmitted infections and risk of prostate cancer: review of historical and emerging hypotheses",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Sutcliffe",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Future Oncol.",
            "volume": "6",
            "issn": "",
            "pages": "1289-1311",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Prevalence, incidence, and risk factors of intestinal parasites in Danish primary care patients with irritable bowel syndrome",
            "authors": [
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Engsbro",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Scand. J. Infect. Dis.",
            "volume": "46",
            "issn": "",
            "pages": "204-209",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Morphological and molecular identification of non-Tritrichomonas foetus trichomonad protozoa from the bovine preputial cavity",
            "authors": [
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Dufernez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J. Eukaryot. Microbiol.",
            "volume": "54",
            "issn": "",
            "pages": "161-168",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Extensive diversity of intestinal trichomonads of non-human primates",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Smejkalova",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Parasitology",
            "volume": "139",
            "issn": "",
            "pages": "92-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Tritrichomonas foetus isolates from cats and cattle show minor genetic differences in unrelated loci ITS-2 and EF-1α",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Reinmann",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet. Parasitol.",
            "volume": "185",
            "issn": "",
            "pages": "138-144",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Tritrichomonas foetus from domestic cats and cattle are genetically distinct",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Slapeta",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Exp. Parasitol.",
            "volume": "126",
            "issn": "",
            "pages": "209-213",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Molecular characterization of trichomonads from feces of dogs with diarrhea",
            "authors": [
                {
                    "first": "J.L.",
                    "middle": [],
                    "last": "Gookin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Parasitol.",
            "volume": "91",
            "issn": "",
            "pages": "939-943",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Molecular identification of Tritrichomonas foetus-like organisms as coinfecting agents of human Pneumocystis pneumonia",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Duboucher",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Clin. Microbiol.",
            "volume": "44",
            "issn": "",
            "pages": "1165-1168",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "New evolutionary lineages, unexpected diversity, and host specificity in the parabasalid genus Tetratrichomonas",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Cepicka",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Mol. Phylogenet. Evol.",
            "volume": "39",
            "issn": "",
            "pages": "542-551",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Cryptic species within the Tetratrichomonas gallinarum species complex revealed by molecular polymorphism",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Cepicka",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vet. Parasitol.",
            "volume": "128",
            "issn": "",
            "pages": "11-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Molecular characterization of a new Tetratrichomonas species in a patient with empyema",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Mantini",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Clin. Microbiol.",
            "volume": "47",
            "issn": "",
            "pages": "2336-2339",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "New Tetratrichomonas species in two patients with pleural empyema",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Lopez-Escamilla",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Clin. Microbiol.",
            "volume": "51",
            "issn": "",
            "pages": "3143-3146",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Molecular analysis of clonal trichomonad isolates indicate the existence of heterogenic species present in different birds and within the same host",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Grabensteiner",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vet. Parasitol.",
            "volume": "172",
            "issn": "",
            "pages": "53-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Molecular phylogeny of Trichomonadidae family inferred from ITS-1, 5.8S rRNA and ITS-2 sequences",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Kleina",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int. J. Parasitol.",
            "volume": "34",
            "issn": "",
            "pages": "963-970",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Molecular characterization of the Trichomonas gallinae morphologic complex in the United States",
            "authors": [
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Gerhold",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Parasitol.",
            "volume": "94",
            "issn": "",
            "pages": "1335-1341",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Trichomonas stableri n. sp., an agent of trichomonosis in Pacific Coast band-tailed pigeons (Patagioenas fasciata monilis)",
            "authors": [
                {
                    "first": "Y.A.",
                    "middle": [],
                    "last": "Girard",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Int. J. Parasitol. Parasites Wildl.",
            "volume": "3",
            "issn": "",
            "pages": "32-40",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Origins of major human infectious diseases",
            "authors": [
                {
                    "first": "N.D.",
                    "middle": [],
                    "last": "Wolfe",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "279-283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Epidemic dynamics at the human–animal interface",
            "authors": [
                {
                    "first": "J.O.",
                    "middle": [],
                    "last": "Lloyd-Smith",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Science",
            "volume": "326",
            "issn": "",
            "pages": "1362-1367",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Emerging parasite zoonoses: the role of host–parasite relationship",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Ambroise-Thomas",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int. J. Parasitol.",
            "volume": "30",
            "issn": "",
            "pages": "1361-1367",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Global trends in emerging infectious diseases",
            "authors": [
                {
                    "first": "K.E.",
                    "middle": [],
                    "last": "Jones",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990-993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "The socio-ecology of zoonotic infections",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Cascio",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin. Microbiol. Infect.",
            "volume": "17",
            "issn": "",
            "pages": "336-342",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Lung infection – a public health priority",
            "authors": [
                {
                    "first": "J.P.",
                    "middle": [],
                    "last": "Mizgerd",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "PLoS Med.",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Dientamoeba fragilis in Denmark: epidemiological experience derived from four years of routine real-time PCR",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Roser",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Eur. J. Clin. Microbiol. Infect. Dis.",
            "volume": "32",
            "issn": "",
            "pages": "1303-1310",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Metronidazole therapy for treating Dientamoebiasis in children is not associated with better clinical outcomes: a randomized, double-blinded and placebo-controlled clinical trial",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Roser",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin. Infect. Dis.",
            "volume": "58",
            "issn": "",
            "pages": "1692-1699",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Virulence factors and their mechanisms of action: the view from a damage-response framework",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Casadevall",
                    "suffix": ""
                },
                {
                    "first": "L.A.",
                    "middle": [],
                    "last": "Pirofski",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Water Health",
            "volume": "7",
            "issn": "Suppl. 1",
            "pages": "S2-S18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "The impact of the gut microbiota on human health: an integrative view",
            "authors": [
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Clemente",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Cell",
            "volume": "148",
            "issn": "",
            "pages": "1258-1270",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Trichomonas vaginalis virulence factors: an integrative overview",
            "authors": [
                {
                    "first": "R.P.",
                    "middle": [],
                    "last": "Hirt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Sex. Transm. Infect.",
            "volume": "89",
            "issn": "",
            "pages": "439-443",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Co-occurrence of Trichomonas vaginalis and bacterial vaginosis and vaginal shedding of HIV-1 RNA",
            "authors": [
                {
                    "first": "D.R.",
                    "middle": [],
                    "last": "Fastring",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sex. Transm. Dis.",
            "volume": "41",
            "issn": "",
            "pages": "173-179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Patterns of prokaryotic lateral gene transfers affecting parasitic microbial eukaryotes",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Alsmark",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Genome Biol.",
            "volume": "14",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "DNA transposons and the evolution of eukaryotic genomes",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Feschotte",
                    "suffix": ""
                },
                {
                    "first": "E.J.",
                    "middle": [],
                    "last": "Pritham",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Annu. Rev. Genet.",
            "volume": "41",
            "issn": "",
            "pages": "331-368",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Novel core promoter elements and a cognate transcription factor in the divergent unicellular eukaryote Trichomonas vaginalis",
            "authors": [
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Mol. Cell. Biol.",
            "volume": "31",
            "issn": "",
            "pages": "1444-1458",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "The actin-based machinery of Trichomonas vaginalis mediates flagellate-amoeboid transition and migration across host tissue",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Kusdian",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Cell. Microbiol.",
            "volume": "15",
            "issn": "",
            "pages": "1707-1721",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Draft genome sequence of the sexually transmitted pathogen Trichomonas vaginalis",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Carlton",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "315",
            "issn": "",
            "pages": "207-212",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "The evolution of infectious agents in relation to sex in animals and humans: brief discussions of some individual organisms",
            "authors": [
                {
                    "first": "D.L.",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Ann. N. Y. Acad. Sci.",
            "volume": "1230",
            "issn": "",
            "pages": "74-107",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Functional profiling of the Tritrichomonas foetus transcriptome and proteome",
            "authors": [
                {
                    "first": "K.Y.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Mol. Biochem. Parasitol.",
            "volume": "187",
            "issn": "",
            "pages": "60-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Comparative analysis of trichomonad genome sizes and karyotypes",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zubacova",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Mol. Biochem. Parasitol.",
            "volume": "161",
            "issn": "",
            "pages": "49-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Getting trichy: tools and approaches to interrogating Trichomonas vaginalis in a post-genome world",
            "authors": [
                {
                    "first": "M.D.",
                    "middle": [],
                    "last": "Conrad",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Trends Parasitol.",
            "volume": "29",
            "issn": "",
            "pages": "17-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "The effects of environmental factors on the virulence of Trichomonas vaginalis",
            "authors": [
                {
                    "first": "E.E.",
                    "middle": [],
                    "last": "Figueroa-Angulo",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Microbes Infect.",
            "volume": "14",
            "issn": "",
            "pages": "1411-1427",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Trichomonas vaginalis pathobiology new insights from the genome sequence",
            "authors": [
                {
                    "first": "R.P.",
                    "middle": [],
                    "last": "Hirt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Adv. Parasitol.",
            "volume": "77",
            "issn": "",
            "pages": "87-140",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Identification of Trichomonas vaginalis cysteine proteases that induce apoptosis in human vaginal epithelial cells",
            "authors": [
                {
                    "first": "U.",
                    "middle": [],
                    "last": "Sommer",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J. Biol. Chem.",
            "volume": "280",
            "issn": "",
            "pages": "23853-23860",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "Involvement of the GP63 protease in infection of Trichomonas vaginalis",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Parasitol. Res.",
            "volume": "109",
            "issn": "",
            "pages": "71-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "Deep sequencing of Trichomonas vaginalis during the early infection of vaginal epithelial cells and amoeboid transition",
            "authors": [
                {
                    "first": "S.B.",
                    "middle": [],
                    "last": "Gould",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Int. J. Parasitol.",
            "volume": "43",
            "issn": "",
            "pages": "707-719",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Cysteine peptidases, secreted by Trichomonas gallinae, are involved in the cytopathogenic effects on a permanent chicken liver cell culture",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Amin",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "PLoS ONE",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Data-mining approaches reveal hidden families of proteases in the genome of malaria parasite",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Genome Res.",
            "volume": "13",
            "issn": "",
            "pages": "601-616",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "Oxford Textbook of Zoonoses, Biology, Clinical Practice and Public Health Control",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "Symbioses of flagellates and prokaryotes in the gut of lower termites",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ohkuma",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Trends Microbiol.",
            "volume": "16",
            "issn": "",
            "pages": "345-352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Molecular confirmation of Trichomonas gallinae and other parabasalids from Brazil using the 5.8S and ITS-1 rRNA regions",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ecco",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Vet. Parasitol.",
            "volume": "190",
            "issn": "",
            "pages": "36-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Evaluation of the EasyScreen enteric parasite detection kit for the detection of Blastocystis spp., Cryptosporidium spp., Dientamoeba fragilis, Entamoeba complex, and Giardia intestinalis from clinical stool samples",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Stark",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Diagn. Microbiol. Infect. Dis.",
            "volume": "78",
            "issn": "",
            "pages": "149-152",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Persistence of two Trichomonas gallinae isolates in chlorinated and distilled water with or without organic material",
            "authors": [
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Gerhold",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Avian Dis.",
            "volume": "57",
            "issn": "",
            "pages": "681-683",
            "other_ids": {
                "DOI": []
            }
        }
    }
}