{
    "paper_id": "PMC7120032",
    "metadata": {
        "title": "Metal Shadowing for Electron Microscopy",
        "authors": [
            {
                "first": "John",
                "middle": [],
                "last": "Kuo",
                "suffix": "",
                "email": "jjskuo@cyllene.uwa.edu.au",
                "affiliation": {}
            },
            {
                "first": "Gregory",
                "middle": [
                    "M."
                ],
                "last": "Hendricks",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The uses of transmission electron microscopy as applied in materials science progressed fairly rapidly. Because of the stable nature of most specimens (e.g., crystals and metallic films) material science type specimens were relatively easy to adapt to this new science tool. Biologists however encountered a different situation. The first published micrographs of chicken liver tumor by Dr. Ladislaus Laszlo Marton in 1934 [1] were in a word—awful; the material was literally incinerated by the beam. He later published the first electron micrographs of bacteria spread on carbon films demonstrating that biological specimens could be imaged if you used an appropriate preparatory technique.",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 425,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "History ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The problem for biologists trying to use this new and exciting tool was how to prepare soft, wet, and very friable biological materials so they could be observed with an electron source. The answer, at least in part, came with the invention of plastic support films (e.g., Formvar) developed first and presented by Schaeffer Harker in 1942 for use in X-ray crystallography and applied physics [2]. Here again was an invention that was seized upon by the biological researchers as a way to mount and prepare their own delicate specimens.",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 395,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "History ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "By early 1942, these new, very thin support films were being used by Biologists, Biophysicist, and Virologists as a means to support, negative stain, observe and study the ultrastructure of microorganisms. Then in 1946 a young researcher, Ralph Walter Graystone Wyckoff, at Ann Arbor Michigan found an unused electron microscope in the basement of the Bacteriology Laboratory and succeeded in taking beautiful pictures of the influenza virus. They were particularly appealing because of the metal shadowing technique that he had just developed, which provided three-dimensional images of the virus. With further improvements on this technique; modern and substantially better apparatus for preparing our specimens, metal shadowing has become a rapid and reliable method to produce very-high-resolution images of many types of biological specimens.",
            "cite_spans": [],
            "section": "History ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The shadow casting consists of evaporating a metal source at an oblique angle to the specimen. The smaller the objects being shadowed the smaller the angle must be. The effect of the oblique deposition is to deposit metal onto the relatively higher portions of the specimen, thus casting a partial or total shadow in the direction opposite the source. When the metal shadowed specimens are observed in the electron microscope, areas where the metal coating is the thickest will scatter the electron beam creating dark areas while those areas where the metal is thin will be transparent to the beam and appear bright. The images were originally view as photograph negative images where the metalized areas appeared white and the shadows (very thin areas) appeared dark [3]. It was thought that these images conformed more closely to the usual usage of the term shadow. This changed with the invention of Rotary shadowing techniques. Heinmets introduced a variant on the original technique by placing a small electric motor into the vacuum chamber and spinning the specimen during shadowing to coat surface structures with a uniform film of metal on all sides [4]. This still produced a three dimensional image but now it appeared much more vivid if it was viewed as a positive image and so like all transmission electron micrographs, these images are now viewed as positive images rather than as the photographic negative (Fig. 1).\n\n",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 770,
                    "mention": "3",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1159,
                    "end": 1160,
                    "mention": "4",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "History ::: Introduction",
            "ref_spans": [
                {
                    "start": 1427,
                    "end": 1428,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "While uniform deposition of metal on all sides of a particle provides greater contrast, it also can produce curious artifacts. Neugebauer and Zingsheim observed these artifacts and studied the relationship of these artifacts to the angle of shadowing, and found that it was most pronounced at low shadowing angles [5]. Particles that have a great degree of structural symmetry often appeared to have a donut-shape hole at their centers when viewed from above. A similar problem occurs when looking at filamentous structures when you are examining the “handedness” (i.e., right or left helical twist) as exhibited by strands of protein, DNA, or RNA. The direction of the twist can be completely obscured by the metal coating. With symmetrical particles, the problem can be even more challenging if the particles are expected to have an actual hole in their center, such as connexons of gap junctions, then this artifact becomes very apparent. In 1982, Hirokawa and Heuser confirmed that connexons of gap junctions do indeed have a central tunnel after examining the structure by employing both unidirectional and rotary-shadowing techniques at relatively high angle [6]. This study clearly demonstrated that an understanding of the structure in question is prerequisite to the correct interpretation of the images provided by the electron microscope. Further, a thorough understanding of the specimen preparation techniques plays a key role in the ultrastructural interpretation of your specimens.",
            "cite_spans": [
                {
                    "start": 315,
                    "end": 316,
                    "mention": "5",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 1166,
                    "end": 1167,
                    "mention": "6",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "History ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Many comparisons of metal shadowing techniques have demonstrated that unidirectional shadowing is superior to rotary shadowing for highlighting membrane topography and for detecting very small intermembrane proteins down to 5 nm [7]. The best use of rotary shadowing appears to be for specimens prepared by specialized techniques that allow one to see the membrane architecture: cytoskeletal filaments connecting organelles, external surfaces of cells (both eukaryotes and prokaryotes), individual macromolecules, and isolated proteins (Fig. 2).\n\n",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 231,
                    "mention": "7",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "History ::: Introduction",
            "ref_spans": [
                {
                    "start": 542,
                    "end": 543,
                    "mention": "2",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "\nThe deposited film must be both chemically and thermally inert [8]. Once the metal film is deposited onto the specimen it must be stable and not subject to oxidation or corrosion.High density to provide maximum electron scattering for minimal deposit thickness [8].The metal used to produce the deposited film must be of high enough atomic number (Z number) to ensure sufficient electron scattering to produce the differential contrast needed for good image quality even when deposited in a very thin film (see Table 1) (see Note 1).\nThe metal must have the capacity to be deposited in a uniform almost structureless and continuous film [8].There are many metals that meet this requirement when the film is relatively thick (0.1–0.3 nm), which would be quite adequate for larger specimens like bacteria and nanoparticles. However, when imaging single molecules of proteins and macromolecules like DNA and RNA you would need a very thin continuous film on the order of 0.01–0.03 nm so as not to significantly enlarge or alter the fine structure of the specimen. For these applications the choice of shadowing metal is very important (see\nNote\n2).The deposited metal film must also resist recrystallization and thermal creep of evaporated metal deposit which would change the apparent specimen structure [8].\n",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 66,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 263,
                    "end": 264,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 639,
                    "end": 640,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1304,
                    "end": 1305,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Requirements for Metal Shadowing ::: Introduction",
            "ref_spans": [
                {
                    "start": 518,
                    "end": 519,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The phenomenon of metal creep after evaporation has more to do with the setup of the vacuum evaporator apparatus and the vacuum conditions than the choice metal. Although some metals are more prone to creep and puddling (e.g., pure gold) than others, in most cases the use of alloys (i.e., gold–palladium or platinum–palladium) and working at very high vacuum (10−7 Torr) will prevent thermal creep of the deposited metal film. Modern shadowing techniques utilize a variety of metals and alloys including platinum, gold, palladium, tungsten, tantalum, and europium; see the table list of metals below. Of these metals, the most popularly used for shadowing biological specimens are platinum co-evaporated with carbon or alloyed with palladium, introduced in 1959 by Bradley, and tantalum evaporated on a tungsten filament, introduced in 1962 by Bachmann and Hayek [9, 10]. These two alloys have been found to produce very fine-grain films owing to the fact that recrystallization of the film after evaporation and deposition is minimal. In the case of platinum–carbon co-evaporation technique, the carbon appears to reduce the tendency of the platinum to recrystallization by improving the thermal conductivity of the biological matrix. However, tantalum belongs to the group of refractory metals; loosely defined in metallurgy and material science as a subgroup of elements (e.g., Nb, Mo, Ta, W, and Re) with melting points above 2,000 °C, high hardness at room temperature, chemically inert, and relatively high densities. Their extremely high melting points and stability against creep deformation and their inability to recrystallize make these metals a good choice for high-resolution metal shadowing (see\nNote\n1).",
            "cite_spans": [
                {
                    "start": 865,
                    "end": 866,
                    "mention": "9",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 868,
                    "end": 870,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Requirements for Metal Shadowing ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Hall introduced a “mica replication” technique where he used freshly cleaved mica substrates, air spraying various macromolecules onto this surface followed by low-angle rotary shadowing to produce very precise metal shadowed renderings of the sample macromolecules [11]. Tyler and Branton reported a significant improvement on this technique by first mixing the macromolecules into a solution of glycerol (40–50 %) and ammonium acetate buffer before air spraying the sample onto freshly cleaved mica sheets [12]. This modification produced a more dispersed spreading and even distribution of the macromolecules on the mica surface. They called this new modification “Glycerol drying”. Specifically, they added glycerol to the sample before spraying it onto the mica and backed the metal replica with a carbon film. The addition of glycerol was first proposed as a cryoprotectant/antifreeze because in their first attempts the macromolecules were sprayed onto mica sheets that were placed onto liquid nitrogen cooled copper blocks. Glycerol spraying/low-angle rotary shadowing has been shown to preserve native conformations comparably to cryo-techniques [13]. However, the glycerol spraying technique works equally well at room temperature because glycerol is actually acting as a wetting agent to preserve the water activity at the molecular level around the molecules until they are dried in the vacuum apparatus.",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 269,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 509,
                    "end": 511,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1156,
                    "end": 1158,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Glycerol Spraying/Low-Angle Metal Shadowing Method ::: Preparatory Techniques for Metal Shadowing Biological Specimens ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Vacuum drying of sprayed macromolecules even in a glycerol solution does not completely avoid drying artifacts. Molecules sprayed onto freshly cleaved mica surfaces and visualized by this method are noticeably flattened and extended. However, the results obtained by this method are still far superior to those obtained by air drying alone. Fowler and Aebi [14] suggested that this artifact was due to the impact force with which the macromolecule-containing drops of glycerol hit the mica surface during spraying. The impact velocity is such that the droplets are flattened, then immediately retract, leaving a ring of macromolecules adsorbed to the mica in a thin layer of buffer solution around the central droplet. Once placed in the vacuum the very thin layer of volatile buffer dries “instantaneously,” leaving what has been described as the “halo” around the dried center droplets of glycerol and salt residues from the buffers [14]. However, this same “halo” can be seen around glycerol droplets sprayed directly onto grids prepared with carbon stabilized Formvar support films, but the molecules appear less flattened and extended, even demonstrating folded-to-extended conformational changes in Myosin V molecules [15]. This suggests that the flattening effect is do, at least in part to the highly charged surface of the freshly cleaved mica substrate and not the “instantaneous” drying proposed by Fowler and Aebi [14]. Since that Myosin V study (see Fig. 3) I did here at our laboratory in 2004, I have successfully used this modification on many different macromolecular preps including single strand DNA and RNA, and have had consistently good results.\n\n",
            "cite_spans": [
                {
                    "start": 358,
                    "end": 360,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 936,
                    "end": 938,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1225,
                    "end": 1227,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1427,
                    "end": 1429,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Glycerol Spraying/Low-Angle Metal Shadowing Method ::: Preparatory Techniques for Metal Shadowing Biological Specimens ::: Introduction",
            "ref_spans": [
                {
                    "start": 1468,
                    "end": 1469,
                    "mention": "3",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "There have been numerous variations of this technique; all are modifications of the original DNA molecules in protein-mixed films technique introduced by Albrecht Klenschmidt [16]. Using this method of spreading DNA, Klenschmidt demonstrated that the shape and molecular weight of DNA can be obtained by viewing these macromolecules spontaneously adsorbed onto prepared support films from solutions which contained formaldehyde and a critical amount of cytochrome C. The subsequent transfer of the macromolecules to support grids, metal shadowing, and imaging in the electron microscope revealed individual molecules suitable for quantitative evaluation.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Spontaneous Adsorption Method for DNA and RNA ::: Preparatory Techniques for Metal Shadowing Biological Specimens ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The mica sandwich technique was introduced by A. Paul Mould et al. as an alternative to glycerol spraying to reduce the shearing forces on the macromolecules during the spray application [17]. Their sandwich method suggested that by replacing glycerol spraying by simply placing a few drops of your sample suspension in 40–70 % glycerol between two sheets of freshly cleaved mica, provided a better way of adsorbing macromolecular assemblies, intact onto the mica substrate. The technique is very simple and effective for larger and more shear sensitive material than conventional spraying. Placing a few drops of your suspension of macromolecules onto the freshly cleaved mica surface and then re-opposing the other sheet on top causes the suspension to be applied evenly to both surfaces by capillary action. The macromolecules are absorbed onto the mica surfaces, and the two pieces are then separated and dried in the vacuum apparatus at 10−6 Torr with the glycerol layer uppermost and rotary shadowed. Mould and his colleagues were able to demonstrate that macromolecular filaments of F-actin and even collagen could be spread and metal shadowed without the inevitable shortening of these long filaments observed when these same preparations were glycerol sprayed [17].",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1270,
                    "end": 1272,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Mica Sandwich Technique for Metal Shadowing ::: Preparatory Techniques for Metal Shadowing Biological Specimens ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The first demonstrated and still one of the most common use of metal shadowing is the technique of spreading purified bacteria and virus specimens onto support films to obtain information about the surface structural details. As Cynthia Goldsmith and Sara Miller point out in their Clinical Microbiology Review [18], “Electron microscopy (EM) has long been used in the discovery and description of viruses.” The main advantages of using electron microscopy for viral and bacterial diagnosis is that it is very rapid and does not require organism specific reagents to recognize the pathogenic agent and very little sample is needed to produce EM specimens for analysis. As they suggested in their review, electron microscopy offers the investigator an unbiased, candid view of whatever might be present, while molecular tests require forehand knowledge of the potential infective agent.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 314,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Spreading of Viruses and Bacteria for Metal Shadowing ::: Preparatory Techniques for Metal Shadowing Biological Specimens ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The information gained through metal shadowing of the surface structural details can give the investigator an insight into the mechanism of action or infection of the organism. Even in the age of molecular diagnostics and PCR, electron microscopy is a mainstay in detecting newly immerging infectious agents. Examples of this can be seen worldwide: the discovery of Norovirus in 1972 in a preschool outside of Norwalk, OH, [19]; the detection of causative agent in Legionnaires’ disease was first described in July 1976 when an outbreak of a particularly lethal form of pneumonia that resembled acute\ninfluenza struck at a convention of the American Legion—it was found to be a bacterium, Legionella pneumophila [20]; and the corona virus outbreak in China in 2002 that led to the first description of Severe Acute Respiratory Syndrome (SARS) [21]. Exotic infections in animals such as the outbreak of an Ebola virus infection of a monkey colony in Reston, VA, in 1989, recognized as being caused by a filovirus, have also been identified by electron microscopy [22].",
            "cite_spans": [
                {
                    "start": 424,
                    "end": 426,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 713,
                    "end": 715,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 844,
                    "end": 846,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1063,
                    "end": 1065,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Spreading of Viruses and Bacteria for Metal Shadowing ::: Preparatory Techniques for Metal Shadowing Biological Specimens ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Listed below are the generic supplies that you will need for all of the preparatory techniques that are discussed in this chapter. You will also need to acquire the specific materials listed under each of the various titled procedures that follow.\nAll protocols assume the use of a Denton 502B vacuum evaporator or other manufacturer’s unit for carbon coating and metal shadowing.Two pairs of #5 straight-tip forceps and a scissors.Single edge razor blades.Small screw driver for assembly and disassembly of the rotary stage components.Compressed air canisters.Double-sided adhesive tape.10 cm Petri dishes.Micropipettor and pipette tips (1–200 μl volume).Box of #1 filter paper.100 % cotton, no-lint, clean room wipes.Box of Parafilm.2 ml Eppendorf tubes.100 % glycerol (reagent grade).100 mM Ammonium Acetate buffer.95 % ethanol (reagent grade).Access to Liquid Nitrogen.Liquid nitrogen Dewar (3–4 l capacity) for filling Meissner trap.Carbon rods, 3 mm diameter for the carbon filaments.Carbon rod sharpener.Fine sand paper for leveling the end of the carbon electrodes.Tungsten filament wire (35 gauge); approximately 4 cm, twisted and wrapped with approximately 2 cm of the appropriate evaporating metal (see Table 1).Quartz crystal monitor—with replacement quartz crystal disks.\n",
            "cite_spans": [],
            "section": "Generic Supplies Needed ::: Materials",
            "ref_spans": [
                {
                    "start": 1220,
                    "end": 1221,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nMica Sheets, 1 × 3 in., Grade V1.Spraying apparatus (Glass Micro Spray Nebulizer—Ladd Research Industries or equivalent).\n",
            "cite_spans": [],
            "section": "Spraying on Freshly Cleaved Mica ::: Materials",
            "ref_spans": []
        },
        {
            "text": "\nSilicon rubber pad (see\nNote\n3).Spraying apparatus (Glass Micro Spray Nebulizer—Ladd Research Industries or equivalent).Formvar support films as described in 10.1007/978-1-62703-776-1_11 on Negative Staining or purchased from an electron microscopy supply company (see\nNote\n4).\n",
            "cite_spans": [],
            "section": "Spraying on Freshly Prepared Carbon Stabilized Formvar Support Grids ::: Materials",
            "ref_spans": []
        },
        {
            "text": "\nCytochrome C (1.3 pg/ml).0.07 M Formaldehyde (EM grade).150 mM Ammonium Acetate.Teflon-coated dish, clean glass 25 mm petri dish, sprayed with TFE Release Agent Dry Lubricant. Allow the release agent to dry and wipe out the powder with a 100 % cotton, no-lint clean room wipe.#50 (hard) filter paper.\n",
            "cite_spans": [],
            "section": "Spontaneous Adsorption Method for Nucleic Acids ::: Materials",
            "ref_spans": []
        },
        {
            "text": "\nFormvar support films as mentioned above.150 mM Ammonium Acetate.Formaldehyde (1 % EM grade).A box of Parafilm.#50 (hard) filter paper.#5 straight-tip forceps.\n",
            "cite_spans": [],
            "section": "Droplet Method ::: Materials",
            "ref_spans": []
        },
        {
            "text": "\nMica Sheets, 1 × 3 in., Grade V1.\n",
            "cite_spans": [],
            "section": "Mica Sandwich Technique for Metal Shadowing ::: Materials",
            "ref_spans": []
        },
        {
            "text": "\nFormvar support films as mentioned above.1 % uranyl acetate.Glass Pasteur pipettes (5 ml).Silicon rubber pad.Spraying apparatus (Glass Micro Spray Nebulizer—Ladd Research Industries or equivalent).\n",
            "cite_spans": [],
            "section": "Spreading of Viruses and Bacteria for Metal Shadowing ::: Materials",
            "ref_spans": []
        },
        {
            "text": "\nHold a piece of mica with a pair of straight forceps and cut it into square pieces (5–7 cm) with a pair of scissors.Dilute your protein sample with 100 mM Ammonium Acetate (0.1–1.0 mg/ml for most proteins) and pipette 25 μl into an Eppendorf tube.Add 100 % glycerol to the sample (i.e., to a final glycerol concentration of 30–50 %) using a transfer pipette. Mix thoroughly with the pipette and vortex.Draw 25 μl of the glycerol-containing solution into a micropipette and load it into the spray apparatus (see Fig. 4).\n\nWith two pairs of forceps, cleave the mica squares into two sheets.With its freshly cleaved side up, place the mica below the spray apparatus. During spraying, the mica sheet should either be fixed with a piece of double-sided adhesive tape or held in position with a pair of forceps.Briefly (i.e., for about 1 s) press the button of the air can (see Fig. 5) to spray the sample suspension onto the freshly cleaved mica.\n\nImmediately mount the sprayed mica sheet with double-sided adhesive tape onto the rotary table of the vacuum evaporator. Close the Jar on the vacuum apparatus and proceed to Subheading 3.2.\n",
            "cite_spans": [],
            "section": "Spraying on Freshly Cleaved Mica ::: Preparing Biological Specimens ::: Methods",
            "ref_spans": [
                {
                    "start": 517,
                    "end": 518,
                    "mention": "4",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 878,
                    "end": 879,
                    "mention": "5",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "\nDilute the sample with 100 mM Ammonium Acetate (0.1–1.0 mg/ml for most proteins) and pipette 25 μl into an Eppendorf tube (see\nNote\n8).Add 100 % glycerol to the sample (i.e., to a final glycerol concentration of 30–50 %) using a transfer pipette. Mix thoroughly with the pipette and vortex.Draw 25 μl of the glycerol-containing solution into a micropipette and load it into the spray apparatus (see Fig. 5).With a pairs of forceps place four to five freshly prepared or purchased support grids (see\nNote\n4) below the spray apparatus. Using a silicon rubber pad for this eliminates the need to use adhesive tape to secure a piece of Parafilm in place and makes the transfer into the Vacuum Evaporator much easier (see\nNote\n3).Briefly (i.e., for about 1 s) press the button of the air can (see Fig. 6) to spray the sample suspension onto the prepared grids.\n\nImmediately mount the sprayed grids on the silicon rubber sheet onto the rotary table of the vacuum evaporator—no adhesive tape is needed. Close the jar on the vacuum apparatus and go to methods Subheading 3.2.\n",
            "cite_spans": [],
            "section": "Spraying on Freshly Prepared Carbon Stabilized Formvar Support Grids ::: Preparing Biological Specimens ::: Methods",
            "ref_spans": [
                {
                    "start": 405,
                    "end": 406,
                    "mention": "5",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 798,
                    "end": 799,
                    "mention": "6",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "\nPrepare a solution at pH 6 containing 0.1–0.2 pg/ml DNA, 1.3 pg/ml cytochrome C, 0.07 M formaldehyde, and 0.15 M ammonium acetate at room temperature and immediately poured this solution into a clean Teflon-coated dish until the liquid meniscus is about 2 mm above the hydrophobic rim.If necessary, the surface may be cleaned by sweeping with a Teflon-coated Pasteur Pipette.A freshly prepared or purchased support grid is floated face down to the surface of the solution for 10 min (see\nNote\n4).Transfer the grid to the surface of a droplet of 95 % ethanol for 10 s.Then placed the grid face down on a number 50 (hard) filter paper.Immediately mount the grids (face up) onto the silicon rubber sheet and transfer this to the rotary table of the vacuum evaporator—no adhesive tape is needed. Close the jar on the vacuum apparatus and go to Subheading 3.2.\n",
            "cite_spans": [],
            "section": "Spontaneous Adsorption Method for Nucleic Acids ::: Preparing Biological Specimens ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nPrepare a solution at pH 6 containing 0.1–0.2 pg/ml DNA, 1 % formaldehyde, and 0.15 M ammonium acetate is prepared at room temperature.A single droplet of this solution is placed onto a piece of Parafilm.Float a freshly prepared or purchased carbon-coated Formvar support face down to the surface of the solution for 20 min (see\nNote\n4).Transfer the grid, face down to a droplet of 95 % ethanol for 10 s.Then placed the grid face down on a number 50 (hard) filter paper (see\nNotes\n5 and 6).Immediately mount the grids (face up) onto the silicon rubber sheet and transfer this to the rotary table of the vacuum evaporator—no adhesive tape is needed. Close the Jar on the vacuum apparatus and go to Subheading 3.2(Fig. 7).\n\n\n",
            "cite_spans": [],
            "section": "Droplet Method for Nucleic Acids ::: Preparing Biological Specimens ::: Methods",
            "ref_spans": [
                {
                    "start": 718,
                    "end": 719,
                    "mention": "7",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "\nHold a piece of mica with a pair of straight forceps and cut it into square pieces (5–7 cm) with a pair of scissors. Cleave the mica sheets and set aside.Dilute the sample with 100 mM Ammonium Acetate (pH 7.2) to a concentration of 15–30 mg/ml for most proteins and pipette 25 μl into an Eppendorf tube (see\nNote\n8).Add 100 % glycerol to the sample (to a final glycerol concentration of 40–70 %) using a transfer pipette. Mix thoroughly with the pipette and vortex.Draw several drops of the glycerol-containing solution into a micropipette and load it onto the freshly cleaved side of a piece of the mica and then place the other side of the mica on top to make the sandwich.Allow the macromolecules to adhere to the mica surface for 5 min.Separate the mica sheets and immediately place them onto a piece of double-sided adhesive tape to secure them to the rotary stage of the vacuum apparatus.Close the Jar on the vacuum apparatus and go to Subheading 3.2.\n",
            "cite_spans": [],
            "section": "Mica Sandwich Technique for Rotary Shadowing (SeeNote7Sec28sec) ::: Preparing Biological Specimens ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nHold a grid with a freshly prepared carbon stabilized Formvar support film (see\nNote\n4) with a pair of straight forceps and place one 3–5 μl drop of prepared specimen (e.g., viral prep or bacterial prep) onto the carbon surface.Wait 30 s to allow the specimen to adhere to the carbon surface and wick away the excess with a piece of filter paper, leaving just a thin film of liquid on the carbon surface.Holding the grid with the forceps at approximately 30° from upright, run six to eight drops of 1 % uranyl acetate over the prepared surface (see\nNote\n9).Wick the uranyl acetate away with a piece of filter paper and place the prepared grids into your vacuum evaporator.Close the Jar on the vacuum apparatus and go to Subheading 3.2.\n",
            "cite_spans": [],
            "section": "Spreading of Viruses and Bacteria for Metal Shadowing ::: Preparing Biological Specimens ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nNote: the single exception to the standard metal evaporation technique is that your filament angle has to be set to at least 30° or higher for these types of specimens to avoid the kind of artifacts that were discussed earlier (Fig. 8).\n\n",
            "cite_spans": [],
            "section": "Spreading of Viruses and Bacteria for Metal Shadowing ::: Preparing Biological Specimens ::: Methods",
            "ref_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "mention": "8",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "\nSwitch on the thin film quartz monitor.Prepare the evaporator for metal evaporation on one set of electrodes and carbon evaporation on the second set of electrodes according to the instruction manual of the instrument manufacturer.The recommended working distance between the metal filament tip and the middle of the table is 10–12 cm and the tilt angle of the table relative to the evaporation axis should be around 6° for low-angle shadowing. The recommended working distance for the carbon electrodes is the same, but the tilt angle should be 80–90° to the table (Fig. 10).\n\nMount the samples onto the table. Close the chamber and start the vacuum sequence.Pour liquid nitrogen into the Meissner trap.When the vacuum meter reads better than 2 × 10−6 mbar you may begin the evaporation sequence.Degas and preheat metal filament according to the instruction manual of the instrument supplier. The Denton 502 B Evaporator has a manual shutter that can be employed to prevent metal deposition while you are melting your metal wire on the Tungsten filament. Older instruments were not equipped with shutters and the initial filament conditioning had to be done prior to loading the specimen.Set the thin film quartz monitor to zero.Open the manual shutter. Start evaporating the chosen metal (from Table 1) according to the instrument’s instruction manual.Read the thickness on the thin film quartz monitor. After the deposition of about 0.5–1.0 nm on the thickness indicator, close the manual shutter and stop evaporation.If you are shadowing on support grids release the vacuum in the chamber and remove the prepared samples from the vacuum chamber. They are now ready for viewing in your TEM. These types of specimens are very stable and may be stored indefinitely in clean grid boxes.For shadowing on mica proceed to step 11.Evaporate carbon according to the instrument’s instruction manual. After the deposition of about 0.1–0.3 nm on the thickness indicator, close the manual shutter and stop evaporation and open the vacuum chamber.Carefully float the metal rendering of the specimen off of the mica onto the surface of the water (see Fig. 11), allowing the replica to relax on the water surface for a few minutes. Next pick up the film with copper grids as one would pick up sections from the boat of a knife in ultramicrotomy (see Fig. 12). Your specimens are ready to be observed in your TEM. Carbon stabilized, metal shadowed specimens are very stable and may be stored indefinitely in clean grid boxes.\n\n\n\n",
            "cite_spans": [],
            "section": "Unidirectional Shadowing ::: Standard Metal Evaporation Techniques ::: Methods",
            "ref_spans": [
                {
                    "start": 573,
                    "end": 575,
                    "mention": "10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 2146,
                    "end": 2148,
                    "mention": "11",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 2344,
                    "end": 2346,
                    "mention": "12",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1303,
                    "end": 1304,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Proceed as described above Subheading 3.2.1 to step 7.\n8.Start the motor of the rotating base (set to about 120 rpm).9.Set the thin film quartz monitor to zero.10.Open the manual shutter. Start evaporating the chosen metal (from Table 1) according to the instrument’s instruction manual.11.Read the thickness on the thin film quartz monitor. After the deposition of about 0.5–1.0 nm on the thickness indicator, close the manual shutter and stop evaporation.12.Evaporate carbon according to the instruction manual of the instrument supplier. After the deposition of about 0.1–0.2 nm on the thickness indicator, close the manual shutter and stop evaporation.13.Turn the rotating table off, break the vacuum, and remove the prepared samples from the vacuum chamber.If you are shadowing on support grids you are finished and your specimens are ready to be observed in your TEM.For shadowing on mica proceed to step 14.14.Carefully float the metal rendering of the specimen off of the mica onto the surface of the water (see Fig. 11), allowing the replica to relax on the water surface for a few minutes. Next pick up the film with copper grids as one would pick up sections from the boat of a knife in ultramicrotomy (see Fig. 12). Your specimens are ready to be observed in your TEM. These are very stable sample and may be stored indefinitely in clean grid boxes.\n",
            "cite_spans": [],
            "section": "Rotary Shadowing ::: Standard Metal Evaporation Techniques ::: Methods",
            "ref_spans": [
                {
                    "start": 1025,
                    "end": 1027,
                    "mention": "11",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1223,
                    "end": 1225,
                    "mention": "12",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 235,
                    "end": 236,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nWhile it is useful to know how much metal is needed to produce the desired metal shadow, it is often more empirical than calculated. There is however a fairly simple calculation based on the shadow angle and the density of the metal that you are using, that can be helpful in setting up the vacuum apparatus and producing your first metal shadowed specimens [8].\n\\documentclass[12pt]{minimal}\n\t\t\t\t\\usepackage{amsmath}\n\t\t\t\t\\usepackage{wasysym} \n\t\t\t\t\\usepackage{amsfonts} \n\t\t\t\t\\usepackage{amssymb} \n\t\t\t\t\\usepackage{amsbsy}\n\t\t\t\t\\usepackage{mathrsfs}\n\t\t\t\t\\usepackage{upgreek}\n\t\t\t\t\\setlength{\\oddsidemargin}{-69pt}\n\t\t\t\t\\begin{document}\n$$ M=\\frac{4\\pi {r}^2 t\\rho}{ sin\\alpha} $$\n\\end{document}M=4πr2tρsinα\n\nM = the weight of the metal in grams\nr = the distance from the source to the specimen\nt = the thickness of the deposit in Å\nρ = the density of the metal you are using in g/cm3\n\nα = the shadowing angleFor further information on the refractory properties of these metals the reader is referred to the Handbook of Chemistry and Physics.While chromium provides very thin continuous films down to 0.03–0.05 nm that adhere tightly to the specimen, if not imaged and recorded immediately they will appear very granular due to the almost immediate oxidation to chromium oxide, rendering the specimens unusable for further observation and analysis.A new silicon rubber embedding mold can be used (inverted) as a grid pad if you do not have silicon rubber pad on hand. Grids will stick to this surface without slipping and the pad will stick to the table of the vacuum evaporator without the use of double sided adhesive tape.To ensure a smooth, even spread of sample and stain, the support film must be hydrophilic. A freshly carbon-coated grid will provide good spreading, but older grids may not. Methods for returning hydrophobic grids to a state where they will provide an acceptable, even spreading of your sample have been described [4]. The best way is to glow discharge them if a vacuum evaporator or a glow discharge device if one is available. If you do not have access to a glow discharge devise, an easy and surprisingly effective method is to treat the grids on a drop of 1 % aqueous Alcian blue for 5 min and then wash them on three to five drops of water until the rinse droplets are clear. These procedures should be done just prior to adsorbing the sample suspension. There is some question about how long the grids remain fresh; some publications suggest 30 min others insist that the carbonized films must be “aged” in a refrigerator for at least a week prior to use. I have always found that freshly prepared carbonized Formvar support films work best if made fresh the day you need them. However, if they are stored in a petri dish sealed with Parafilm, they can remain hydrophilic for several days.The Cytochrome C method has been proven enormously useful and popular for observation of nucleic acids, but it cannot be satisfactorily used for association of nucleic acids with protein molecules, such as enzymes because of the obscuring effect of the bound Cytochrome C on the protein [23].Banerjee and Iyer reported that when the droplet method is used to visualize the linearized plasmid DNA (pCU 918), a significant fraction of molecules (30–40 %) are circular [24]. They suspected that because of the small surface area of the droplets, spreading of the protein becomes exceedingly difficult to control and it may serve to promote such artificial circularization of the plasmids. Therefore, they recommended that when the droplet method is used, formaldehyde is essential to prevent this artifact.Freeze-drying has also been used with the sandwich procedure and may provide certain advantages over glycerol drying. However, the overall distribution of macromolecules is not so uniform, and when specimen preparations are viewed at low magnification they exhibit a “patchy” appearance. This patchiness is probably due to material being torn from the surface as the thin layer of ice is cleaved. Nevertheless, large areas of intact material with evenly distributed filaments can usually be found [25].It should be noted that the presence of nonvolatile salts, up to physiological concentrations, can be used with this technique as the retreating edge of the evaporating layer of glycerol–buffer appears to sweep along unabsorbed molecules and salt ions still in solution, leaving the molecules of interest adsorbed unto the mica [12]. When freeze-drying, instead of glycerol drying, was used they also found that the sandwich technique was insensitive to concentrations of nonvolatile salts up to physiological concentrations. However, when higher concentrations of salts were used (e.g., NaCl up to 400 mM, Tris up to 100 mM, or phosphate up to 76 mM), washing the mica sheets with the absorbed macromolecules with ammonium acetate was necessary prior to vacuum drying to achieve consistently good results.The uranyl acetate fixes and stabilizes the viruses and bacteria as well as protecting them from the forces of air drying [26]. Washing the prep with a few drops of 30 % glycerol in ammonium acetate buffer works as well as negative staining with uranyl acetate and has been reported to preserve the integrity of the particles as well as critical point drying [27, 28].\n",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 361,
                    "mention": "8",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1935,
                    "end": 1936,
                    "mention": "4",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 3103,
                    "end": 3105,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 3282,
                    "end": 3284,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 4116,
                    "end": 4118,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 4449,
                    "end": 4451,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 5049,
                    "end": 5051,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 5286,
                    "end": 5288,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 5290,
                    "end": 5292,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Notes",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Common metals and their key characteristic for use in metal shadowing\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: One of the first images of metal shadowed influenza virus ever recorded. This slightly fuzzy image was published as a photographic negative of the original image. The authors had to produce a photographic positive on film and then print that back as the negative image (a second generation print) to produce the “realistic shadow effect”. Each individual virus particle is approximately 100 nm in diameter. Reproduced from Sharp et al. [3], with the permission of the Journal of Biological Chemistry",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 10: The inside view and setup of the vacuum evaporator for metal shadowing",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 11: Floating carbon–metal film off of the sheet of mica. In this case there are two sheets of mica (opposing sides of the mica sandwich). Both sides will be metal shadowed and carbon coated to produce the metal rendering of the molecular sample",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 12: Picking up the metal renderings on bare copper grids. Simply pick up pieces of the film as it floats on the water surface. Many grids are collected from each side of the mica sandwich",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 2: Metal shadowed isolated chicken gizzard myosin molecules, sprayed onto a freshly cleaved mica sheet and rotary shadowed with platinum–carbon at 6°. The image was recorded at 60 KX. Courtesy of Dr. Roger Craig, University of Massachusetts Medical School",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 3: Myosin V, Glycerol spraying/low-angle rotary shadowing (6°) with platinum–carbon on carbon stabilized Formvar support films. Reproduced from Krementsoy et al. [15], with the permission of Rockfeller University Press",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 4: Metal shadowed bacteria, Proteus mirabilis, rotary shadowed with platinum–palladium at 30°. The image was recorded at 20 KX",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 5: Loading spraying apparatus",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 6: Spraying samples onto prepared grids",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 7: Single strand DNA with PC4 protein prepared as described above in the Droplet method with 1 % formaldehyde, rotary shadowed at 6° with Platinum–Palladium 80:20. When the single strand DNA is spread in the presence of the protein PC4, the strands form loops, without the protein all you see are linear strands. Images courtesy of Dr. Lijain Yu at the University of Massachusetts Medical School",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 8: Adeno-Associated Virus (AAV), first negative stained with 1 % uranyl acetate to stabilize the virions and then rotary shadowed with platinum–palladium (80:20) at 30°. The image was recorded at 46 KX, the stage tilted to 45°. Courtesy of Dr. Guangping Gao, University of Massachusetts Medical School",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 9: Denton 502B Vacuum Evaporator",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "La microscopie electronique des onjectes biologiques",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Marton",
                    "suffix": ""
                }
            ],
            "year": 1934,
            "venue": "Bull Acad Belg Cl Sci",
            "volume": "20",
            "issn": "",
            "pages": "439-466",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Beschattung elektronenmikroscopischer praparate mit hochstschmelzenden metallen",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Bachmann",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayek",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Naturwissenschaften",
            "volume": "49",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/BF00640126"
                ]
            }
        },
        "BIBREF2": {
            "title": "Visualization of individual macromolecules with the electron microscope",
            "authors": [
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1956,
            "venue": "Proc Natl Acad Sci U S A",
            "volume": "42",
            "issn": "",
            "pages": "801-806",
            "other_ids": {
                "DOI": [
                    "10.1073/pnas.42.11.801"
                ]
            }
        },
        "BIBREF3": {
            "title": "Rotary shadowing of extended molecules dried from glycerol",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Tyler",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Branton",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "J Ultrastruct Res",
            "volume": "71",
            "issn": "",
            "pages": "95-102",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-5320(80)90098-2"
                ]
            }
        },
        "BIBREF4": {
            "title": "Cryotechniques in macromolecular research",
            "authors": [
                {
                    "first": "MV",
                    "middle": [],
                    "last": "Nermut",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Eason",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Scanning Microsc Suppl",
            "volume": "3",
            "issn": "",
            "pages": "213-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Preparation of single molecules and supramolecular complexes for high-resolution metal shadowing",
            "authors": [
                {
                    "first": "WE",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Aebi",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "J Ultrastruct Res",
            "volume": "83",
            "issn": "",
            "pages": "319-334",
            "other_ids": {
                "DOI": [
                    "10.1016/S0022-5320(83)90139-9"
                ]
            }
        },
        "BIBREF6": {
            "title": "Myosin V regulation by calcium, calmodulin, and the tail domain",
            "authors": [
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Krementsoy",
                    "suffix": ""
                },
                {
                    "first": "EB",
                    "middle": [],
                    "last": "Krementsova",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Trybus",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Cell Biol",
            "volume": "164",
            "issn": "",
            "pages": "877-886",
            "other_ids": {
                "DOI": [
                    "10.1083/jcb.200310065"
                ]
            }
        },
        "BIBREF7": {
            "title": "Über Desoxyribonuleinsäure Molekülen in Protein Mischfilmen",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kleinschmidt",
                    "suffix": ""
                },
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Zahn",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Z Naturforsch",
            "volume": "14b",
            "issn": "",
            "pages": "770-779",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Mica sandwich technique for preparing macromolecules for rotary shadowing",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Mould",
                    "suffix": ""
                },
                {
                    "first": "DF",
                    "middle": [],
                    "last": "Holmes",
                    "suffix": ""
                },
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Kadler",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "J Ultrastruct Res",
            "volume": "91",
            "issn": "",
            "pages": "66-76",
            "other_ids": {
                "DOI": [
                    "10.1016/0889-1605(85)90077-1"
                ]
            }
        },
        "BIBREF9": {
            "title": "Modern uses of electron microscopy for detection of viruses",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Clin Microbiol Rev",
            "volume": "22",
            "issn": "",
            "pages": "552-563",
            "other_ids": {
                "DOI": [
                    "10.1128/CMR.00027-09"
                ]
            }
        },
        "BIBREF10": {
            "title": "Visualization by immune electron microscopy of a 27-nm particle associated with acute infectious nonbacterial gastroenteritis",
            "authors": [
                {
                    "first": "AZ",
                    "middle": [],
                    "last": "Kapikian",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Wyatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dolin",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J Virol",
            "volume": "10",
            "issn": "",
            "pages": "1075-1081",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Surface replicas for use in the electron microscope",
            "authors": [
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Schaefer",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Harker",
                    "suffix": ""
                }
            ],
            "year": 1942,
            "venue": "J Appl Phys",
            "volume": "13",
            "issn": "",
            "pages": "427-433",
            "other_ids": {
                "DOI": [
                    "10.1063/1.1714890"
                ]
            }
        },
        "BIBREF12": {
            "title": "Ultrastructure of the cell envelope layers and surface details of Legionella pneumophila",
            "authors": [
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Davey",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "J Gen Microbiol",
            "volume": "182",
            "issn": "",
            "pages": "1547-1557",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Probing the structure of the SARS coronavirus using scanning electron microscopy",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Antivir Ther",
            "volume": "9",
            "issn": "",
            "pages": "287-289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Association of Ebola-related Reston virus particles and antigen with tissue lesions of monkeys imported to the United States",
            "authors": [
                {
                    "first": "TW",
                    "middle": [],
                    "last": "Geisbert",
                    "suffix": ""
                },
                {
                    "first": "PB",
                    "middle": [],
                    "last": "Jahrling",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Hanes",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "J Comp Pathol",
            "volume": "106",
            "issn": "",
            "pages": "137-152",
            "other_ids": {
                "DOI": [
                    "10.1016/0021-9975(92)90043-T"
                ]
            }
        },
        "BIBREF15": {
            "title": "Simplified quantitative electron microscopy of biopolymers",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Lang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mitani",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Biopolymers",
            "volume": "9",
            "issn": "",
            "pages": "373-379",
            "other_ids": {
                "DOI": [
                    "10.1002/bip.1970.360090310"
                ]
            }
        },
        "BIBREF16": {
            "title": "Quick and easy spreading techniques for electron microscopy of DNA",
            "authors": [
                {
                    "first": "SK",
                    "middle": [],
                    "last": "Banerjee",
                    "suffix": ""
                },
                {
                    "first": "NV",
                    "middle": [],
                    "last": "Iyer",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Biotechniques",
            "volume": "18",
            "issn": "",
            "pages": "946-947",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Genetic identification and characterization of a novel virus related to human hepatitis E virus from chickens with hepatitis-splenomegaly syndrome in the United States",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Haqshenas",
                    "suffix": ""
                },
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Shivaprasad",
                    "suffix": ""
                },
                {
                    "first": "PR",
                    "middle": [],
                    "last": "Woolcock",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gen Virol",
            "volume": "82",
            "issn": "",
            "pages": "2449-2462",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Hayat",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Negative staining: applications and methods",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Morphology and physical properties of Staphylococcus bacteriophage p 11–M15",
            "authors": [
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "NC",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Burlingham",
                    "suffix": ""
                }
            ],
            "year": 1972,
            "venue": "J Virol",
            "volume": "9",
            "issn": "",
            "pages": "664-671",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The morphology of murine oncornaviruses following different methods of preparation for electron microscopy",
            "authors": [
                {
                    "first": "NH",
                    "middle": [],
                    "last": "Sarkar",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Manthey",
                    "suffix": ""
                },
                {
                    "first": "JB",
                    "middle": [],
                    "last": "Sheffield",
                    "suffix": ""
                }
            ],
            "year": 1975,
            "venue": "Cancer Res",
            "volume": "35",
            "issn": "",
            "pages": "740-749",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "The egg white inhibitor of influenza virus hemagglutination",
            "authors": [
                {
                    "first": "DG",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Lanni",
                    "suffix": ""
                },
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Beard",
                    "suffix": ""
                }
            ],
            "year": 1950,
            "venue": "J Biol Chem",
            "volume": "185",
            "issn": "",
            "pages": "681-688",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Modification of silica replica technique for study of biological membranes and application of rotary condensation in electron microscopy",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Heinmets",
                    "suffix": ""
                }
            ],
            "year": 1949,
            "venue": "J Appl Physiol",
            "volume": "20",
            "issn": "",
            "pages": "384-388",
            "other_ids": {
                "DOI": [
                    "10.1063/1.1698372"
                ]
            }
        },
        "BIBREF23": {
            "title": "Apparent holes in rotary shadowed proteins: dependence on angle of shadowing and replica thickness",
            "authors": [
                {
                    "first": "D-C",
                    "middle": [],
                    "last": "Neugebauer",
                    "suffix": ""
                },
                {
                    "first": "HP",
                    "middle": [],
                    "last": "Zingsheim",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "J Microsc",
            "volume": "117",
            "issn": "",
            "pages": "313-315",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2818.1979.tb01188.x"
                ]
            }
        },
        "BIBREF24": {
            "title": "The inside and outside of gap-junction membranes visualized by deep etching",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Hirokawa",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heuser",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Cell",
            "volume": "30",
            "issn": "",
            "pages": "395-406",
            "other_ids": {
                "DOI": [
                    "10.1016/0092-8674(82)90237-9"
                ]
            }
        },
        "BIBREF25": {
            "title": "Rotary shadowing with platinum-carbon in biological electron microscopy: a review of methods and applications",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Chandler",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "J Electron Microsc Tech",
            "volume": "3",
            "issn": "",
            "pages": "305-335",
            "other_ids": {
                "DOI": [
                    "10.1002/jemt.1060030304"
                ]
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wischnitzer",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Introduction to electron microscopy",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "High-resolution shadow-casting technique for the electron microscope using the simultaneous evaporation of platinum and carbon",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 1959,
            "venue": "Br J Appl Physiol",
            "volume": "10",
            "issn": "",
            "pages": "198-203",
            "other_ids": {
                "DOI": [
                    "10.1088/0508-3443/10/5/302"
                ]
            }
        }
    }
}