{
    "paper_id": "PMC7109897",
    "metadata": {
        "title": "Symptom Severity Patterns in Experimental Common Colds and Their Usefulness in Timing Onset of Illness in Natural Colds",
        "authors": [
            {
                "first": "Jack",
                "middle": [
                    "M."
                ],
                "last": "Gwaltney",
                "suffix": "Jr.",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [
                    "Owen"
                ],
                "last": "Hendley",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [
                    "T."
                ],
                "last": "Patrie",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The data came from earlier studies of experimental and natural colds [3–10]. In some studies, subjects reported the presence or absence of symptoms; in others, the severity of cold symptoms was quantified by the modified method of Jackson [11]. In 2 studies [9, 10], the peak symptom score and the maximum percentage of patients with symptoms were compared and were found to occur on the same day.",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 74,
                    "mention": "3–10",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 240,
                    "end": 242,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 259,
                    "end": 260,
                    "mention": "9",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Data Sources ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "The symptoms evaluated with use of the Jackson method are sneezing, rhinorrhea, nasal obstruction, sore/scratchy throat, cough, headache, malaise, and chilliness. Subjects are asked to grade the severity of symptoms as “absent” (0), “ mild” (1), “moderate” (2), “severe” (3), and, in some experiments, “very severe” (4) on a daily basis. A daily total symptom severity score is obtained by adding the severity scores for the individual symptoms. The diagnosis of a cold is made if the subject has a minimum total symptom score of 6 during the 5 days of observation and believes that he or she has a cold and/or has reported rhinorrhea for ∼3 days.",
            "cite_spans": [],
            "section": "Data Sources ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "In the first analysis, times of peak expression of total and individual symptoms were compared using the results of 5 studies of experimental colds [3–7] and 3 studies of natural colds [8–10]. Next, data from 141 subjects with experimental colds who received placebo in 2 representative rhinovirus challenge studies [4, 5] were compared with data from 105 patients who received placebo in a representative natural cold clinical trial [10]. The symptom severity for subjects in both the experimental and natural cold groups had been quantified by the modified Jackson method [11]. Patients with natural colds had been instructed to report for enrollment for treatment at the recognition of the first symptoms that they believed might represent the onset of a cold. Data from the 2 groups were compared for mean total and individual symptom severity by day. Time is reported as hours after virus inoculation for subjects with experimental colds and as the day of illness on the basis of the history given by patients with natural colds. Data from these studies were then used to construct histograms comparing the range of severity by day of the individual total symptom scores for each subject and to perform an analysis of the time to the development of maximum total symptom score.",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 152,
                    "mention": "3–7",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 186,
                    "end": 190,
                    "mention": "8–10",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 317,
                    "end": 318,
                    "mention": "4",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 320,
                    "end": 321,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 435,
                    "end": 437,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 575,
                    "end": 577,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Data Sources ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "Guidelines for human experimentation were followed, and the protocol and consent form were approved by the Human Investigation Committee of the University of Virginia (Charlottesville). Written informed consent was obtained from all subjects before enrollment into the study.",
            "cite_spans": [],
            "section": "Data Sources ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "\nAnalysis of the mean total severity symptom score. The total symptom severity scores were analyzed as correlated count data by generalized estimating equations [12]. The model parameters for the marginal fixed effects were estimated by maximum likelihood in a generalized linear model with a negative binomial link function [13]. The variance-covariance parameters were estimated with an unstructured variance-covariance matrix form with use of the Huber and White estimator [14]. The independent variables included an index to distinguish between patients whose data were derived from the natural cold study (105 patients) and those whose data were derived from 1 of the 2 experimental challenge studies (141 patients). Indices were also included to distinguish between the 4 points in time when the symptoms were evaluated during the experimental and natural cold studies (for experimental studies, 24 h, 48 h, 72 h, and 96 h after virus inoculation; for natural colds, days 1, 2, 3, and 4 of illness, as determined by patient history). As the final components of the model, indices were included to estimate study group by time interaction. The time point by time point comparison between the mean total symptom severity scores for the 2 groups was conducted via linear contrast. Statistical inference was determined by the magnitude of the Wald χ2 statistic. The rejection of the null hypothesis of no effect was at the P ⩽.05 level of significance. Confidence interval construction for the group mean and the ratio of the group means were based on the Wald normal approximation, and the limits were determined at the 95% level of confidence. All of the statistical computation were performed with the PROC GENMOD procedure on SAS software, version 8.0 (SAS Institute).",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 326,
                    "end": 328,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 477,
                    "end": 479,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Statistical Methods ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "\nAnalysis of the distributions of the total symptom severity score. The 24-, 48-, 72-, and 96-h symptom severity score frequency distributions from the experimental challenge studies were compared with the day 1, 2, 3, and 4 symptom severity score frequency distributions from the natural cold study with use of the nonparametric log-rank χ2 test [15]. The log-rank test was used to evaluate whether the empirical cumulative distributions (ECDs) of the scores of the respective study groups were equal at corresponding points in time. The values of the ECD were determined from the empirical distribution function ecdf(y) = #(scores ⩽ score y)/n [16], and, for any particular observed score y, the value of the ecdf represented the proportion of the observed symptom severity scores that had a value less than or equal to that particular score. When the empirical distribution function was evaluated over all of the observed symptom severity scores of a particular group, this provided an estimate for the cumulative distribution [17] of the scores for the study population represented by that particular group. The 95% CI construction for estimating the upper and lower bound of the population cumulative distribution was based on a 100 (1 - α/2k) Bonferroni criterion, in which the value α represented the type 1 error rate, and the value k represented the number of unique cut points at which the cumulative probability was evaluated. Bonferroni confidence limits were used to attain 95% CIs with the specified coverage probability. This required taking into account the inherent correlation between the succession of values of the ECD. A type 1 error rate of 0.05 was used in the 95% CI construction; therefore, the overall simultaneous coverage probability was ∼95%. All of the statistical computations for the analysis of the distributions of the total symptom severity scores were performed with Splus, version 2000 (Insightful).",
            "cite_spans": [
                {
                    "start": 348,
                    "end": 350,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 647,
                    "end": 649,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1031,
                    "end": 1033,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Statistical Methods ::: Materials and Methods",
            "ref_spans": []
        },
        {
            "text": "\nDay of peak mean symptom expression. The mean total symptom severity score in adults with experimental rhinovirus colds peaked on day 2 in 4 studies (table 1) [3, 5–7]. In a long-term epidemiological study of natural colds caused by rhinovirus and viruses other than rhinovirus in adults who were not compensated, the percentage of patients with symptoms also peaked on day 2 [8]. In contrast, in 2 cold treatment trials involving natural colds of unknown etiology in patients who were paid to participate, the percentage of subjects with symptoms and the mean total symptom severity scores peaked on day 1.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 162,
                    "mention": "3",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 164,
                    "end": 167,
                    "mention": "5–7",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 378,
                    "end": 379,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 158,
                    "mention": "table 1",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "With regard to individual cold symptoms, the day of peak severity or prevalence was the same in most instances for subjects with experimental rhinovirus colds [3–7] and for patients with natural colds in the epidemiology study [8]. The severity of rhinorrhea peaked on day 2 in all instances except for natural rhinovirus colds, for which the prevalence peaked on day 3. The prevalence of nasal obstruction peaked on day 2 in all groups. The severity of sneezing peaked on day 3 in all experimental cold groups, and the prevalence peaked on day 1 in the rhinovirus natural cold group. The severity of sore throat peaked on day 2 in all of the experimental cold groups except one, in which it peaked on day 1. The severity of cough peaked on day 4 in all experimental cold groups, and the prevalence peaked on days 5 and 3 for natural rhinovirus and nonrhinovirus colds, respectively. The severity of headache and malaise peaked on day 2 in all groups. In contrast, all of the individual symptoms peaked in severity on day 1 in the patients in the 2 clinical trials, with the exception of nasal obstruction and cough, which peaked on day 2 in one instance each.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "mention": "3–7",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 228,
                    "end": 229,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nComparison of mean total and individual symptom severity scores by day. The mean total symptom severity score for 141 subjects with experimental colds [4, 5] was 2.8 (95% CI, 2.4–3.2) 24 h after virus inoculation (figure 1A). In contrast, the mean total symptom severity score for 105 patients with early natural colds (i.e., early onset of first symptom) [10] at the time that they presented for enrollment for treatment (day 1) was 6.8 (95% CI, 6.1–7.5). This represented a 2.4-fold increase (95% CI, 2.0-2.9-fold increase; P <.001) in the total symptom score above the mean of the experimental cold group. By 48 h after virus challenge, the mean total symptom score for the experimental cold group had increased to 6.6 (95% CI, 5.9–7.3), whereas, on day 2, the score of the natural cold group had decreased to 6.25 (95% CI, 5.5–7.0), resulting in similar scores (P =.55). The change in the mean total symptom score for the 2 groups was in opposite directions over the time period of 24 h/day 1 to 48 h/day 2, and the rate of change was substantially different (P <.001). In the subsequent period from 48 h/day 2 to 72 h/day 3, the rate of the improvement in symptoms was similar for the 2 groups (P =.2), whereas, from 72 h/day 3 to 96 h/day 4, the rate of improvement was greater for the experimental cold group (P =.02).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "mention": "4",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 156,
                    "end": 157,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 358,
                    "end": 360,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 215,
                    "end": 224,
                    "mention": "figure 1A",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To determine whether patients in treatment trials who have natural colds reported for enrollment later than instructed, the total symptom scores for the 2 groups were compared by shifting the scores for the natural cold group forward by 24 h to compensate for the suspected delay in reporting. The data point representing the score at the time of reporting for enrollment (day 1) in the natural cold study was shifted to day 2 and that of day 2 to day 3, et cetera (figure 1B). The mean symptom score for the natural cold group of 6.8 reported on day 1 aligned with the 48-h experimental mean symptom score of 6.6. With this adjustment, the mean symptom score at 48 h in the experimental cold group was comparable to the mean symptom score on day 1 in the natural cold group (P =.7). The rate of decrease in the mean total symptom score from 48 h to 72 h for the experimental cold group was similar to the rate of decrease in the total mean symptom score for the natural cold group from day 1 to day 2 (P =.6). Similarly, the mean total symptom score for the experimental cold group at 72 h was comparable to the mean total symptom score for the natural cold group on day 2 (P =.4). The rate of decrease of the mean total symptom score from 72 h to 96 h for the experimental cold group was 1.25-fold greater (95% CI, 1.09-1.40-fold greater; P <.001) than the rate of decrease of the mean total symptom score for the natural cold group from 2 to day 3. At 96 h, the mean total symptom score for the experimental cold group was 3.8, which was significantly less (P =.004) than the mean symptom score of 5.1 for the natural cold group on day 3.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 466,
                    "end": 475,
                    "mention": "figure 1B",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The mean scores for 6 individual symptoms were also compared between the experimental and natural cold groups (figure 2). A comparison was first made between values at 24 h after virus inoculation (experimental cold group) and day 1 (natural cold group).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 111,
                    "end": 119,
                    "mention": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In all instances, the scores for the experimental cold group increased during the interval between 24 h and 48 h after virus inoculation. In contrast, in the natural cold group, the scores for 5 of the symptoms decreased between day 1 and day 2. The single exception was the score for nasal obstruction, for which there was a slight increase. When the day 1 scores for the natural cold group were shifted forward to correspond with the 48-h postinoculation scores for the experimental cold group, the curves of the 2 groups became similar. The largest discrepancies were for sneezing (for which cold scores for the experimental cold group, but not for the natural cold group, increased between 48 h/day 1 and 72 h/day 2) and coughing (for which cold scores for the natural cold group decreased and scores for the experimental cold group increased during this period). However, cough scores then increased for both groups during the next 2 periods, as expected from previous cold studies.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nComparison of the frequency and the cumulative distribution of total symptom severity scores. The frequency distributions of the total symptom severity scores from the experimental and natural cold groups were analyzed (figure 3) and used to calculate the ECDs of the total symptom scores for the experimental and natural cold groups, with and without shifting the scores of the natural cold group forward by 24 h (figure 4). Before the shift, the ECD of the symptom scores for the experimental cold group at 24 h differed from ECD of the symptom scores for the natural cold group on day 1 in that there was a tendency to observe higher symptom scores for the natural cold group than for the experimental cold group (P <.001). The examination of the symptom scores at 48 h/day 2, 72 h/day 3, and 96 h/day 4 showed no difference between the 2 groups' ECDs (P =.45, P =.2, and P =.7, respectively).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 221,
                    "end": 229,
                    "mention": "figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 416,
                    "end": 424,
                    "mention": "figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "After the forward shift of the natural cold group's scores by 24 h, there was no difference in the scores between the natural cold group ECD on day 1 and the experimental cold group ECD at 48 h (P =.8). Similarly, the symptom score ECD for the natural cold group on day 2 was comparable to the symptom score ECD for the experimental cold group at 72 h (P =.4). On day 3, the natural cold group showed a higher symptom score than did the experimental cold group (P =.004); this probably reflected underreporting of symptoms by volunteers who were anxious to be released from isolation in the motel.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "\nEstimated total symptom severity score cumulative probability distribution at 24 h/day 1. An estimate was made of the total symptom severity score cumulative probability distribution for the experimental cold group at 24 h and the natural cold group on day 1 (table 2 and figure 5). The vertical bars in the figure represent the 95% CIs for the estimation of the study population cumulative distribution at particular total symptom score cut points. The highest individual total symptom score in the experimental cold group at 24 h was 18; the highest score in the natural cold group at day 1 was 15. Although the maximum scores did not differ greatly, the middle 50% of the distribution for the 2 groups did not overlap. The scores for the natural cold group had a range of 4–8, whereas those for the experimental cold group had a range of 1–4. In the experimental cold group, only 5% of subjects had a total symptom score of ∼7 at 24 h after being inoculated with virus. In contrast, 30.5% of patients in the natural cold group had a total symptom severity score of ∼7 on day 1 of reported illness.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 268,
                    "mention": "table 2",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 273,
                    "end": 281,
                    "mention": "figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "\nRate of decrease in the total symptom score relative to the score on day 1. The 105 patients in the placebo group in the natural cold trial [10] were divided into 6 groups on the basis of the severity of total symptom scores on day 1. The scores for each group were adjusted to a baseline of 0 (figure 6). The rate of decrease in mean total symptom scores during the next 4 days for 8 patients with a day 1 score of >14 was much more pronounced than that for patients in the other groups. This suggests that the individuals with the highest presenting scores differed from the individuals in other groups with regard to the characteristics of their reported illness. That the severity of their symptom scores on day 1 was highly unusual is shown by a cumulative probability of only 0.01 of having a score on day 1 of >14 on the basis of the data from the experimental cold group (table 2).",
            "cite_spans": [
                {
                    "start": 142,
                    "end": 144,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 296,
                    "end": 304,
                    "mention": "figure 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 881,
                    "end": 888,
                    "mention": "table 2",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "People with the common cold are traditionally portrayed as having a tender, red nose, having dripping mucus, and being in the act of sneezing. However, many, if not most, patients with active colds may show no objective manifestations of illness unless they are seen during periodic episodes of sneezing, nose blowing, or coughing. This is especially true during the very early stages of a cold, which is the optimum time to begin treatment [7]. Because objective signs of an early cold are usually lacking, clinical trials of cold treatments rely primarily on subjective data obtained by history from the patient. Symptom scores have the advantage of measuring patient morbidity, the relief of which is one of the primary goals of therapy. However, symptom scores have the disadvantage of being dependent on the accuracy of the history.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 443,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study suggests that patients with natural colds report for enrollment for treatment later in the course of their illness than is indicated by the symptom history. There are several possible reasons for this. Experimental colds have an incubation period of ∼10 h [18]; therefore, if treatment is started 24 h after virus inoculation, the illness is ∼14 h in duration at the start of treatment. On the other hand, a natural cold may begin early on one day, and the patient might not report for enrollment for treatment until the afternoon of the next day. In this instance, the cold is accepted as being of 1 day's duration but actually has been progressing for 36 h.",
            "cite_spans": [
                {
                    "start": 268,
                    "end": 270,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Second, the monetary incentive for participating in cold studies affects the accuracy of the histories given by some patients. In 2 cold treatment studies in which potential enrollees prospectively maintained a daily symptom diary, the duration of illness as reported in the history given at the time of presentation for enrollment for treatment was 1 or more days shorter than that given in the written record in the symptom diary in 6% and 35% of patients [1]. In this situation, some patients have heatedly denied the inaccuracy of the history and demanded to be enrolled into the study to receive payment. Of greater concern is the suspicion that some individuals may completely falsify an illness to gain entrance into a study. Financial incentive is not an issue in virus challenge studies in which volunteers are assured of payment regardless of the outcome of participation. Other reasons for delayed enrollment include patients who have honest doubts about whether a cold is beginning or who are too preoccupied with daily activities to notice early mild symptoms. However, people can recognize early cold symptoms. One study showed that, in 81% of patients with natural colds, the interval between the initial symptom and when the individual “knew he had a cold” was ⩽16 h [19].",
            "cite_spans": [
                {
                    "start": 459,
                    "end": 460,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1284,
                    "end": 1286,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present study, the clinical characteristics of experimental rhinovirus colds of known duration was used as a benchmark for comparing the characteristics of illnesses that were reported as natural colds in a clinical trial. The experimental colds used for comparison all met the modified Jackson criteria [11]. The use of experimental rhinovirus colds as a benchmark is justified, because earlier work has shown that natural rhinovirus colds reported in a long-term epidemiological study with no financial incentives had similar clinical characteristics to experimental rhinovirus colds [20]. Also, the epidemiological study cited above [8] showed that the clinical characteristics of natural colds that were rhinovirus positive were similar to the clinical characteristics of those that were rhinovirus negative.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 314,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 594,
                    "end": 596,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 644,
                    "end": 645,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "With the use of experimental colds as a benchmark, it was shown that the mean total symptom score for day 1 was higher than expected in a considerable proportion of patients with natural colds in the treatment trial. This suggested that these colds were of longer duration than was reported. The treatment studies that were analyzed used prospective surveillance of cold symptoms before enrollment. In studies in which this is not done, the problem of late enrollment may be worse.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There was also a suggestion that there may have been some fabrication of symptoms. This suggestion was supported by the finding that the patients who had the highest scores on day 1 (>14) had an unusually rapid resolution of symptoms compared with patients who had lower scores on day 1. By use of the experimental cold benchmark, there was only a.01 probability that scores of this magnitude would be reported ⩽24 h after onset of infection. An alternative explanation for the high scores is that they represented illness due to other viruses, such as influenza virus or adenovirus. The studies were not conducted during influenza epidemics, and it would be unusual for the symptoms of influenza or acute respiratory disease due to adenovirus to resolve as rapidly as reported.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The total symptom score probability distribution at 24 h for experimental colds and day 1 for natural colds showed that a symptom severity score of ⩽7 at 24 h after virus inoculation captured 95% of the experimental colds while excluding 30.5% of the natural colds reported as occurring on day 1 of illness. In future natural cold treatment trials, it may be useful to use a day 1 total symptom score of >7 as an exclusion criterion to help achieve enrollment of patients with early colds and to eliminate bogus cases of illness. In addition, investigators may want to consider enrolling patients ⩽12 h after the first recognition of a possible cold symptom. Use of a 12-h cutoff for enrollment may require that the treatment and placebo supplies be available to participants in their residence.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Natural cold studies also have the problem of compliance in taking medication. The patients in the natural cold study in this report were primarily college students. More accurate information may have been collected if an older and more responsible population had been used, as in previous studies [21]. Addition of virologic testing to a natural cold study does not solve the problem. The yield with testing is satisfactory for rhinovirus but not good for the other cold viruses, such as coronavirus [22]. Also, viral testing provides no information on duration of illness. Others have recently commented on the underreporting and fabrication of information in the medical history and of the importance of having a better understanding of this phenomenon [23]. The present study used histories from subjects with natural and experimental colds to further investigate this problem. The findings indicate that it may be possible to improve clinical trials involving patients with natural colds by use of entry criteria based on a predetermined value for the presenting total symptom score.",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 301,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 502,
                    "end": 504,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 757,
                    "end": 759,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Mean total symptom severity scores, by time point, in 105 patients with natural colds (solid line) and in 141 subjects with experimental colds (dashed line). A, Comparison of natural cold scores starting on day 1 of illness to experimental cold scores starting 24 h after viral inoculation. B, Comparison of natural cold scores on starting on day 1 after illness to experimental cold scores starting 48 h after viral inoculation.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Mean individual symptom severity scores, by time point, in 105 patients with natural colds (solid line) and 141 subjects with experimental colds (dashed line). Shown are comparisons of natural cold scores starting on day 1 of illness to experimental cold scores starting 24 h after viral inoculation (top panels) and with the natural cold scores shifted forward by 24 h (bottom panels).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Comparison of the frequency of total symptom severity scores, by time point, in 105 patients with natural colds and 141 subjects with experimental colds.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Comparison of the cumulative distribution of total symptom severity scores, by time point, in 105 patients with natural colds and 141 subjects with experimental colds. A, Day 1 of illness for natural colds compared with 24 h after inoculation for experimental colds. B, Day 1 of illness for natural colds compared with 48 h after inoculation for experimental colds.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Estimated cumulative probability distribution of total symptom scores on day 1 of illness for natural colds and 24 h after inoculation for experimental colds. Vertical bars, 95% CIs for the estimation of the cumulative distribution for the study population at particular total symptom score cut points.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Rate of decrease in total symptom score relative to the severity of the score on day 1. The scores for all groups have been adjusted to a baseline value of 0. Symptom severity score on day 1: ★, ∼14 (n = 8); ◊, 10-13 (n = 11); ▵, 8-9 (n = 13); □, 6-7 (n = 33); ▾, 4-5 (n = 19); +, ⩽3 (n = 21)",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Table 1: \nDay of mean peak symptom expression (severity score and/or percentage of patients) in experimental and natural colds.\n",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Table 2: \nThe estimates for the cumulative probability of observing a total symptom severity score (TSS) with magnitude less than or equal to some specified total symptom severity score (S).\n",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The influence of signal variation, bias, noise, and effect size on statistical significance in treatment studies of the common cold",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Buier",
                    "suffix": ""
                },
                {
                    "first": "JL",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Antiviral Res",
            "volume": "29",
            "issn": "",
            "pages": "287-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A randomized, double-blind, placebo controlled study to assess the effectiveness of intranasally applied interferon alfa-2b combined with oral ibuprofen and chlorpheniramine maleate on symptom reduction and safety in natural normal adults with natural colds",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hendley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Winther",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Report to US Food and Drug Administraion (FD) IND 7631, Protocol V-205-00",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Respiratory transmission",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hendley",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Epidemiologic methods for the study of infectious diseases",
            "volume": "",
            "issn": "",
            "pages": "213-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Longitudinal data analysis using generalized linear models",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liang K",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Zeger",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Biometrika",
            "volume": "73",
            "issn": "",
            "pages": "13-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "McCullagh",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Nelder",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Generalized linear models",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Maximum likelihood estimation of misspecified models",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Econometrica",
            "volume": "50",
            "issn": "",
            "pages": "1-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Collett",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Modeling survival data in medical research",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Rosner",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Fundamentals of biostatistics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Casella",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Berger",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Statistical inference",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Incubation periods of experimental rhinovirus infection and illness",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Harris",
                    "suffix": "II"
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                }
            ],
            "year": 1996,
            "venue": "Clin Infect Dis",
            "volume": "23",
            "issn": "",
            "pages": "1287-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Frequency and natural history of rhinovirus infections in adults during autumn",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Arruda",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pitkaranta",
                    "suffix": ""
                },
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Witek",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Clin Microbiol",
            "volume": "35",
            "issn": "",
            "pages": "2864-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The use of experimentally infected volunteers in research on the common cold",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                }
            ],
            "year": 2001,
            "venue": "Asthma and respiratory infections",
            "volume": "",
            "issn": "",
            "pages": "103-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Symptom expression in natural and experimental rhinovirus colds",
            "authors": [
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Rao",
                    "suffix": ""
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hendley",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                }
            ],
            "year": 1995,
            "venue": "Am J Rhinol",
            "volume": "9",
            "issn": "",
            "pages": "49-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Effectiveness of antihistamines in the symptomatic management of the common cold",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Howard",
                    "suffix": "Jr"
                },
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Kantner",
                    "suffix": ""
                },
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Lilienfield",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "JAMA",
            "volume": "242",
            "issn": "",
            "pages": "2414-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Viruses and bacteria in the etiology of the common cold",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "MÅkelÅ",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Puhakka",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Ruuskanen",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Clin Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "539-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Forgetting, fabricating, and telescoping: the instability of the medical history",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Barsky",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Arch Intern Med",
            "volume": "162",
            "issn": "",
            "pages": "981-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Effects of naproxen in experimental rhinovirus colds",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Sperber",
                    "suffix": ""
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hendley",
                    "suffix": ""
                },
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Hayden",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Riker",
                    "suffix": ""
                },
                {
                    "first": "JV",
                    "middle": [],
                    "last": "Sorrentino",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                }
            ],
            "year": 1992,
            "venue": "Ann Intern Med",
            "volume": "117",
            "issn": "",
            "pages": "37-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A randomized controlled trial of clemastine fumarate in experimental rhinovirus colds",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Park",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Edelman",
                    "suffix": ""
                },
                {
                    "first": "RR",
                    "middle": [],
                    "last": "O'Connor",
                    "suffix": ""
                },
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Clin Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "656-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Efficacy of brompheniramine maleate for the treatment of rhinovirus colds",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                },
                {
                    "first": "HM",
                    "middle": [],
                    "last": "Druce",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Infect Dis",
            "volume": "25",
            "issn": "",
            "pages": "1188-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Efficacy of tremacamra, a soluble adhesion molecule 1, for experimental rhinovirus infection: a randomized clinical trial",
            "authors": [
                {
                    "first": "RB",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "MT",
                    "middle": [],
                    "last": "Wecker",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pohl",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "281",
            "issn": "",
            "pages": "1797-804",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Combined antiviral-antimediator treatment for the common cold",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Winther",
                    "suffix": ""
                },
                {
                    "first": "JT",
                    "middle": [],
                    "last": "Patrie",
                    "suffix": ""
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hendley",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "186",
            "issn": "",
            "pages": "147-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Rhinovirus infections in an industrial population. II. Characteristics of illness and antibody response",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hendley",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Simon",
                    "suffix": ""
                },
                {
                    "first": "WS",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": "Jr"
                }
            ],
            "year": 1967,
            "venue": "JAMA",
            "volume": "202",
            "issn": "",
            "pages": "494-500",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "A randomized, double-blind, placebo controlled study to assess the effectiveness of intranasally applied interferon alfa-2b combined with oral ibuprofen and brompheniramine maleate on symptom reduction and safety in natural colds in normal adults",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Gwaltney",
                    "suffix": "Jr"
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Hendley",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Winther",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Report to US Food and Drug Administration (FDA) IND 7631, Protocol V-203-99",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}