{
    "paper_id": "PMC7116969",
    "metadata": {
        "title": "Dynamic airflow simulation within an isolation room",
        "authors": [
            {
                "first": "Yang-Cheng",
                "middle": [],
                "last": "Shih",
                "suffix": "",
                "email": "f10958@ntut.edu.tw",
                "affiliation": {}
            },
            {
                "first": "Cheng-Chi",
                "middle": [],
                "last": "Chiu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Oscar",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In many hospitals, isolation rooms for diseases, such as tuberculosis (TB) and severe acute respiratory syndrome (SARS), are usually arranged for treating patients who are highly infectious. The quality of the overall hospital environment relies on the air-conditioning design, such as the control of temperature, humidity, pressure, and indoor air quality (IAQ), etc. Special design of air-conditioning and ventilating systems to maintain negative pressure within isolation rooms must be employed to protect health care workers and other patients. The purpose of maintaining negative internal pressure is to restrain the air and bacteria within isolation rooms. Suitable control of internal pressure and airflow direction within isolation rooms can effectively isolate infected patients and inhibit the spread of air and bacteria.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It is known that the design of isolation rooms has a close relationship with indoor air movement, and many studies have been done on indoor air movement. These studies generally focused on analyzing the indoor air distribution, turbulence characteristics, thermal comforts, IAQ, etc. [1], [2]. Two methods, including experimental measurement and computational fluid dynamics (CFD) simulation, were commonly adopted in these studies. Because experimental measurement required a lot of time and expense, CFD simulation became one of the most economic and efficient tools to investigate indoor air movement. In order to make the simulation results reliable and accurate, much effort [3], [4], [5], [6], [7] was put into (i) inspecting the influence of different turbulence models, and various numerical schemes and algorithms on the simulation results; and (ii) the verification of simulation and experimental results. Unfortunately, there is still no unique turbulence model, numerical scheme or numerical algorithm valid for solving all indoor air motions. Hence, choosing a reliable turbulence model, numerical scheme and numerical algorithm can increase the accuracy of simulating indoor air motion.",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 287,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 289,
                    "end": 292,
                    "mention": "[2]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 680,
                    "end": 683,
                    "mention": "[3]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 685,
                    "end": 688,
                    "mention": "[4]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 690,
                    "end": 693,
                    "mention": "[5]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 695,
                    "end": 698,
                    "mention": "[6]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 700,
                    "end": 703,
                    "mention": "[7]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Poor IAQ often results in “sick-building syndrome” or “sick-house syndrome”, which is detrimental to the health of human beings, and the IAQ problem has become one of the most important research topics in the HVAC industry recently. For instance, Gan [8] employed the CFD method to evaluate the effect of different air supply systems on indoor air distribution, thermal comfort, ventilation effectiveness and IAQ. The numerical results showed that the upward displacement ventilation yielded better IAQ than other systems. Gan and Awbi [9] adopted the concept of age of air to assess the performance of air distribution systems, including IAQ and ventilation efficiency. Chung and Rankin [10] performed both experimental and numerical studies to evaluate the ventilation efficiency in a model room. They focused on the effect of the relative positions between air supply and return as well as location of partitions on the contaminant decay within a model room. Lee and Awbi [11] also performed a similar study using experimental and numerical methods. Within a model room, Hyun and Kleinstreuer [12] used the CFD simulation to examine the influence of airflow from different directions on the spread of carbon dioxide exhaled by a standing human. Bjørn and Neilson [13] investigated the airflow interaction and contaminant transport between two breathing persons, a condition important in isolation rooms.",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "mention": "[8]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 536,
                    "end": 539,
                    "mention": "[9]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 688,
                    "end": 692,
                    "mention": "[10]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 975,
                    "end": 979,
                    "mention": "[11]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1096,
                    "end": 1100,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1266,
                    "end": 1270,
                    "mention": "[13]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Related to the investigation of room air distribution affected by human bodies, most previous studies focused on the influence of stationary human bodies, and few studies [14] discussed the influence of moving objects on the indoor air distribution. However, moving objects usually disturb the air distribution and result in the fluctuations of velocity, pressure, temperature, and concentration within the isolation room. The objective of this article is to use the CFD method to investigate the effects of a moving person and the movement of a sliding door on the air distribution, including velocity, pressure and contaminant fields, within the isolation room.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 175,
                    "mention": "[14]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, the CFD software FLUENT [15] is utilized to simulate room airflow distribution, and the numerical model is based upon the finite-volume method [16]. The governing equations, including continuity, momentum, energy, contaminant, and turbulence equations obey the principle of conservation and can be expressed in the following general form:(1)∂∂t(ρφ)+∇•(ρV⇒φ-Γφ,eff∇φ)=Sφ,where ρ is the density, φ the dependent variable, V⇒ the velocity vector, Γφ,eff the effective diffusion coefficient, and Sφ the source term. The parameters φ, Γφ,eff, and Sφ employed in continuity, momentum, energy, contaminant, and turbulence equations are listed in Table 1\n.",
            "cite_spans": [
                {
                    "start": 39,
                    "end": 43,
                    "mention": "[15]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 158,
                    "end": 162,
                    "mention": "[16]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Numerical methodology",
            "ref_spans": [
                {
                    "start": 654,
                    "end": 661,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The diffusion–convection term of Eq. (1) is discretized by the QUICK scheme and the implicit method is used to discretize the transient term. After Eq. (1) is discretized, the general discretized equation can be written as(2)apφp=∑anbφnb+b,where a\np and a\nnb are discretized coefficients, and b is the discretized source term. In Eq. (2), subscript p represents the grid point under consideration and nb indicates the neighbors of grid point p.",
            "cite_spans": [],
            "section": "Numerical methodology",
            "ref_spans": []
        },
        {
            "text": "By employing the iterative scheme of a point implicit (Gauss–Seidel) linear equation solver in conjunction with an algebraic multigrid (AMG) method, the pressure, velocity, temperature, contaminant, and turbulence fields can be solved from Eq. (2). During the iterative procedure, the semi-implicit method for pressure-linked equations—consistent (SIMPLEC) algorithm is employed to solve the pressure–velocity coupling equations.",
            "cite_spans": [],
            "section": "Numerical methodology",
            "ref_spans": []
        },
        {
            "text": "Regarding the boundary conditions, no-slip condition is used at the wall, and the standard wall functions for the k-ε turbulence model are adopted to link the solution variables at the near-wall cells and the corresponding quantities near the wall. To resolve reliable turbulence phenomena near the wall, the grid nearest to the wall falls into the logarithmic layer (that is, y+>30–60). Moreover, the turbulence kinetic energy k and the turbulence kinetic energy dissipation rate ε employed in air supply and air outlet are calculated by the following equations:(3)k=32(uavgI)2,\n(4)ε=Cμ3/4(k3/2/l),\n(5)l=0.07Dh,where u\navg is the mean flow velocity, I the turbulence intensity, D\nh the hydraulic diameter and Cμ=0.09.",
            "cite_spans": [],
            "section": "Numerical methodology",
            "ref_spans": []
        },
        {
            "text": "To simulate room air distribution affected by the moving person and the opening and closing of the sliding door, dynamic meshes are employed in the numerical simulation. Basic conservation equations of dynamic meshes are described as follows: within an arbitrary control volume V, as its boundary moves, the integral form of governing equation is given by(6)ddt∫VρφdV+∫∂Vρφ(V⇒-V⇒g)•dA⇒=∫∂VΓφ,eff∇φdA⇒+∫VSφdV,where ∂V is the boundary of control volume V and V⇒g is the grid velocity of the moving mesh. The transient term of Eq. (6) can be discretized by the following formula(7)ddt∫VρφdV=(ρφV)n+1-(ρφV)nΔt,where the superscripts n and n+1 represent the current and next time level, respectively. The volume of the control volume at n+1 level is calculated by(8)Vn+1=Vn+dVdtΔt,where dV/dt is the volume derivative with respect to time, which needs to obey the grid conservation law. It can be found by(9)dVdt=∫∂VV⇒gdA⇒=∑jnfV⇒g,jA⇒j\n(10)V⇒g,jA⇒j=δVjΔt,where n\nf is the number of faces surrounding the control volume, A⇒j the area vector of the j face, and δVj is the volume swept by the face j over the time step Δt.",
            "cite_spans": [],
            "section": "Numerical methodology",
            "ref_spans": []
        },
        {
            "text": "As shown in Fig. 1(a), a model room with the volume of 4×4×2.5 m3 is adopted as the simulated example. The sizes of air supply, air outlet, the moving person, the patient, and the sickbed are listed in Table 2a, Table 2b, Table 2c\n. The air change rate of the model room is assumed to be twelve. The temperature and turbulence intensity at the air supply are given by 295.15 K and 20%, respectively. The boundary condition of pressure outlet is specified at the air outlet. The pressure outlet represents that the static pressure is given at that boundary and all other flow quantities are extrapolated from the flow in the interior. In order to keep negative internal pressure, static pressure of −8 Pa and turbulence intensity of 10% are given at the pressure outlet. The no-slip condition is applied to all solid surfaces. All boundary walls of the model room are assumed to be adiabatic. Although thermal boundary layer exists on the surface of the moving person, the heat dissipation is not much in a short period of time. Therefore, the moving person is assumed to be adiabatic. The only heat source is the patient body, with activity of 0.8 met (1 met=58.15 W/m2). Accounting for the buoyancy flow within the model room, the Boussinesq approximation is employed. To simulate the contaminant transport within the model room, carbon dioxide is adopted as the contaminant source. The gases exhaled by the patient are assumed to be composed of air and carbon dioxide only and they are released from the mouth, with the temperature of 310.15 K and the velocity magnitude of 0.17617 m/s and the turbulence intensity of 3.6%. The exhaled gases consist of carbon dioxide with a mass fraction of 0.03861825. Those data for contaminant source are similar to that in Hyun and Kleinstreuer [12]. To investigate the effect of different speeds of a moving person on room air distribution, three constant moving speeds of 0.25, 0.5, and 1.0 m/s are employed. The moving person walks away from air supply and toward air outlet with straight-line motion. He walks back and forth once and stops at the original place till the numerical simulation is stopped. The total walking distance of the moving person is 5 m.",
            "cite_spans": [
                {
                    "start": 1785,
                    "end": 1789,
                    "mention": "[12]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Case A: Effect of a moving person ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 21,
                    "mention": "Fig. 1(a)",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 202,
                    "end": 210,
                    "mention": "Table 2a",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 212,
                    "end": 220,
                    "mention": "Table 2b",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 222,
                    "end": 230,
                    "mention": "Table 2c",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Grid-independence test is performed by two grid densities, 72,158 and 133,567 cells. The differences between the local velocity and concentration fields based on the 72,158 and 133,567 cells are insignificant. The grid-independence test proves the numerical robustness of FLUENT in solving this problem and a grid density with 72,158 cells is employed for the production runs. Time steps of 0.2, 0.1, and 0.05 s, corresponding to the conditions with the moving speeds of 0.25, 0.5, and 1.0 m/s, are adopted in the transient airflow simulation. The steady-state solutions with zero speed of the standing person are employed as the initial conditions of dynamic analysis. The dynamic simulation terminates when the flow field achieves steady state, that is, there are no changes in the velocity, pressure, temperature, and contaminant fields. The convergence criteria of each time step require that the summation of the normalized residuals over all control volumes for energy, contaminant, and other dependent variables reach 10−6, 10−6, and 10−3, respectively.",
            "cite_spans": [],
            "section": "Case A: Effect of a moving person ::: Results and discussion",
            "ref_spans": []
        },
        {
            "text": "\nFig. 2, Fig. 3\nshow the transient velocity and pressure distributions at the height of 1 m above the floor, under the influence of a moving person moving at different speeds. When the moving speed is equal to 0.25 m/s, transient velocity fields shown in Figs. 2(a) and (b) indicate that the moving person slightly disturbs room air distribution and a weak vortex flow develops behind it. However, Figs. 3(a) and (b) show uniform pressure distribution in this case. When the movement is faster, the variations of velocity and pressure fields become obvious and stronger vortex flow forms behind the moving person, as depicted in other Fig. 2, Fig. 3. Although faster moving speeds result in larger velocity and pressure variations, those changes disappear and the flow field returns to the original state quickly, which usually takes less than 30 s after the moving person returns to the original position. To investigate the contaminant transport affected by the moving person, iso-contours of dimensionless CO2 concentration C\nd equal to 1/1000 are presented in Figs. 4(a)–(f)\n. From these figures, it is found that the iso-contour is concentrated only near the mouth of the patient, and not spread out, no matter what the speed of the moving person is. If the standing person remains motionless, the same iso-contours as those of Figs. 4(a)–(f) is displayed in Fig. 5\n, revealing that the range of contaminant transport is limited only to the surrounding area of the mouth, similar to those results of Figs. 4(a)–(f). The results shown in Figs. 4(a)–(f) indicate that the contaminant transport from the mouth of the patient is not obviously affected by the speed of the moving person.",
            "cite_spans": [],
            "section": "Case A: Effect of a moving person ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 9,
                    "end": 15,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 255,
                    "end": 273,
                    "mention": "Figs. 2(a) and (b)",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 398,
                    "end": 416,
                    "mention": "Figs. 3(a) and (b)",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 635,
                    "end": 641,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 643,
                    "end": 649,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1064,
                    "end": 1078,
                    "mention": "Figs. 4(a)–(f)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1333,
                    "end": 1347,
                    "mention": "Figs. 4(a)–(f)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1364,
                    "end": 1370,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1505,
                    "end": 1519,
                    "mention": "Figs. 4(a)–(f)",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1542,
                    "end": 1556,
                    "mention": "Figs. 4(a)–(f)",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "To investigate the effect of the movement of the sliding door on room air distribution, the numerical simulation of this case adopts a domain composed of an isolation room and an anteroom, as displayed in Fig. 1(b). The volume of the isolation room is the same as that of the previous case and the anteroom has the volume of 4 m (X)×2.5 m (Y)×1.5 m (Z). Both rooms are connected only by a sliding door with the frontal area of 0.8×2 m2 and the thickness of 0.1 m. Assume that there is no airflow exchange between the two rooms when the sliding door is closed. The static pressure of the anteroom is specified by 0 Pa. Other boundary conditions are the same as those of the previous case. To study the influence of the pressure difference between both rooms on room air distribution, the pressure differences of 2.5 and 8 Pa are used. In order to maintain negative internal pressure within the isolation room, the static pressures of −2.5 and −8 Pa are given at the air outlet, respectively. Each action of opening and closing the door lasts for 2 s and the time duration for one cycle of opening and closing door is 4 s. After one cycle of opening and closing door is completed, the door is closed until the flow field reaches steady state. Grid elements of 76,842 and time step of 0.1 s are adopted in the dynamic analysis.",
            "cite_spans": [],
            "section": "Case B: Effect of movement of the sliding door ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 214,
                    "mention": "Fig. 1(b)",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To analyze room pressure distribution affected by different pressure differences between two rooms, Fig. 6, Fig. 7\nshow that the average static pressures of the isolation room and anteroom vary with time. They indicate that the internal pressure within the isolation room rises suddenly at the instant of opening the door and reaches the pressure of the anteroom after one second of opening the door. Due to the action of opening the door, the negative internal pressure disappears quickly and the pressures of both rooms equate quickly. At the moment of closing the door, the internal pressure of the isolation room suddenly rises to a higher pressure than that of the anteroom. When the door continues to close, the internal pressure drops quickly and becomes negative again. At the instant that the door is closed completely, the internal room pressure is lower than the specified negative internal pressure and it then rises rapidly to achieve the specified negative internal pressure. At the rest time of numerical simulation, the internal room pressure remains constant after it returns to the specified negative internal pressure. From the above discussion, it can be seen that no matter what the specified negative internal pressure is, the transient variations of internal room pressures have the same trends.",
            "cite_spans": [],
            "section": "Case B: Effect of movement of the sliding door ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 100,
                    "end": 106,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 108,
                    "end": 114,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "Due to the pressure difference between the two rooms, the airflow enters the isolation room from the anteroom when the door is opened. Transient velocity fields are shown in Fig. 8, Fig. 9\nfor two kinds of pressure differences between both rooms, showing that larger pressure difference induces more airflow into the isolation room during the period of opening door. Fig. 10, Fig. 11\ndisplay the transient pressure distributions for two kinds of specified pressure differences, showing that the results have similar trends as those of Fig. 6, Fig. 7. Because a larger pressure difference causes more airflow into the isolation room, it has a greater effect on removing the contaminant. Therefore, during the period of opening door, the area of iso-contour of Cd=1/1000 for the condition of ΔP=8 Pa is smaller than that of ΔP=2.5 Pa, as shown in Fig. 12, Fig. 13\n. However, after the door is closed, the surrounding areas of iso-contours for both kinds of specified pressure differences are almost the same, revealing that the contaminant transport is not affected by the magnitude of the specified pressure difference.",
            "cite_spans": [],
            "section": "Case B: Effect of movement of the sliding door ::: Results and discussion",
            "ref_spans": [
                {
                    "start": 174,
                    "end": 180,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF11"
                },
                {
                    "start": 182,
                    "end": 188,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF12"
                },
                {
                    "start": 367,
                    "end": 374,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 376,
                    "end": 383,
                    "mention": "Fig. 11",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 535,
                    "end": 541,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 543,
                    "end": 549,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF10"
                },
                {
                    "start": 845,
                    "end": 852,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 854,
                    "end": 861,
                    "mention": "Fig. 13",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "In this study, the CFD method has been used to investigate the effects of a moving person and the movement of a sliding door on the air distribution within the isolation room. The following conclusions can be made:(1)Although the air distribution, including velocity, and pressure fields, is easily affected by the moving person, the disturbed room airflows return to the original state quickly after the walking person returns to the original position and remains motionless. Moreover, the removal of contaminants from the source is not obviously affected by the moving speed.(2)The opening and closing of a sliding door has profound effects on internal pressure and velocity distributions. It induces airflow into the isolation room from the anteroom and causes sudden rises and drops of the internal pressure during the periods of opening and closing door. Moreover, no matter what the specified pressure difference is, the pressure variations within the isolation room have the same trends. However, contaminant transport is affected only by the magnitude of the specified pressure difference during the period of opening door. After the door is closed, the removal of contaminant source is not influenced by the magnitude of the specified pressure difference.\n",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Terms, coefficients and constants used in Eq. (1)\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2a: Geometry of the isolation room\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 2b: Geometry of the patient\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 2c: Geometry of the standing person\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: (a) Physical configuration of the model room for the case of a moving person. (b) Geometry of the isolation room and anteroom for the case of the movement of a sliding door.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 10: Transient pressure distributions at y=1 m for the case of the movement of a sliding door (ΔP=8 Pa).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 11: Transient pressure distributions at y=1 m for the case of the movement of a sliding door (ΔP=2.5 Pa).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 12: Transient iso-contours of Cd=1/1000 at y=1 m for the case of the movement of a sliding door (ΔP=8 Pa).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 13: Transient iso-contours of Cd=1/1000 at y=1 m for the case of the movement of a sliding door (ΔP=2.5 Pa).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 2: Transient velocity distributions at y=1 m for different speeds of a moving person.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 3: Transient pressure distributions at y=1 m for different speeds of a moving person.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 4: Transient iso-contours of Cd=1/1000 for different speeds of a moving person.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 5: Iso-contour of Cd=1/1000 at steady state for the case of motionless standing person.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 6: Transient variations of average static pressures of the isolation room and anteroom (ΔP=8 Pa).",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 7: Transient variations of average static pressures of the isolation room and anteroom (ΔP=2.5 Pa).",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 8: Transient velocity distributions at y=1 m for the case of the movement of a sliding door (ΔP=8 Pa).",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 9: Transient velocity distributions at y=1 m for the case of the movement of a sliding door (ΔP=2.5 Pa).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Using numerical simulation to predict ventilation efficiency in a model room",
            "authors": [
                {
                    "first": "I.P.",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Rankin",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Energy and Buildings",
            "volume": "28",
            "issn": "",
            "pages": "43-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Effect of internal partitioning on indoor air quality of rooms with mixing ventilation-basic study",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "H.B.",
                    "middle": [],
                    "last": "Awbi",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Building and Environment",
            "volume": "39",
            "issn": "",
            "pages": "127-141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Numerical simulation of mixed convection heat and mass transfer in a human inhalation test chamber",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Hyun",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Kleinstreuer",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "International Journal of Heat and Mass Transfer",
            "volume": "44",
            "issn": "",
            "pages": "2247-2260",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Exposure due to interacting air flows between two persons",
            "authors": [
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Bjørn",
                    "suffix": ""
                },
                {
                    "first": "P.V.",
                    "middle": [],
                    "last": "Neilson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "ROOMVENT’96",
            "volume": "2",
            "issn": "",
            "pages": "107-114",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Influence of moving object on air distribution in ventilated rooms",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Matsumoto",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "ROOMVENT’2002",
            "volume": "1",
            "issn": "",
            "pages": "261-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "S.V.",
                    "middle": [],
                    "last": "Patankar",
                    "suffix": ""
                }
            ],
            "year": 1980,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kaizuka",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Yoshino",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Computational fluid dynamics for HVAC: success and failures",
            "authors": [
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "ASHRAE Transactions",
            "volume": "103",
            "issn": "1",
            "pages": "178-187",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Implementation of some higher-order convection schemes on non-uniform grids",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Baldacchino",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "International Journal for Numerical Methods in Fluids",
            "volume": "21",
            "issn": "",
            "pages": "1201-1220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Comparison of numerical predictions of horizontal nonisothermal jet in a room with three turbulence models—k−ε EVM, ASM, and DSM",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Murakami",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ooka",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "ASHRAE Transactions",
            "volume": "100",
            "issn": "2",
            "pages": "697-704",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The selection of turbulence models for prediction of room airflow",
            "authors": [
                {
                    "first": "P.V.",
                    "middle": [],
                    "last": "Neilson",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "ASHRAE Transactions",
            "volume": "104",
            "issn": "1",
            "pages": "1119-1127",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "A new turbulence model for near-wall natural convection",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "F.T.M.",
                    "middle": [],
                    "last": "Nieuwstadt",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "International Journal of Heat and Mass Transfer",
            "volume": "41",
            "issn": "",
            "pages": "3161-3176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Evaluation of room air distribution systems using computational fluid dynamics",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Energy and Buildings",
            "volume": "23",
            "issn": "",
            "pages": "83-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Numerical prediction of the age of air in ventilated rooms",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gan",
                    "suffix": ""
                },
                {
                    "first": "H.B.",
                    "middle": [],
                    "last": "Awbi",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "ROOMVENT’94",
            "volume": "2",
            "issn": "",
            "pages": "16-27",
            "other_ids": {
                "DOI": []
            }
        }
    }
}