{
    "paper_id": "PMC7205014",
    "metadata": {
        "title": "Urgent Measures for the Containment of the Coronavirus (Covid-19) Epidemic in the Neurorehabilitation/Rehabilitation Departments in the Phase of Maximum Expansion of the Epidemic",
        "authors": [
            {
                "first": "Michelangelo",
                "middle": [],
                "last": "Bartolo",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Domenico",
                "middle": [],
                "last": "Intiso",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carmelo",
                "middle": [],
                "last": "Lentino",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Giorgio",
                "middle": [],
                "last": "Sandrini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stefano",
                "middle": [],
                "last": "Paolucci",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mauro",
                "middle": [],
                "last": "Zampolini",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The spread of coronavirus disease 2019 (COVID-19—COrona VIrus Disease 2019) has become unstoppable and in the last few weeks has reached the epidemiological criteria to be declared a pandemic by the World Health Organization, having widely exceeded 400,000 (updated to March 25 2020 Coronavirus COVID-19 Global Cases by the Center for Systems Science and Engineering at Johns Hopkins University) infected people in the world in over 100 countries (1, 2).",
            "cite_spans": [
                {
                    "start": 448,
                    "end": 449,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 451,
                    "end": 452,
                    "mention": "2",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In Italy, in February 2020 the emergence of the COVID-19 epidemic first in Lombardy, and then in the other regions, determined the need to implement containment measures for a phenomenon that in a few days has put a strain on the healthcare system, clogging many emergency, infectious diseases and pneumology departments, as well as intensive care units, with obvious dramatic relapses in the health system's ability to offer adequate assistance to patients with different pathologies (3).",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 487,
                    "mention": "3",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Ever since the coronavirus emergency began in China (4), in the current unavailability of an effective etiological therapy, governments have reacted with the standard measures usually adopted in the event of epidemics, represented by quarantine, and by travel and mobility restrictions for the populations involved in outbreak areas. However, unlike in the past, this is a public health emergency that is developing in a globalized and interconnected world like never before. The infectious disease is developing and spreading in an economic and socio-cultural context characterized by populations that tend to aggregate in highly urbanized and overcrowded contexts and by extreme ease of movement, including intercontinental travel (5, 6). The way in which the COVID-19 epidemic is spreading must also be considered, it has rightly been compared to a real “tsunami” wave (7). In fact, the epidemic is expressed by the tremendous number of infections in an extremely short period of time, thus affecting large portions of the population, which leads to the concentration of a disproportionate number of requests for assistance compared to the emergency response capacity of the health systems.",
            "cite_spans": [
                {
                    "start": 53,
                    "end": 54,
                    "mention": "4",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 734,
                    "end": 735,
                    "mention": "5",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 737,
                    "end": 738,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 873,
                    "end": 874,
                    "mention": "7",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The epidemic growth that is happening in other European (Spain, France, Germany, etc.) and non-European countries, shows that the challenge is similar for everyone. Nonetheless, the absence of a common pandemic plan in Italy and Europe, with Regions and individual countries that are still adopting different methods of managing the epidemic, runs the concrete risk of dissolving the effectiveness of the stringent measures implemented in different areas or countries. This can also be observed in China, where, in the face of an internal growth of new cases equal to zero over the past few days, new infections have been recorded due to the presence of the so-called “re-entry cases.” It must also be taken into account that the epidemic spread will occur with peaks at different times and areas, within and between the various countries, so the overall consequences will be related to the effectiveness of the different health systems.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Numerous mathematical models for predicting the progress of the epidemic are being proposed in Italy and in the world in an attempt to provide useful tools to decision makers (8). However, beyond the absolute numbers of the infections, the increase in new cases in recent weeks, at least in the most affected Italian regions (Lombardy, Emilia-Romagna, Veneto) and European Countries (Spain and France) seems to show a very similar growth curve, only delayed for a few days compared to each other. However, it is also likely that due to the lack of available, prompt, and reliably diagnostic procedures, the officially identified cases only represent the tip of the iceberg, with a spread of unidentified mild/asymptomatic cases well above the estimates.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "8",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The currently still limited number of cases, albeit growing, in the central-southern regions, should teach us not to repeat the error of a wait-and-see attitude, but should rather induce us to learn from this “temporal advantage,” promptly implementing all the social distancing measures essential to reduce the circulation of the virus.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "One of the most worrying aspects of the COVID-19 epidemic is linked to the involvement of frail and vulnerable people, in particular the elderly, subjects who suffer from multiple comorbidities or chronic diseases and people with disabilities. For this reason, it is essential to address and focus on prevention, health interventions and care in chronically ill patients staying in health care facilities, as well as patients suffering recent functional limitation requiring rehabilitation (or admitted to rehabilitation facilities).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In fact, in an extremely short time compared to the spread of the epidemic, Rehabilitation Facilities need to enact prompt remodellling of the health organization both in the internal structure and in the strategy and approach of care delivery, which presents unique peculiarities within healthcare organizations (9, 10).",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 315,
                    "mention": "9",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 317,
                    "end": 319,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Furthermore, in some areas due to the lack of beds, rehabilitation facilities are now being occupied with other patients, with consequent difficulty in hospitalizing patients, for example, discharged from stroke units.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Therefore, in the need to reorganize hospital and outpatient rehabilitation activities (11, 12), this document describes the measures adopted by the rehabilitation structures that first faced the fight against COVID-19, hoping for a rapid spread to all those who find themselves involved in this rampant battle.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 90,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 92,
                    "end": 94,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The following indications are suggested in order to make the reorganization of rehabilitation activities homogeneous, whether they are carried out in hospitalization or outpatient settings or at home, with the main aim of limiting patient flows within the facilities and maintaining staff safety. For some structures, these indications must take into account territorial and network needs, as well as the possible increase in hospital admission in order to favor discharge from acute care facilities.",
            "cite_spans": [],
            "section": "Remodeling of Neurorehabilitation/Rehabilitation Activities During COVID-19 Emergency",
            "ref_spans": []
        },
        {
            "text": "The definition of dedicated territorial and local pathways for patients from acute care facilities, separating noCOVID or negative COVID patients from suspected positive or positive Covid cases.",
            "cite_spans": [],
            "section": "“System” Interventions",
            "ref_spans": []
        },
        {
            "text": "NOTE: Remember that it is possible to carry out “…respiratory physiotherapy in hospitalization and re-education settings in recent outcomes of surgery, in trauma with fractures and the immediately post-acute phase of cardiac and neurological disabling pathologies (heart attack, stroke, etc.) (with appropriate personal protective equipment due to the impossibility of maintaining a distance of <1.5 meters)…,” for this specific area, please refer to the joint document of the Association of Rehabilitators of Respiratory Insufficiency and the Italian Association of Physiotherapists (AIR and AIFI, Indications for respiratory system physiotherapy in patients with COVID-19 infection) (update of 16/03/2020) (16).",
            "cite_spans": [
                {
                    "start": 709,
                    "end": 711,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Indications for the Activities of Neurorehabilitation/Rehabilitation Units",
            "ref_spans": []
        },
        {
            "text": "The greatest difficulty in applying these indications in the field of neurorehabilitation/rehabilitation is related to the need to find the right balance between the provision of services useful to the patient (in case of not deferrable treatment) and the reduction of the risk of spreading the virus. In this phase of maximum spreading speed, priority must be given to reducing the risk of spreading the infection.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The carrying out of rehabilitation activities in hospital stays, and in services in general, can only be continued in compliance with the needs of the patients and the protection of the health of all staff, as activities require close contact with the patient, or with the production of aerosols and secretions as for respiratory rehabilitation interventions (Joint document AIFI - Commission of Physiotherapists Register, 2020) (17). Finally, please note that the WHO protocols indicate minimum standards for the protection of health workers and each Ministry of Health, based on its own risk assessment, can raise the levels of protection of its personnel.",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 432,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "It must be reiterated that given the specificity of Rehabilitation/Rehabilitative interventions, which necessarily have to take into account the territorial contexts, the above indications must be adapted to the specific realities, while adhering as closely as possible to the recommendations.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "In fact, it seems useful to reiterate that the indications and measures to be taken are valid for all and should be applied in all countries and in the different areas as simultaneously as possible, because a non-uniform alignment would also lead to the risk of an inevitable misalignment in the desirable economic restart, with heavy long-term relapses.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The original contributions presented in the study are included in the article/supplementary materials, further inquiries can be directed to the corresponding author/s.",
            "cite_spans": [],
            "section": "Data Availability Statement",
            "ref_spans": []
        },
        {
            "text": "MB conceived the study. MB, DI, CL, GS, SP, and MZ also on behalf of the Authors listed in the Appendix reviewed and discussed the study and approved the last version of the paper.",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        },
        {
            "text": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest.",
            "cite_spans": [],
            "section": "Conflict of Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Time to use the p-word? Coronavirus enter dangerous new phase",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Callaway",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature.",
            "volume": "579",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1038/d41586-020-00551-1"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "ICF- International Classification of Functioning Disability and Health.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Direzione Generale della Programmazione Sanitaria",
            "authors": [],
            "year": 2020,
            "venue": "Linee Di Indirizzo Per La Rimodulazione Dell'Attività Programmata Differibile in Corso Di Emergenza Da COVID-19 – Allegato 1",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Navigating Coronavirus Disease 2019 (Covid-19) in Physiatry: A Can Report for Inpatient Rehabilitation Facilities",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "McNeary",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Maltser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Verduzco-Gutierrez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "Nuovo Coronavirus: Decalogo ISS e Ministero Con Regioni, Ordini Professionali e Società Scientifiche",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "Rational Use of Personal Protective Equipment for Coronavirus Disease 2019 (COVID-19) Interim Guidance 27 February 2020",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "Indicazioni per la Fisioterapia Respiratoria in Pazienti Con Infezione da COVID-19",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "EMERGENZA SANITARIA COVID 19 SUGGERIMENTI OPERATIVI PER I FISIOTERAPISTI aggiornate al DPCM 9 Marzo 2020",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Critical care utilization for the COVID-19 outbreak in Lombardy, Italy: early experience and forecast during an emergency response",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Grasselli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pesenti",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Cecconi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4031"
                ]
            }
        },
        "BIBREF11": {
            "title": "New virus discovered by Chinese scientists investigating pneumonia outbreak",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kahn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Wall Street J.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Infectious diseases and human population history. Throughout history the establishment of disease has been a side effect of the growth of civilization",
            "authors": [
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "ER",
                    "middle": [],
                    "last": "Carper",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "BioScience.",
            "volume": "46",
            "issn": "",
            "pages": "115-26",
            "other_ids": {
                "DOI": [
                    "10.2307/1312814"
                ]
            }
        },
        "BIBREF13": {
            "title": "Communicable disease control in China: from Mao to now",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hipgrave",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Glob Health.",
            "volume": "1",
            "issn": "",
            "pages": "224-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "COVID-19 and Italy: what next?",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Remuzzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "",
            "pages": "1225-8",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30627-9"
                ]
            }
        },
        "BIBREF16": {
            "title": "“Preface”",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bartolo",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sandrini",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Smania",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Metodologia della Riabilitazione.",
            "volume": "",
            "issn": "",
            "pages": "VIII-IX",
            "other_ids": {
                "DOI": []
            }
        }
    }
}