{
    "paper_id": "PMC7176215",
    "metadata": {
        "title": "Infektionsverlauf und Pathogenität",
        "authors": [
            {
                "first": "Sebastian",
                "middle": [],
                "last": "Suerbaum",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gerd-Dieter",
                "middle": [],
                "last": "Burchard",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stefan",
                "middle": [
                    "H.E."
                ],
                "last": "Kaufmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thomas",
                "middle": [
                    "F."
                ],
                "last": "Schulz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "T.",
                "middle": [
                    "F."
                ],
                "last": "Schulz",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bei der akuten Infektion entsteht eine erkennbare, zeitlich begrenzte, klinisch apparente oder inapparente Infektion. Es kommt zur Virusvermehrung und zur Ausscheidung infektiöser Viruspartikel. Die Infektion kann im Sinne einer Lokalinfektion auf die Eintrittspforte und deren Umgebung beschränkt bleiben, wie beim banalen Schnupfen, oder sich über den gesamten Organismus ausbreiten und eine generalisierte, in mehreren Phasen verlaufende Infektionskrankheit wie die Masern hervorrufen. In beiden Fällen reagiert das Immunsystem: Es werden Antikörper, zytotoxische T-Zellen (CTL) und Gedächtniszellen gebildet, der Patient erwirbt eine Immunität. Am Ende der Krankheit enthält der Wirtsorganismus kein infektiöses Virus mehr, d. h., das Virus ist eliminiert.",
            "cite_spans": [],
            "section": "Akute Infektion mit Viruselimination ::: Infektionsverlauf",
            "ref_spans": []
        },
        {
            "text": "In diesem Fall wird das Virus nach der apparent oder inapparent verlaufenden Primärinfektion nicht vollständig aus dem Organismus eliminiert und repliziert kontinuierlich weiter, allerdings in geringerem Umfang als während der akuten Primärinfektion. Zunächst entstehen dabei keine Symptome. Diese treten erst dann auf, wenn durch die – oft jahrelange – kontinuierliche Virusreplikation ein ausgeprägter Schaden in einem Organ entstanden ist. Beispiele hierfür sind HIV, Hepatitis-B- und Hepatitis-C-Viren (Abb. 53.1).",
            "cite_spans": [],
            "section": "Persistierende Infektion ::: Infektionsverlauf",
            "ref_spans": [
                {
                    "start": 512,
                    "end": 516,
                    "mention": "53.1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Während der Persistenz hat sich ein »Gleichgewicht« zwischen viraler Replikation und antiviraler Immunität eingestellt. Zwar hält das Immunsystem das Ausmaß der viralen Replikation unter Kontrolle und die Menge an replizierendem Virus (Viruslast) ist deutlich niedriger als in den frühen Phasen der Erstinfektion (oder, im Fall des HIV, in den Spätphasen der Erkrankung, nach Zusammenbruch des Immunsystems), aber es kommt nicht zur Elimination des Virus.",
            "cite_spans": [],
            "section": "Persistierende Infektion ::: Infektionsverlauf",
            "ref_spans": []
        },
        {
            "text": "Die Gründe für die Unfähigkeit des Immunsystems, das Virus vollständig zu eliminieren, sind nur partiell verstanden; die Fähigkeit von HIV und HCV, sehr rasch neue Mutanten zu entwickeln (Quasispezies; Abschn. 10.1007/978-3-662-48678-8_52#Sec10), die zytotoxischen T-Zellen »entkommen« können (Immunevasion), und eine eingeschränkte Fähigkeit des infizierten Wirtes, gewisse virale Epitope zu erkennen, tragen zur Persistenz bei. Die Tatsache, dass etwa HIV immer zu einer persistierenden Infektion führt, während HBV (meistens) und HCV (nur bei einer Minderheit) eliminiert werden, deutet auf die Beteiligung sowohl von viralen als auch Wirtsfaktoren bei der Entstehung von Persistenz hin.",
            "cite_spans": [],
            "section": "Persistierende Infektion ::: Infektionsverlauf",
            "ref_spans": []
        },
        {
            "text": "Die Bedeutung eines ausgereiften Immunsystems für die Elimination mancher prinzipiell zur Persistenz fähiger Viren wird an einer Reihe klinischer Beobachtungen deutlich:\nSo führt die Infektion mit HBV in der Perinatalphase oder in der frühen Kindheit häufiger zur lebenslangen Persistenz dieses Virus als die Infektion im Erwachsenenalter. Dafür verläuft die Infektion im frühen Lebensalter weniger häufig mit den klinischen Symptomen einer Hepatitis, die Ausdruck der Immunreaktion gegen infizierte Zellen der Leber ist (s. u.). Der Preis, den man dank eines kompetenteren Immunsystems für eine effizientere Elimination des Virus zahlt, ist eine stärker ausgeprägte Primärerkrankung.Ein weiteres Beispiel ist die lange auf hohem Niveau persistierende Ausscheidung von Zytomegalievirus durch intrauterin (also zu einem Zeitpunkt, zu dem das Immunsystem noch nicht ausgereift ist) infizierte Neugeborene.",
            "cite_spans": [],
            "section": "Persistierende Infektion ::: Infektionsverlauf",
            "ref_spans": []
        },
        {
            "text": "Der Organismus ist und bleibt lebenslang infiziert, jedoch ohne klinische Symptome zu zeigen und ohne dass Virus im Regelfall nachweisbar ist: Das Virus »ist in den Untergrund gegangen« (z. B. HSV in die Ganglien der Hirnnerven). Im Unterschied zur persistierenden Infektion findet über lange Zeiträume keine aktive Virusreplikation mit Bildung neuer Viruspartikel statt. Das Virus begnügt sich damit, sehr wenige Proteine zu bilden, die gerade noch für die Erhaltung seines Genoms in der latent infizierten Zelle benötigt werden:\nIm Fall des Epstein-Barr-Virus und des Kaposi-Sarkom-Herpes-Virus/Humanen Herpesvirus HHV-8, die ihre Latenz in sich teilenden (B-)Zellen etablieren, muss der minimale Satz viraler Proteine dafür sorgen können, dass sich das als zirkuläres Plasmid vorliegende virale Genom bei jeder Zellteilung einmal repliziert und auf die Tochterzellen verteilt wird, um in sich teilenden Zellen »nicht verloren zu gehen«.Im Fall von Herpes-simplex-Virus, das in teilungsunfähigen ausdifferenzierten Neuronen latent vorliegt, wird nur eine nichttranslatierte RNA (LAT) exprimiert, die als Vorläufer von miRNAs (mikroRNAs) dient, welche die Expression anderer viraler Gene antagonisieren.Das Varicella-Zoster-Virus etabliert seine Latenz ebenfalls in Neuronen, während das Zytomegalievirus Zellen der myelomonozytären Reihe bevorzugt.",
            "cite_spans": [],
            "section": "Latente Infektion ::: Infektionsverlauf",
            "ref_spans": []
        },
        {
            "text": "Bei der Erhaltung dieses latenten Zustands spielt das Immunsystem ebenfalls eine wichtige Rolle. Das latente Stadium der Infektion wird jedoch gelegentlich unterbrochen von einem Rezidiv. Klassisches Beispiel sind der Herpes recidivans (Herpes-simplex-Virus) und die Gürtelrose (Varicella-Zoster-Virus). Dabei erfolgt, bedingt durch externe Einflüsse (z. B. Schwächung des Immunsystems, UV-Exposition, hormonelle Schwankungen) eine Reaktivierung des Virus, das dann in einer infektionstüchtigen Form gebildet wird (Abb. 53.1, Abb. 53.2).",
            "cite_spans": [],
            "section": "Latente Infektion ::: Infektionsverlauf",
            "ref_spans": [
                {
                    "start": 520,
                    "end": 524,
                    "mention": "53.1",
                    "ref_id": null
                },
                {
                    "start": 531,
                    "end": 535,
                    "mention": "53.2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Viren treten über die Haut, die Konjunktiven, die Mundhöhle, den Nasen-Rachen-Raum, den Gastrointestinaltrakt oder das Genitale in den Organismus ein. Primärer Ansiedlungsort für Papillomviren und Herpes-simplex-Virus ist das Epithel der Haut oder Schleimhaut; Gelbfieberviren gelangen durch den Stich eines Insekts direkt in das Blut, das Tollwutvirus durch eine Bisswunde in den Körper.",
            "cite_spans": [],
            "section": "Eintrittspforten ::: Ausbreitung im Organismus",
            "ref_spans": []
        },
        {
            "text": "An diesen Eintrittspforten kann sich das Virus vermehren, in die regionalen Lymphknoten wandern und sich replizieren oder Zugang zu den Nervenendigungen finden (HSV, Tollwut). Warzen entstehen direkt im Epithel der Haut, HSV erzeugt bei der Primärinfektion Bläschen in der Mundschleimhaut. Viele Viren erzeugen lokale Erkältungskrankheiten (Schnupfen, Pharyngitis etc.).",
            "cite_spans": [],
            "section": "Eintrittspforten ::: Ausbreitung im Organismus",
            "ref_spans": []
        },
        {
            "text": "Von den lokalen Lymphknoten gelangt das Virus in die Blutbahn und verursacht eine primäre Virämie, wodurch es in Endothelzellen sowie ins Knochenmark gelangt und sich vermehren kann. Von dort aus erzeugt es eine sekundäre Virämie, die schließlich zur Organmanifestation führt (z. B. Beteiligung von Gehirn, Meningen, Haut, Schleimhäute, Speicheldrüsen, B-Zellen etc.). Dieser biphasische Verlauf mancher Viruserkrankungen (Zweigipfligkeit der Virusausbreitung) spiegelt sich manchmal in Fieberschüben wider. Die Ausbreitung des Virus im Blut kann frei oder zellgebunden erfolgen.",
            "cite_spans": [],
            "section": "Virämie ::: Ausbreitung im Organismus",
            "ref_spans": []
        },
        {
            "text": "Der Organbefall erfolgt hämatogen (Leber etc.) bzw. im Falle des ZNS (Gehirn, Meningen) hämatogen (FSME) oder neurogen (HSV, Tollwut). Auch die Haut wird hämatogen besiedelt (Masern, Röteln, Varizellen), wobei die Exantheme die Folge von Entzündungen als Reaktion auf die Präsenz von Viren sind (Abb. 53.1, Abb. 53.3).",
            "cite_spans": [],
            "section": "Virämie ::: Ausbreitung im Organismus",
            "ref_spans": [
                {
                    "start": 301,
                    "end": 305,
                    "mention": "53.1",
                    "ref_id": null
                },
                {
                    "start": 312,
                    "end": 316,
                    "mention": "53.3",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "HSV wandert von der Eintrittspforte der Lippen entlang der Axone retrograd in die sensorischen Ganglien, VZV gelangt virämisch in die Haut und von dort axonal in die Spinalganglien. Das Tollwutvirus wandert von den Wunden aus via Nervenfasern ins Rückenmark und weiter ins Gehirn. Virusinfektionen der oberen Luftwege können sich von der Eintrittspforte in den Bronchialbaum und die Lunge ausbreiten. So wandert das Influenzavirus zur Lunge, indem es sich in den Zellen der Tracheal- und Bronchialschleimhaut vermehrt.",
            "cite_spans": [],
            "section": "Andere Arten der Virusausbreitung ::: Ausbreitung im Organismus",
            "ref_spans": []
        },
        {
            "text": "Diese kann vom Ort der Primäransiedlung (Schnupfen, Influenza, Masern etc.) oder vom Manifestationsort in der Haut (Pocken, Varizellen) aus erfolgen. HAV gelangt über die Gallenwege in den Darm, Entero- und Rotaviren werden nach der Infektion im Darm mit dem Stuhl ausgeschieden. HBV und HCV werden aus der Leber in großen Mengen ins Blut abgegeben und durch Blutkontakte übertragen (Tab. 53.1).",
            "cite_spans": [],
            "section": "Virusausscheidung ::: Ausbreitung im Organismus",
            "ref_spans": [
                {
                    "start": 389,
                    "end": 393,
                    "mention": "53.1",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Viren unterscheiden sich auch in ihrer Fähigkeit, verschiedene Spezies zu infizieren (Wirtsspektrum). Ein Beispiel für ein Virus mit einem breiten Wirtsspektrum ist das Tollwutvirus, das praktisch alle Warmblüter infiziert. Extrem eng hingegen ist das Wirtsspektrum des Epstein-Barr-Virus und des Kaposi-Sarkom-Herpes-Virus, die sämtlich nur für den Menschen infektiös sind.",
            "cite_spans": [],
            "section": "Wirtsspektrum und Organtropismus ::: Pathogenität",
            "ref_spans": []
        },
        {
            "text": "Viren unterscheiden sich ebenfalls in ihrer pathogenen Wirkung auf bestimmte Organe bzw. Organsysteme (Organtropismus). Selbst innerhalb einer Virusart gibt es z. B. neurotrope und viszerotrope Varianten. Diese Organspezifität wird durch eine besonders gute Replikationsfähigkeit in bestimmten Zellarten determiniert. Sie hängt ab vom Vorkommen der entsprechenden zellulären Rezeptoren für die Aufnahme des Virus in die Zelle, aber auch von anderen zellulären Faktoren, die z. B. im Rahmen des intrazellulären Transports oder der Virusreplikation mit Virusbestandteilen interagieren müssen. Ferner kann der Aktivierungs- und/oder Differenzierungsgrad einer Zelle einen Einfluss auf die Replikationsfähigkeit eines Virus haben: So repliziert z. B. HIV nur dann produktiv in Lymphozyten, wenn diese aktiviert sind, und die produktive Replikation der Papillomviren steigt mit zunehmendem Differenzierungsgrad der infizierten Epithelzelle in der zervikalen Mukosa.",
            "cite_spans": [],
            "section": "Wirtsspektrum und Organtropismus ::: Pathogenität",
            "ref_spans": []
        },
        {
            "text": "Während manche Viren einen sehr engen Organtropismus aufweisen (z. B. das Tollwutvirus, das bevorzugt die Zellen des ZNS schädigt), können andere in nahezu allen Organen des infizierten Wirtsorganismus Schäden setzen (z. B. bei der Zytomegalie und beim Herpes neonatorum). Ein Immundefekt begünstigt das Ausbreiten einer Virusinfektion auf Organe, die bei einem immunkompetenten Wirt nicht oder nur selten befallen werden.",
            "cite_spans": [],
            "section": "Wirtsspektrum und Organtropismus ::: Pathogenität",
            "ref_spans": []
        },
        {
            "text": "Die Eigenschaft der Neuroinvasivität erlaubt es Viren, die Blut-Hirn-Schranke zu überwinden und ins Hirngewebe vorzudringen. Neurotrope Viren durchqueren die Blut-Hirn-Schranke auch als »blinde Passagiere«, z. B. in Makrophagen.",
            "cite_spans": [],
            "section": "Wirtsspektrum und Organtropismus ::: Pathogenität",
            "ref_spans": []
        },
        {
            "text": "Die in der nichtinfizierten Kultur polygonal oder länglich aussehenden, mit Fortsätzen versehenen Zellen runden sich ab (Abb. 53.5); Beispiele hierfür sind mit Adeno- oder Poliovirus infizierte Zellen.",
            "cite_spans": [],
            "section": "Zellabkugelung ::: Direkte Auswirkungen des Virus auf die infizierte Zelle ::: Pathogenität",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 130,
                    "mention": "53.5",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Eine virusinfizierte Zelle fusioniert mit benachbarten, nichtinfizierten Zellen, sodass es zur Ausbildung großer, mehrkerniger Gebilde, sog. Riesenzellen oder Synzytien, kommt (Abb. 53.4b, Abb. 53.6). Man beobachtet dies v. a. bei umhüllten Viren. Hier finden sich auf der Oberfläche der virusproduzierenden Zelle virale Hüllglykoproteine, welche die Verschmelzung der Viruslipidhülle mit der Membran der zu infizierenden Zelle vermitteln und in diesem Fall die Fusion der Plasmamembran der infizierten Zelle mit den benachbarten Zellen bewirken. Typische Beispiele sind mit RSV (Respiratory Syncytial Virus) oder manchen Paramyxoviren infizierte kultivierte Zellen.",
            "cite_spans": [],
            "section": "Riesenzellbildung ::: Direkte Auswirkungen des Virus auf die infizierte Zelle ::: Pathogenität",
            "ref_spans": [
                {
                    "start": 182,
                    "end": 187,
                    "mention": "53.4b",
                    "ref_id": null
                },
                {
                    "start": 194,
                    "end": 198,
                    "mention": "53.6",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Im Kern und/oder im Zytoplasma der befallenen Zelle treten rundliche Strukturen auf, die in typischer Weise färbbar und lichtmikroskopisch leicht erkennbar sind. Ihre Größe beträgt 2–10 μm. Die Einschlusskörperchen sind als Aggregate inkompletter Viren zu verstehen. Ihre Lokalisation entspricht den Montageorten in der Spätphase des Vermehrungszyklus (Abb. 53.4c, Abb. 53.7). Beispiele sind die Guarnieri-Körperchen (basophil) bei Pocken, die Negri-Körperchen bei Tollwut im Zytoplasma sowie Einschlusskörperchen im Kern bei Masern und den Viren der Herpes-Gruppe (nukleär).",
            "cite_spans": [],
            "section": "Einschlusskörperchen ::: Direkte Auswirkungen des Virus auf die infizierte Zelle ::: Pathogenität",
            "ref_spans": [
                {
                    "start": 358,
                    "end": 363,
                    "mention": "53.4c",
                    "ref_id": null
                },
                {
                    "start": 370,
                    "end": 374,
                    "mention": "53.7",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Die Anwesenheit von Viren in einer Zelle kann Schäden an der zellulären DNA hinterlassen. Dazu gehören DNA-Strangbrüche und Chromosomenaberrationen, die z. B. durch die in der infizierten Zelle gebildeten Sauerstoffradikale ausgelöst werden, ferner DNA-Mutationen, die durch die virusvermittelte Inaktivierung von DNA-Reparaturmechanismen entstehen. Als Folge der Integration viraler DNA in die zelluläre DNA, wie sie typischerweise bei Retroviren vorkommt, kann es zur unkontrollierten Aktivierung zellulärer Gene in der Nachbarschaft der Integrationsstelle und damit zum Entstehen maligner Erkrankungen kommen. Dieser Mechanismus tritt klassisch bei leukämogenen murinen Retroviren auf, wurde aber auch als Folge des gentherapeutischen Einsatzes retroviraler Vektoren beobachtet (Kap. 10.1007/978-3-662-48678-8_54).",
            "cite_spans": [],
            "section": "Gentoxische Effekte ::: Direkte Auswirkungen des Virus auf die infizierte Zelle ::: Pathogenität",
            "ref_spans": []
        },
        {
            "text": "Sie spielt als Folge einer Virusinfektion neben der Nekrose eine wichtige Rolle bei der Entstehung des virusinduzierten Zellschadens. Die Apoptose wird durch komplexe Mechanismen, z. B. nach der Anlagerung des Fas-Liganden (Fas-L) an den Fas-Rezeptor, ausgelöst (Kap. 10.1007/978-3-662-48678-8_12) und dient der Limitierung oder Verstärkung der Virusausbreitung im Organismus.",
            "cite_spans": [],
            "section": "Apoptose ::: Direkte Auswirkungen des Virus auf die infizierte Zelle ::: Pathogenität",
            "ref_spans": []
        },
        {
            "text": "Neben den in Abschn. 53.3.1 besprochenen Schäden durch das Virus selbst beobachtet man im infizierten Gewebe auch solche Schäden, die als Ergebnis der Immunantwort auf das eingedrungene und sich vermehrende Virus entstehen. Zum einen spielen hier Mechanismen der angeborenen Immunität, wie Interferone und inflammatorische Zytokine wie IL-1, TNF-α etc., eine Rolle bei den für primäre Virusinfektionen typischen klinischen Symptomen (Fieber, Muskelschmerzen etc.). Diese können das Krankheitsgeschehen dominieren und sogar für den Tod des infizierten Wirtes verantwortlich sein. Ein Beispiel hierfür ist der »cytokine storm«, also die überschießende Ausschüttung inflammatorischer Zytokine. Diese werden etwa von hochpathogenen Influenza-Stämmen, wie dem H1N1-Virus (»Spanische Grippe« von 1918) oder dem glücklicherweise nur sehr selten auf den Menschen übertragenen H5N1-Influenza Virus (»Vogelgrippe«) in großen Mengen induziert und sind für die hohe Virulenz dieser Viren mitverantwortlich.",
            "cite_spans": [],
            "section": "Schäden durch die Virusabwehr im infizierten Gewebe ::: Pathogenität",
            "ref_spans": []
        },
        {
            "text": "Ferner lassen sich manche mit viralen Infektionen verbundenen Gewebeschädigungen auf die Auswirkungen zytotoxischer T-Zellen oder NK-Zellen zurückführen, die beim Versuch, infizierte Zellen zu eliminieren, auch gesunde Parenchymzellen schädigen (z. B. Hepatitis). Außerdem können im Verlauf der Infektion gebildete Antikörper pathogen wirken: Im Gefolge der Infektion mit HCV kann die Synthese von Kryoglobulinen angeregt werden (Kap. 10.1007/978-3-662-48678-8_72). Beim EBV entstehen heterophile Antikörper mit weitgehend unbekannter Spezifität (Kap. 10.1007/978-3-662-48678-8_71) oder es entstehen »Autoantikörper« (HBV, Kap. 10.1007/978-3-662-48678-8_72).",
            "cite_spans": [],
            "section": "Schäden durch die Virusabwehr im infizierten Gewebe ::: Pathogenität",
            "ref_spans": []
        },
        {
            "text": "Es gibt ferner Hinweise darauf, dass manche virale Infektionen als Auslöser von Autoimmunerkrankungen dienen können, bei denen eine fehlgeleitete Immunantwort sich gegen gesundes körpereigenes Gewebe richtet. Beispiele hierfür sind der juvenile insulinabhängige Diabetes mellitus (IDDM), das Guillain-Barré-Syndrom oder die Myokarditis/Kardiomyopathie.",
            "cite_spans": [],
            "section": "Schäden durch die Virusabwehr im infizierten Gewebe ::: Pathogenität",
            "ref_spans": []
        },
        {
            "text": "Im Fall des Coxsackie-Virus (CV), das mit manchen Fällen von Typ-I-Diabetes und Myokarditis in Verbindung gebracht wird, bewirken normalerweise Typ-I- und Typ-II-Interferone des angeborenen Immunsystems sowie CD4- und CD8-Zellen bzw. Antikörper des erworbenen Immunsystems die Elimination des Coxsackie-Virus. Besitzt die infizierte Person jedoch bestimmte HLA-Moleküle, die in dendritische Zellen aufgenommene zelluläre Antigene aus zerstörten Kardiomyozyten und β-Zellen präsentieren können, kann ein Autoimmunprozess in Gang gesetzt werden, der zur chronischen Organschädigung führt. Hierzu kann beitragen, dass die Stimulation bestimmter Toll-ähnlicher Rezeptoren (TLR) durch virale RNA oder DNA die Sekretion von Interferonen, TNF-α und anderen Interleukinen induziert und damit die Expression von MHC-II-Molekülen sowie die Antigenpräsentation auch auf Kardiomyozyten und β-Zellen induziert (Abb. 53.8), die normalerweise kein Antigen präsentieren und dann aber durch zytotoxische T-Lymphozyten (CTL) angreifbar werden.",
            "cite_spans": [],
            "section": "Schäden durch die Virusabwehr im infizierten Gewebe ::: Pathogenität",
            "ref_spans": [
                {
                    "start": 903,
                    "end": 907,
                    "mention": "53.8",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Eine besondere Situation liegt vor, wenn eine Virusinfektion auf den Embryo oder Fetus übertritt, wie es z. B. bei CMV, beim Röteln- und beim Parvovirus der Fall ist (Tab. 53.2).\nViren lösen Embryopathien aus, wenn die Infektion auf bestimmte sensible Differenzierungsstadien der Organe in der 3.–12. SSW einwirkt: Die Folgen sind Fehlbildungen (CMV, Rötelnvirus).Fetopathien entstehen bei Infektionen nach der 12. SSW und schließen entzündungsbedingte Entwicklungsstörungen ein (CMV) oder sind Ausdruck einer akuten Organschädigung (Parvovirus B19).Perinatale Infektionen liegen vor, wenn die Infektion kurz vor, unter oder kurz nach der Geburt erfolgt (HIV, HSV, HBV, VZV, Coxsackie-Viren). Die Ursache der schweren Verläufe perinataler Infektionen (HSV etc.) ist in der mangelhaften Abwehrfunktion des Immunsystems zu sehen.",
            "cite_spans": [],
            "section": "Prä- und perinatale Infektionen ::: Pathogenität",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 176,
                    "mention": "53.2",
                    "ref_id": null
                }
            ]
        },
        {
            "text": "Wie in Sektion 2 dieses Buches (Kap. 10.1007/978-3-662-48678-8_5–10.1007/978-3-662-48678-8_16) ausführlich dargestellt, verfügt der menschliche Organismus über vielfältige Möglichkeiten, virale Infektionen abzuwehren. Die beiden wichtigsten Kategorien sind:\ndie angeborene Abwehr, d. h. Abwehrmechanismen, die ohne früheren Kontakt mit einem Virus sofort zur Verfügung stehen, z. B. Komplement, Interferone, durch Aktivierung von »pattern recognition receptors« wie TLR (Toll-like-Rezeptoren), MDA-5, cGAS-induzierte Entzündungsmechanismendie adaptive Abwehr, die im Verlauf einer Erstinfektion individuell »auf Viren trainierte« B- oder T-Zellen ausbildet",
            "cite_spans": [],
            "section": "Abwehrmechanismen bei Virusinfektionen",
            "ref_spans": []
        },
        {
            "text": "Umgekehrt haben Viren im Verlauf ihrer Evolution viele Wege entwickelt, um den Einwirkungen des Immunsystems zu entgehen. Beispiele für solche Mechanismen der Immunevasion sind:\nDie Bildung von Interferon oder seine Wirkung wird auf vielfältige Weise blockiert (Kap. 10.1007/978-3-662-48678-8_108).Komplementfaktoren werden gezielt durch viruskodierte Inhibitoren ausgeschaltet.Manche viralen Genome kodieren Homologe von Zytokinen (»Virokine«) oder Zytokinrezeptoren, die die Immunreaktivität beeinträchtigen (EBV: vIL-10; HHV-8: vIL-6) oder beeinflussen die Synthese dieser Substanzen positiv oder negativ in DC, Endothelzellen etc.Viren verhindern die Präsentation von Oligopeptiden auf MHC-Molekülen und sind in der Lage, Kosignale u. a. Signalketten von Zellen bei der Antigenerkennung abzuschalten.Zellen mit wichtiger Funktion der Immunantwort werden infiziert und durch die Virusreplikation zerstört (z. B. HIV: CD4+-T-Zellen).Viren entziehen sich dem Angriff von Antikörpern und zytotoxischen T-Zellen durch Antigenwandel (Antigendrift, -shift, Quasispeziesbildung).",
            "cite_spans": [],
            "section": "Abwehrmechanismen bei Virusinfektionen",
            "ref_spans": []
        },
        {
            "text": "Bei Neugeborenen und Säuglingen sind die antiviralen Abwehrmechanismen des Immunsystems noch nicht ausgereift. Sie sind deswegen für einige Viren (HSV, HBV, Masern, Coxsackie) besonders empfindlich. Aber auch besondere Eigenschaften des Wirtes (z. B. Polymorphismen von Chemokinrezeptoren oder besondere HLA-Konstellationen) beeinflussen im Einzelfall den Verlauf von Viruskrankheiten positiv oder negativ. Virusinfektionen können selber immunsuppressiv wirken, z. B. bei den Masern, bei Infektionen mit CMV und HIV. Besondere Situationen liegen bei Transplantationen und HIV-Infektionen vor (Kap. 10.1007/978-3-662-48678-8_66).",
            "cite_spans": [],
            "section": "Abwehrmechanismen bei Virusinfektionen",
            "ref_spans": []
        },
        {
            "text": "Pathogenität und Virulenz von Viren für einen bestimmten Wirt sind im Virusgenom determiniert. Dies nutzt man bei der Entwicklung von Lebendimpfstoffen, die klassischerweise infolge zahlloser Passagen in Versuchstieren oder Zellkulturen durch zufällige Mutationen verändert wurden und so ihre Virulenz weitgehend verloren haben. Bei den 3 abgeschwächten Typen des Poliovirus z. B. kennt man die charakteristischen Mutationen in den Struktur- und Nichtstrukturregionen des Genoms. Beispiele für Virusimpfstoffe dieser Art sind die Lebendimpfstoffe gegen Gelbfieber, Masern, Mumps, Röteln,\nVarizellen und Poliomyelitis (Sabin-Vakzine) sowie gegen Rotavirus-Infektionen.",
            "cite_spans": [],
            "section": "Lebendimpfstoff ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Die attenuierten Viren behalten ihre Antigenstruktur. Ihre Fähigkeit, in bestimmte Zellen einzudringen und sich dort zu vermehren, hat sich jedoch geändert. Die Abschwächung hat also lediglich die Fähigkeit zur Schädigung besonders sensibler Zellen herabgesetzt: Der Impfling macht eine künstlich hervorgerufene, klinisch inapparente Infektion durch, eine sog. stille Feiung.",
            "cite_spans": [],
            "section": "Lebendimpfstoff ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Scheidet der Impfling das verimpfte Virus in großen Mengen aus, so kann seine Umgebung damit infiziert werden. Dies wirkt sich z. B. bei der Impfung gegen Poliomyelitis mit dem Lebendimpfstoff (Sabin-Vakzine) günstig auf die Gesamtzahl der geschützten Personen aus und erleichtert die Eradikation des Poliomyelitisvirus aus einer Bevölkerung. Theoretisch besteht aber die Gefahr, dass bei Passagen des Impfvirus von Mensch zu Mensch die Virulenz im Sinne einer Selektion von Rückmutanten wieder ansteigt. Dies kommt beim Lebendimpfstoff für Poliomyelitis auch sehr selten vor und ist der Grund dafür, dass heute in vielen industrialisierten Ländern vorwiegend der Totimpfstoff für Poliomyelitis (Salk-Vakzine) zum Einsatz kommt.",
            "cite_spans": [],
            "section": "Lebendimpfstoff ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Zu den Totimpfstoffen gehören sowohl Impfstoffe auf der Basis abgetöteter (inaktivierter) Viren als auch aus Untereinheiten bestimmter Viren hergestellte Vakzinen:Beispiele inaktivierter Viren sind der »Spaltimpfstoff« des Influenzavirus und die Inaktivierung des Salk-Poliovirus-Impfstoffs durch chemische Verfahren.Beispiele für Vakzine auf der Basis gentechnologisch hergestellter einzelner Virusproteine sind die Impfstoffe gegen Hepatitis-B-Virus (HBV) oder bestimmte Typen humaner Papillomviren (HPV). Bei der HBV-Vakzine handelt es sich um das Oberflächenantigen (HBsAg), während beim HPV-Impfstoff aus einem einzigen Kapsidprotein bestehende »virus-like particles« ohne DNA verwendet werden.",
            "cite_spans": [],
            "section": "Totimpfstoff ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Die Impfung mit Lebend- und Totimpfstoffen wird als aktive Immunisierung bezeichnet.",
            "cite_spans": [],
            "section": "Aktive Immunisierung ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Lokalinfektion oder systemische Infektionskrankheit mit Elimination\npersistenter oder latenter Verlauf ohne Eliminationpränatale Infektionen als Embryopathien und peri-/postnatale Infektion",
            "cite_spans": [],
            "section": "Infektionsverläufe ::: Infektionsverlauf und Pathogenität ::: In Kürze ::: Passive Immunisierung ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Eintrittspforten: Nase, Mundhöhle, Konjunktiven, Gastrointestinaltrakt, Genitale, Hautläsionen, Blutbahn\nAusbreitung: Replikation an Eintrittspforte, Eindringen in Lymphknoten und Lymphbahnen: primäre Virämie; dadurch Ansiedelung in Endothelien und myelomonozytären Zellen sowie erneute Replikation: sekundäre VirämieOrganmanifestation: Beteiligung viszeraler Organe (z. B. Lunge, Leber, Herz, Darm, Gehirn)Ausscheidung: Nase/Rachen, Stuhl, Urin, Tränenflüssigkeit, Speicheldrüsen, Sperma, Zervixsekret; Übertragung durch Blut oder Blutprodukte",
            "cite_spans": [],
            "section": "Ausbreitungswege ::: Infektionsverlauf und Pathogenität ::: In Kürze ::: Passive Immunisierung ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Eigenschaft einer Virusspezies, in einer Wirtsspezies eine Krankheit zu erzeugen",
            "cite_spans": [],
            "section": "Pathogenität ::: Infektionsverlauf und Pathogenität ::: In Kürze ::: Passive Immunisierung ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Ausmaß der Pathogenität verschiedener Varianten eines Virus, die sich aufgrund geringfügiger genetischer Unterschiede (Mutationen) in ihrer krankmachenden Wirkung unterscheiden; Eigenschaften des Virus und der Wirtszelle determinieren die Organ- und Zellspezifität (Tropismus)",
            "cite_spans": [],
            "section": "Virulenz ::: Infektionsverlauf und Pathogenität ::: In Kürze ::: Passive Immunisierung ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Folgen der Dominierung des zellulären Metabolismus durch das replizierende Virus, z. B. »host-shutoff«, gentoxische Schäden, Apoptose oder Nekrose. Die mikroskopisch sichtbaren Schäden in einer virusinfizierten Zelle wie Zellabkugelung, Synzytienbildung, nukleäre oder zytoplasmatische Einschlusskörperchen werden als zytopathischer Effekt (CPE) bezeichnet und lassen sich in Zellkultur, in bestimmten Fällen (Riesenzellpneumonie bei Masern, Eulenaugenzellen bei CMV-Infektion) aber auch in vivo beobachten.",
            "cite_spans": [],
            "section": "Direkte Auswirkungen des Virus auf die infizierte Zelle ::: Infektionsverlauf und Pathogenität ::: In Kürze ::: Passive Immunisierung ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Infolge der Immunreaktion auf das Virus ausgelöste Schäden, z. B. Zellschädigung durch das Immunsystem, Beeinflussung der Zytokinsynthese, Lyse von Zellen durch Antikörper und/oder Komplement",
            "cite_spans": [],
            "section": "Indirekte Folgen der Virusinfektion auf das befallene Organ ::: Infektionsverlauf und Pathogenität ::: In Kürze ::: Passive Immunisierung ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Werden im Verlauf akuter und chronischer Krankheiten ausgelöst und können z. B. durch autoreaktive zytotoxische T-Zellen (Typ-I-juveniler Diabetes im Gefolge einer Virusinfektion, Guillain-Barré-Syndrom) oder Immunkomplexe (Arteriitis und Glomerulonephritis) vermittelt werden.",
            "cite_spans": [],
            "section": "Virusinduzierte Autoimmunprozesse ::: Infektionsverlauf und Pathogenität ::: In Kürze ::: Passive Immunisierung ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "\nangeborene Immunität: Interferone, Zytokine, Makrophagen, NK-Zellenadaptiv-spezifische Abwehr: Antikörper, B-Zellen, T-Effektor-Zellen\n",
            "cite_spans": [],
            "section": "Abwehrmechanismen bei Virusinfektionen ::: Infektionsverlauf und Pathogenität ::: In Kürze ::: Passive Immunisierung ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        },
        {
            "text": "Lebendimpfstoffe entstehen durch Selektion von Mutanten mit geringer Virulenz, Totimpfstoffe durch Inaktivierung von Viruspräparationen oder Reinigung bzw. gentechnische Herstellung einzelner Virusproteine.",
            "cite_spans": [],
            "section": "Impfstoffe ::: Infektionsverlauf und Pathogenität ::: In Kürze ::: Passive Immunisierung ::: Lebend- und Totimpfstoffe",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}