{
    "paper_id": "PMC7134611",
    "metadata": {
        "title": "What has luck got to do with economic development? An interpretation of resurgent Asia’s growth experience",
        "authors": [
            {
                "first": "H.M.",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "email": "hmleung@smu.edu.sg",
                "affiliation": {}
            },
            {
                "first": "Swee",
                "middle": [
                    "Liang"
                ],
                "last": "Tan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhen",
                "middle": [
                    "Lin"
                ],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the new millennium, our picture of world economic development is filled with hope and despair. On the one hand, real per capita income in the Western developed world has increased faster during the past 50 years than ever before. On the other hand, income distribution across nations is worsening at an alarming rate. Uneven development is entrenched, the gulf between rich and poor countries is widening, and rampant poverty continues to haunt millions of people in Sub-Saharan Africa, Asia, and Latin America.\n1\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Also in the past 50 years, four Asian Newly Industrialised Economies—Korea, Taiwan, Hong Kong and Singapore (NIEs for short)—have caught the imagination of the world. Taken together, the NIEs have grown at an average rate of 7.9% per year from 1960 to 2000, roughly three times the world average.\n2 At constant 1995 US$ terms, the NIEs’ Gross Domestic Product (GDP) increased by a staggering 20 times from 1960 to 2000. Singapore, for instance, within a single generation raised her per real capita GDP from 20% of that of the United States of America in 1960 to 88% in 2000. The NIEs have presented the world with great hopes and, by the same token, an intellectual puzzle: How did they do it? The NIEs’ growth experience has often been referred to as a “miracle.” Can poor nations replicate their economic “miracle?” If yes, then how?\n3\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In life, there are three basic ingredients to good fortune: wisdom, hard work, and luck. Luck is important because we live in a world of chance. More precisely, luck can be defined as an unknown and unpredictable phenomenon that causes an event to result one way rather than another. Luck can be good or bad, but either way it is characterised by an enigmatic and unknowable volatility.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this regard, two recent papers raise the question of how luck may affect economic development. One is Acemoglu and Zilibotti (1997), which argues that “At the early stages of development, the presence of indivisible projects limits the degree of risk spreading (diversification) that the economy can achieve. […] ‘Lucky’ countries will spend relatively less time in the primitive accumulation stage and develop faster” (p. 709, italics added). Indivisibility is certainly a problem for small countries, and each of the four NIEs is small. Singapore, for instance, is a small city state that deals with indivisibility by targeted-investment policies. Largely as a result of her government’s economic development policy, 42.1% of her total manufacturing output in 2002 came from a single sector of electronic products and components, even though this proportion had fallen from 48.9% in 1997. Similar stories can be told of Taiwan’s targeting basic industries such as glass, plastics, steel and cement (see Wade, 1990, p. 78), and of Korea’s targeting shipbuilding, cement, and steel (see Amsden, 1990 and Jones & Sekong, 1980). Applying Acemoglu and Zilibotti’s hypothesis that “chance will always play a key role in his [Prometheus’] unchaining” (p. 711), these NIEs must have hit the jackpot by choosing the growth industries. These Asian countries could, according to the Acemoglu–Zilibotti hypothesis, easily have betted on the wrong horse. They have been lucky; things could have been much worse.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 134,
                    "mention": "Acemoglu and Zilibotti (1997)",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1008,
                    "end": 1018,
                    "mention": "Wade, 1990",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1090,
                    "end": 1102,
                    "mention": "Amsden, 1990",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1107,
                    "end": 1127,
                    "mention": "Jones & Sekong, 1980",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The other paper is Easterly, Kremer, Pritchett, and Summers (1993), which observes empirically over recent decades that there are (a) low persistence of growth rates, (b) high persistence of country characteristics, and (c) low persistence of shocks such as terms of trade. They conclude that “… luck is important relative to policies in determining the long-run path of output” (1993, p. 476). Not only do Easterly and his co-authors assert that luck is important, but that growth policy is not. Thus they write, “The finding that much variation in growth rates is due to random shocks should induce caution in attributing high growth rates to good policy (or to a good ‘work ethic’). Just as a baseball star is dubbed a clutch hitter after a lucky hit, some so-called economic miracles are likely due to random variation” (1993, p. 481, italics added). The “miracles” they refer to are the four high-flying Asian NIEs, which Easterly in another paper predicts “should be heading back toward earth soon” (1995, p. 283). Sure enough, merely two years after Easterly wrote this, all four NIEs headed “back toward earth” in the form of the 1997 Asian financial crisis. They did not stay on earth for very long though, and they quickly rebounded to above-average growth rates until, in 2003, another shock hit them (except Korea) in the form of a deadly virus called Severe Acute Respiratory Syndrome (SARS). The Asian NIEs have been lucky, but perhaps their luck is finally running out.",
            "cite_spans": [
                {
                    "start": 19,
                    "end": 66,
                    "mention": "Easterly, Kremer, Pritchett, and Summers (1993)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "mention": "1995",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Because of its inherently unknowable and volatile quality, luck is a concept shrouded by a great deal of ambiguity and obscurity. Consequently, we have to be careful in order not to reduce our enquiry to a state of quagmire. Luck is often associated with fate, even superstition; a student may think that he did well in an examination paper because he wore his “lucky T-shirt” that day. Such prosaicism must be excluded from our discussion. Furthermore, any theory based on luck is intellectually distasteful since it can never be falsified. For instance, we can never disprove that the student’s T-shirt brought him “luck” that day. By the same token, we can never disprove that Asian NIEs’ growth performance was due to “luck” at least in some ways. Even though a luck-theory, by its incapacity of being falsified falls within the Popperian realm of “non-science,” it is still enlightening, meaningful, and indeed crucial to consider how it may help us to understand growth. Luck is by definition unknowable. However, we could find out how luck evolves amid economic volatility, and thence infer the role of good luck and good policy in (NIEs) growth. After all, the history of human civilization is the history of knowing the unknown and of reducing our realm of ignorance, much of which we unwittingly assign to luck.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Practical policy recommendations are the chief motivation in this paper. The question, “What has luck got to do with growth?” is, for poor countries yearning for economic progress, too important to be ignored. As the only star performers for almost a half century, the NIEs have carried the hopes of many poor nations in the world. China, India, Thailand, Malaysia, Vietnam and a host of Asian countries have begun lately to emulate the four NIEs with various degrees of success. “How to make a miracle”\n4 is without doubt the most encapsulating question today, but much hope will sadly be dashed if the NIE miracles are merely freak results from a lucky draw. If the NIE’s growth really were freak results from a lucky draw, then poor countries should forget about learning from the Asian examples, but instead try to improve their fortune through other means.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Because of the practical importance of the question, “What luck has got to do with development?” it will be worthwhile to examine evidence; doing this will clear our thoughts on the matter. As explained earlier, disproving the luck-hypothesis is an impossible mission; this is not the purpose of this paper. Our aim is instead twofold. First, we need to dispel the widespread misconception that the Asian NIEs have had a smooth ride all the way. The fact is the contrary—they have had to endure more than their fair share of volatility along their growth path. Second, we argue (in Section 4) that even luck is endogenous. Luck always favours those who work hard, not as an article of faith, but as a consequence of learning-by-doing and learning-by-investing. The Asian NIE’s high degree of volatility was a consequence of their intensive investment policy (see Section 3); their luck and fortune are spin-offs from their toil and dexterity. Our recommendation to poor countries is to formulate good investment and growth policies now, as luck will take the side of those who strive.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The plan of the paper is as follows. The next section argues that volatility rises, not falls, with growth. Section 3 establishes the positive association between investment shares and volatility. Section 4 argues that even luck is endogenous. Section 5 concludes.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To begin with, we can visualise the cycles by plotting annual GDP changes as a percentage of that year’s GDP.\n5\nFig. 1a\nplots the graphs of the Asian NIEs, and Fig. 1b that of four developed countries—Australia, Sweden, the United Kingdom and the United States. Australia, Sweden, and the UK had similar per capita GDPs to the four NIEs at 2000, while the U.S. is included as another benchmark for comparison.",
            "cite_spans": [],
            "section": "Visualising NIE cycles ::: Volatility rises with growth",
            "ref_spans": [
                {
                    "start": 112,
                    "end": 119,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 160,
                    "end": 167,
                    "mention": "Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "From the figures, we see that what distinguishes the NIEs is not the absence of fluctuation. Both in terms of frequency and magnitude their oscillations are not significantly different from those in the developed countries. The only difference is that the NIEs fluctuated around a higher mean growth rate than those countries in Fig. 1b.",
            "cite_spans": [],
            "section": "Visualising NIE cycles ::: Volatility rises with growth",
            "ref_spans": [
                {
                    "start": 329,
                    "end": 336,
                    "mention": "Fig. 1b",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "More systematic but conflicting evidence comes from cross-country regressions. Kormendi and Meguire (1985) and Grier and Tullock (1989) use cross-country comparisons, and find that higher standard deviations of output growth are associated with higher mean growth rates. Gavin and Hausmann (1995) study Latin American countries, and find that when other measures of volatility are included, volatility has a positive but insignificant relation with growth rates. Contrarily, Ramey and Ramey (1995) present evidence that volatility and growth rates are negatively linked. Aisenman and Marion, 1993, Aisenman and Marion, 1999 support Ramey and Ramey’s result for a group of developing countries. None of these papers explore in detail the possibility that the volatility facing the rich OECD countries may be of a different category than the volatility facing the poor countries, and again different from those facing the Asian NIEs. We may recall Grier and Tullock’s (1989) warning, that “we do not have a single empirical model of secular growth that applies around the world” (p. 274). Such warning, however, have not been heeded in the papers just cited.",
            "cite_spans": [
                {
                    "start": 79,
                    "end": 106,
                    "mention": "Kormendi and Meguire (1985)",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 111,
                    "end": 135,
                    "mention": "Grier and Tullock (1989)",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 271,
                    "end": 296,
                    "mention": "Gavin and Hausmann (1995)",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 475,
                    "end": 497,
                    "mention": "Ramey and Ramey (1995)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 571,
                    "end": 596,
                    "mention": "Aisenman and Marion, 1993",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 598,
                    "end": 623,
                    "mention": "Aisenman and Marion, 1999",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 946,
                    "end": 972,
                    "mention": "Grier and Tullock’s (1989)",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "The existing literature ::: Volatility rises with growth",
            "ref_spans": []
        },
        {
            "text": "Let us examine more carefully Ramey and Ramey (1995), who regress the average growth rate of countries (gi) from 1962 to 1985 on the standard deviation of growth rate (σi). Using the Penn World Tables for 92 countries, they report the following regression result(1)gi=0.03(7.7)−0.154σi(−2.3)where i is a country index, t-statistics are given in the parentheses, and R\n2=.057. Ramey and Ramey find also that this result is robust with the inclusion of four control variables—average investment share of GDP, average population growth rate, initial human capital, and initial per capita GDP.",
            "cite_spans": [
                {
                    "start": 30,
                    "end": 52,
                    "mention": "Ramey and Ramey (1995)",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "The existing literature ::: Volatility rises with growth",
            "ref_spans": []
        },
        {
            "text": "From (1), Ramey and Ramey conclude that “volatility has a negative relationship with growth” (p. 1142). This negative relationship leads to the opinion, prevailing in the literature today, that the fast-growth NIEs have low volatility. As mentioned in our Introduction, this alleged low volatility of NIEs has led Easterly, Stiglitz and others to believe that the Asian countries have been “lucky”. We now set out to show that their perception of the NIEs’ history is erroneous: the fast-growing NIEs had greater, not smaller, volatility than the advanced OECD countries. In general, volatility rises with growth and not the other way round.",
            "cite_spans": [],
            "section": "The existing literature ::: Volatility rises with growth",
            "ref_spans": []
        },
        {
            "text": "Since regression (1) merely tells us the association between growth and volatility rather than causality, and based on our suspicious that (a) the association is non-linear and (b) volatility rises with growth, we put the average 1960–2000 growth rate of country i on the left-hand side and run the following quadratic ordinary least squares (OLS) regression(2)σi=5.770(14.37)−1.003(−3.39)gi+0.141(2.74)gi2\nR\n2=.128, F=5.97 which is significant at the 1% level.",
            "cite_spans": [],
            "section": "A quadratic equation gives a better fit ::: Volatility rises with growth",
            "ref_spans": []
        },
        {
            "text": "The data set used is the Penn World Table (mark 6.1) with 85 countries. The R-square of .128 (adjusted R-square .107) is more than twice as large as Ramey and Ramey’s. The quadratic equation gives a distinctly better fit than Ramey and Ramey’s linear specification.",
            "cite_spans": [],
            "section": "A quadratic equation gives a better fit ::: Volatility rises with growth",
            "ref_spans": []
        },
        {
            "text": "Using the estimated parameter values from (2) we plot the resulting U-shaped curve between volatility and growth rate in Fig. 2\n. The trough of the curve occurs at g=3.6. Volatility rises in both directions from this trough.",
            "cite_spans": [],
            "section": "A quadratic equation gives a better fit ::: Volatility rises with growth",
            "ref_spans": [
                {
                    "start": 121,
                    "end": 127,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Regressions (2) and Fig. 2 show that three country groups—the slow-growing, the medium-growing, and the fast-growing—have significant similarity within group and differences between groups. Many international bodies such as the International Monetary Fund (IMF) also distinguish three country groups—the Developing Economies (DEs), the Advanced Economies (AEs), and the Asian NIEs (see Table 1\n).",
            "cite_spans": [],
            "section": "Distinguishing country groups ::: Volatility rises with growth",
            "ref_spans": [
                {
                    "start": 20,
                    "end": 26,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 386,
                    "end": 393,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "An OLS regression using dummy variables will help to identify which country group belongs to which segment of Fig. 2, and lend support to our regression (2). We extract from the Penn World Data the 85 countries appearing Table 1, and run the following regression(3)gi=2.45(6.1)−0.16(−2.21)dDEσDE,i+0.67(5.18)dNIEσNIE,i+0.14(0.89)dAEσAE,iwhere, g\ni=averaged per capita GDP growth rate of country i over 1950–2000, dj (dummy variables) = 1 if a country belongs to category j, 0 otherwise, σj,i=1950–2000 annual average standard deviation of per capita growth rate of country i belonging to category j, and R\n2=.45, F=21.72 which is significant at the 1% level.",
            "cite_spans": [],
            "section": "Distinguishing country groups ::: Volatility rises with growth",
            "ref_spans": [
                {
                    "start": 110,
                    "end": 116,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 221,
                    "end": 228,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Three conclusions emerge from (3). First, the negative relationship between growth rate and volatility holds only for developing economies. Second, for the four Asian NIEs, the relationship between growth rate and volatility is positive and statistically highly significant. Third, for the advanced economies, the relationship is positive but not significantly different from zero. In short, the U-shaped curve of Fig. 2 depicts the behavior of the developing, the advanced, and the Asian NIEs as we move towards the right-hand side along the horizontal axis of average GDP growth rate.",
            "cite_spans": [],
            "section": "Distinguishing country groups ::: Volatility rises with growth",
            "ref_spans": [
                {
                    "start": 414,
                    "end": 420,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Let us conjecture for a moment what might have caused this result. Consider first of all the downward-sloping portion of the U-shaped curve in Fig. 2. These countries are poor, slow-growing (some have negative growth rates), and technologically backward. Many of them rely heavily on agricultural products which have low supply elasticity; agricultural supplies are subject to wide fluctuations because of floods, droughts and other natural disasters. In manufacturing, poor-country workers are unskilled and produce labor intensive, technologically well-diffused commodities. Widely available substitutes and intense competition increase demand elasticities for their outputs. The combination of a flat demand curve and a steep supply which shifts easily leads to large swings of sales revenue. The more backward a country is, the more volatility she will face.",
            "cite_spans": [],
            "section": "Distinguishing country groups ::: Volatility rises with growth",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 149,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Next we consider the Asian NIEs, which are distinguished by fast growth and intensive investment. In addition, these nations are small in size. As we mentioned earlier, they are restricted by investment indivisibilities and had resorted to industrial targeting policies in order to exploit economies of scale. Even though such gambles have paid off in the long run, targeting large-scale investments restricted their economic profile to a limited number of sectors. Being small in size, Asian NIEs are driven to rely on export markets located in advanced countries. Even though they are catching up with advanced technology, their production remains labor-intensive, and their technology diffused compared to the advanced OECD countries. Like the poor countries, the NIEs face highly elastic demand curves. But unlike the poor countries, the NIE’s volatility stems mainly from shifts in demand. Despite their differences, both the stagnant, less-developed countries and the progressive, Asian NIEs have high volatility.",
            "cite_spans": [],
            "section": "Distinguishing country groups ::: Volatility rises with growth",
            "ref_spans": []
        },
        {
            "text": "Finally we turn to the advanced countries, which typically have moderate growth rates of about 2–3% per year. They possess advanced technologies, but their per capita incomes are now almost indistinguishable from some of the Asian NIEs.\n6\nTable 2\nshows that the advanced countries saved less, invested less, and had smaller capital formation than the Asian NIEs. Their modest investment means that they take less risk, and that they can hedge their investment better than the Asian NIEs. Their high-technology outputs have fewer competitors, greater market power, and less elastic demand curves than the NIEs’. Furthermore, the supply curves of such high-tech outputs do not fluctuate as much as the poor countries’ agricultural output, and the demand curves of high-tech commodities do not shift as much as the NIEs’ because of their market power. Consequently, the developed countries’ GDPs are less volatile than the poor, developing countries’ and the fast-growing NIEs’.",
            "cite_spans": [],
            "section": "Distinguishing country groups ::: Volatility rises with growth",
            "ref_spans": [
                {
                    "start": 239,
                    "end": 246,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Towards the end of the 20th century, there were encouraging signs that a group of countries in Asia were joining the four NIEs in their rapid economic growth. As a simple extension we move four other star-performers—Malaysia, Thailand, Indonesia and China—into the Asian NIE category.\n7 Repeating the regression (3) using dummy variables and with eight Asian NIEs gives(4)gi=2.01(5.5)−0.11(−1.7)dDEσDE,i+0.68(6.30)dNIEσNIE,i+0.27(2.01)dAEσAE,i\nR\n2=.552, F=32.85 which is significant at the 1% level.",
            "cite_spans": [],
            "section": "Extension: widening the definition of Asian NIEs ::: Volatility rises with growth",
            "ref_spans": []
        },
        {
            "text": "In contrast with the findings in (3), the coefficient for d\nAE×σAE,i in (4) is now statistically significant. This strengthens our conclusion that the negative growth–volatility relationship only holds for poor, developing countries, and that there is a positive growth–volatility relationship for all the other countries.",
            "cite_spans": [],
            "section": "Extension: widening the definition of Asian NIEs ::: Volatility rises with growth",
            "ref_spans": []
        },
        {
            "text": "The positive association just observed raises the prospect that neither growth nor volatility occurs by chance; instead, both are endogenous consequences of economic decisions. We argued earlier that Asian NIEs have resorted to industrial targeting and intensive investment policies, and that their small size forces them to put all their eggs in only a few baskets. We now examine the relationships among volatility, investment intensity and country size.",
            "cite_spans": [],
            "section": "Investment-share and country size also affect volatility",
            "ref_spans": []
        },
        {
            "text": "For investment intensity we use investment as a percentage of GDP, and we use log GDP as a proxy for country size. Since we are focusing on the positive-sloped segment of the U-shaped curve (see Fig. 2), only OECD advanced countries and the Asian NIEs (the extended definition, including Singapore, Hong Kong, Korea, Taiwan, China, Pakistan, the Philippines, Indonesia, Thailand and Malaysia) are included in the following regression\n8\n(5)σi=6.72(1.56)+0.16(3.70)invsi−0.66(−1.91)log GDPi\nR\n2=.32, F=6.04 which is significant at the 1% level.",
            "cite_spans": [],
            "section": "Investment-share and country size also affect volatility",
            "ref_spans": [
                {
                    "start": 195,
                    "end": 201,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Thus, we confirm that there is a positive and statistically significant association between growth volatility and investment share. The coefficient on economy size is negative, and it is statistically significant at the 10% level. The smaller the country, the higher the risk from investment indivisibility, and hence the more volatile is its economic growth.",
            "cite_spans": [],
            "section": "Investment-share and country size also affect volatility",
            "ref_spans": []
        },
        {
            "text": "We established in earlier sections that Asian NIEs have endured more volatility than other slower-growing nations. Some may still believe that the NIEs had good luck because they stayed afloat despite such adversities. As we argued in the Introduction, there is no question that Asian NIEs were lucky. They could have targeted the wrong industries, consumers in their export markets could have found their products not palatable to their tastes, and the NIEs for many reasons could have foundered instead of soared. In this section, we will give reasons to contend that luck has a habit of favouring those who strive and persevere. As President Thomas Jefferson once said, “I am a great believer in luck, and I find the harder I work, the more I have of it.” In other words, even luck is endogenous; it is a function of cogent policies for growth.",
            "cite_spans": [],
            "section": "Discussion: even luck is endogenous",
            "ref_spans": []
        },
        {
            "text": "Luck assumes its preeminence because nature is wrought with chances, crises, and exigencies. In dealing with chances, economists are accustomed to think in terms of risk and uncertainty. A useful conceptual distinction between risk and uncertainty is that by Hart (1942), who defines uncertainty as the reducible component of ignorance about outcomes, whereas risk is the irreducible component. The history of human civilization and industrialisation can be seen as an endless endeavor to reduce our ignorance. This history is one of learning. As we strive, we experiment, make mistakes, learn and sharpen our skills. When we encounter similar circumstances, our performance improves because of what we learned before.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 270,
                    "mention": "Hart (1942)",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Discussion: even luck is endogenous",
            "ref_spans": []
        },
        {
            "text": "Analogous to Arrow’s (1962) hypothesis that production knowledge is enhanced through learning-by-doing, investment knowledge also advances via learning-by-investing. As Bernanke (1983) points out, the two key characteristics of all investments are that they are uncertain, and that they are in various degrees irreversible. The difficulty facing poor countries is that they lack investment experience; the irreversibility deters investment decisions since committing to an inferior investment option today means missed opportunities tomorrow. Bernanke (1983) also constructs a formal model to show that there is an option value to waiting, and he concludes, “… in early stages of the learning process, waiting for information is a valuable activity, and investment tends to be deferred” (p. 95). The option value (of not investing) is higher, and investment is deferred for longer, when the uncertainty (our reducible ignorance) attached to the investment is larger.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 27,
                    "mention": "Arrow’s (1962)",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 169,
                    "end": 184,
                    "mention": "Bernanke (1983)",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 543,
                    "end": 558,
                    "mention": "Bernanke (1983)",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion: even luck is endogenous",
            "ref_spans": []
        },
        {
            "text": "Just as learning-by-doing implies increasing returns to production, learning-by-investing implies increasing returns to investment activities. There is no question that Hong Kong’s Li Ka Shing is a better businessman now than he was twenty years ago, that the Korean chaebols have harnessed business expertise unmatched by many backward countries, and that Singapore government’s Economic Development Board has gathered investment know-how far superior to that possessed by the governments of, say, Armenia or the Philippines. For any start-up investor the first investment project is inevitably difficult. The second project benefits from the experience of the first, and subsequent decisions are made more accurately and with more conviction as the investor gains from learning-by-investing. Thus, Bernanke continues, “As knowledge accumulates and priors concentrate, the propensity to invest increases” (1983, p. 95). For all less-developed countries, the take-off is the most important and the most difficult part of their industrialisation. Making the second million dollars is usually easier than making the first million, not so much because luck favours those who have made the first million, but rather because past experience improves the odds of success in future endeavors.",
            "cite_spans": [],
            "section": "Discussion: even luck is endogenous",
            "ref_spans": []
        },
        {
            "text": "It is important to note that useful experience is gained not only from successful projects; the experience of failure is often a more valuable lesson than success. Projects do fail in Asian NIEs. In fact many Asian projects fail, and the high degree of NIE volatility we observed in 3, 4 testifies to that vividly. The lesson for the poor, undeveloped nations is that the path to growth is bound to be a bumpy ride, but the going can only get better because of learning-by-investing in addition to learning-by-doing. Precisely because the beginning is the most difficult, the time to start learning is now. The harder one works, the faster one learns. Luck will come to side with those who work hard and those who strive. Even luck is endogenous; it is not a faith, but a logical consequence of learning from experience.",
            "cite_spans": [],
            "section": "Discussion: even luck is endogenous",
            "ref_spans": []
        },
        {
            "text": "We conclude therefore that luck indeed has a prominent role to play in economic growth. Instead of contrasting “good policy” and “good luck,” as Easterly et al. (1993) did, good luck should be seen as a natural consequence of good policy. In Section 2 we corrected the common misconception that Asian NIEs have maintained high-speed growth with little volatility. We showed, on the contrary, that NIEs have endured more volatility than the advanced OECD countries. Such volatility is, in addition, a necessary part of their learning experience. Small country-size and investment indivisibility led Asian NIEs to targeted investment policies, which brought fast growth as well as a high degree of fluctuations. It is precisely from such business ups and downs that these nations learn to sharpen their investment skills; economic growth is not only a process of learning-by-doing, it is also one of learning-by-investing.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 167,
                    "mention": "Easterly et al. (1993)",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Our conclusion on the role of luck contrasts pointedly with the prevailing belief, as espoused in Easterly et al. (1993) and in Acemoglu and Zilibotti (1997), that growth is a result of luck, and not a result of good policy. The truth is, even luck is endogenous. Poor countries have everything to gain from formulating a progressive, coherent set of growth policies. Luck will side with those who strive. This is not a faith; this is part of the human history of learning-by-trying.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 120,
                    "mention": "Easterly et al. (1993)",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 128,
                    "end": 157,
                    "mention": "Acemoglu and Zilibotti (1997)",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: List of countries in the sample\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Asian NIEs development policies\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: (a) Asian NIEs volatility. Source: World Development Indicator (2002) and TWT (mark 6.1). (b) Selected OECD volatility, Source: World Development Indicator CD-ROM (2002).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: A quadratic relation between volatility and growth using estimated parameters from Eq. (2).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Was Prometheus unbound by chance? Risk, diversification, and growth",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Acemoglu",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Zilibotti",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Political Economy",
            "volume": "105",
            "issn": "",
            "pages": "709-751",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "An empirical analysis of cross-national economic growth, 1951–1980",
            "authors": [
                {
                    "first": "K.B.",
                    "middle": [],
                    "last": "Grier",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Tullock",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of Monetary Economics",
            "volume": "24",
            "issn": "",
            "pages": "48-69",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Macroeconomic determinants of growth: Cross-country evidence",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kormendi",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Meguire",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Journal of Monetary Economics",
            "volume": "16",
            "issn": "",
            "pages": "151-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Cross-country evidence on the link between volatility and growth",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Ramey",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Ramey",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "American Economic Review",
            "volume": "85",
            "issn": "",
            "pages": "1138-1151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Policy uncertainty, persistence and growth",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Aisenman",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Review of International Economics",
            "volume": "1",
            "issn": "",
            "pages": "145-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Volatility and investment: Interpreting evidence from developing countries",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Aisenman",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Marion",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Economica",
            "volume": "66",
            "issn": "",
            "pages": "157-181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Like the rest: Southeast Asia’s ‘late’ industrialisation",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Amsden",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Journal of International Development",
            "volume": "7",
            "issn": "",
            "pages": "791-799",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The economic implications of learning by doing",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Arrow",
                    "suffix": ""
                }
            ],
            "year": 1962,
            "venue": "Review of Economic Studies",
            "volume": "29",
            "issn": "",
            "pages": "155-173",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Irreversibility, uncertainty, and cyclical investment",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Bernanke",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Quarterly Journal of Economics",
            "volume": "98",
            "issn": "",
            "pages": "85-106",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Good policy or good luck? Country growth performance and temporary shocks",
            "authors": [
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Easterly",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kremer",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Pritchett",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Summers",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Journal of Monetary Economics",
            "volume": "32",
            "issn": "",
            "pages": "459-483",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}