{
    "paper_id": "PMC7197895",
    "metadata": {
        "title": "Characterization and utility of monoclonal antibodies against spike protein of transmissible gastroenteritis virus",
        "authors": [
            {
                "first": "F.",
                "middle": [],
                "last": "Meng",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "X.",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Porcine transmissible gastroenteritis (TGE) caused by transmissible gastroenteritis virus (TGEV) is a highly contagious disease characterized by vomiting, diarrhoea and dehydration. The mortality rate of TGE in seronegative suckling piglets may reach 100%. TGE prevalence causes enormous economic losses to swine‐breeding units.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "TGEV is an enveloped virus with a positive‐stranded RNA genome and belongs to the family Coronaviridae. The viral particle of TGEV is composed of four identified structural proteins: the spike (S), the integral membrane (M), the minor envelope (E) and the nucleocapsid (N) (Spaan et al. 1988; Ren et al. 2008). TGEV S protein is a major viral antigen and can elicit the neutralizing antibodies in hosts (Jiménez et al. 1986). The interaction between the S protein and porcine aminopeptidase N (pAPN), the cellular receptor of TGEV, mediates the virus entry and subsequent membrane fusion (Delmas et al. 1992; Liu et al. 2009). Consequently, the S protein of TGEV can be selected as a candidate for antigen detection and vaccine design. Four major antigenic sites (A, B, C and D) located on the amino‐terminal half of protein S have been identified (Delmas et al. 1990). In this study, using the bacterially expressed TGEV S1 protein and hybridoma technique, four monoclonal antibodies (mAbs) against the S1 protein were generated and characterized. The availability and utility of these mAbs are helpful for detecting and analysing TGEV infection.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Swine testis (ST) cells were grown in Eagle’s minimum essential medium (EMEM) supplemented with 10% newborn bovine serum (NBS; Excell Bio, Shanghai, China). TGEV strain PUR46‐MAD was provided by Dr L. Enjuanes of CSIC‐UAM Canto Blanco, Madrid, Spain. The virus was propagated in ST cells and passaged twice a week. SP2/0 myeloma cells were stored in our laboratory.",
            "cite_spans": [],
            "section": "Virus and cells ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Recombinant plasmid bearing full‐length TGEV S gene (GenBank accession number: No. M94101) was used as PCR template (Schwegmann‐wessels et al. 2009). Sense primer 5′‐GGGGGGATCCATTGAAACCTTCCTTCTA and antisense primer 5′‐CCCCGAATTCGTTAGTTTGTCTAATAATA were used to amplify a truncated S gene encoding the 5′ end half of the TGEV S gene designated S1 (c. 2·0 kb in length) by conventional PCR. The PCR product purified with a DNA purification kit (KeyGen, Nanjing, China) was cloned into BamH I and EcoR I sites of a prokaryotic expression vector, pGEX‐6P‐1. The resulting plasmid, pGEX‐S1, was transformed into Escherichia coli BL21(DE3) pLysS, and protein expression was induced with isopropyl β‐d‐thiogalactoside (IPTG) at a final concentration of 1 mmol l−1 at 37°C followed by gel purification. The purified protein plus equal volume of Freund’s complete adjuvant were used to immunize 6‐week‐old BALB/c mice (50 mg per mouse) via intraperitoneally. The immunization was boosted four times with the same antigen plus Freund’s incomplete adjuvant at 2‐week intervals. The anti‐S1 protein serum titre of immunized mice was detected using indirect ELISA using purified TGEV S1 protein as coating antigen. Spleen cells from the best immunized mice were fused with SP2/0 myeloma cells. Hybridomas were generated as previously described (Li et al. 2010; Meng et al. 2010). Positive hybridomas were cloned three times to harvest monoclonal hybridomas. These mAbs harvested from hybridoma grown in 1640 medium without NBS were isotyped by a Mouse MAb Isotyping kit (Sigma, USA) according to the manufacturer’s instructions.",
            "cite_spans": [],
            "section": "Generation of anti‐TGEV S1 protein monoclonal antibodies ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "For indirect immunofluorescence assay, ST cells cultured on glass coverslips in 24‐well plates were infected with TGEV (105 PFU ml−1) for 24 h followed by fixation with 4% (w/v) paraformaldehyde in PBS for 20 min. The cells were incubated with undiluted anti‐S1 mAbs followed by incubation with fluorescein isothiocyanate (FITC)‐labelled goat anti‐mouse IgG (1 : 100 dilution in 1% bovine serum albumin, BSA) at room temperature for 1 h. The nuclei of the cells were stained with propidium iodide at 37°C for 15 min prior to fluorescence microscopy (Ren et al. 2006; Meng et al. 2010; Sui et al. 2010).",
            "cite_spans": [],
            "section": "Indirect immunofluorescence assays ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "TGEV S1 protein was isolated in 12% SDS‐PAGE and then transferred to nitrocellulose (NC) membranes. The NC membranes were blocked overnight at 4°C using 5% nonfat dry milk in PBS – 0·05% Tween 20 (PBST), sliced into strips and incubated with either the supernatant of the hybridomas or SP2/0 myeloma cell culture (1 : 500 dilution in PBS) at room temperature for 1 h. After washing three times with PBST, these membranes were incubated with horseradish peroxidase (HRP)‐conjugated goat anti‐mouse IgG (1 : 2000 dilution in PBS) at 37°C for 1 h. The protein bands were visualized using 3,3′‐diaminobenzidine (DAB) substrate.",
            "cite_spans": [],
            "section": "Western blot ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The affinity constant of the mAbs was determined with ELISA as previously described (Li et al. 2010). Briefly, purified S1 proteins at concentrations of 2000, 1000 or 500 ng ml−1 were coated in ELISA plates (100 μl per well) at 4°C overnight followed by incubation with the serially diluted mAbs. After complete washing, the HRP‐conjugated goat anti‐mouse IgG was added into the wells followed by the addition of o‐phenylenediamine dihydrochloride (OPD) substrate. The equation for calculating affinity constant Kaff = (n− 1)/2(n[Ab′]t− [Ab]t), derived from law of mass action, where n = [Ag]t/[Ag′]t. [Ag]t and [Ag′]t are the total antigen concentrations measured in the wells, while [Ab′]t and [Ab]t are the total antibody concentrations in the wells at OD‐50 (50% of OD‐100, the upper plateau) and OD‐50′ of plates coated with [Ag]t and [Ag′]t.",
            "cite_spans": [],
            "section": "Analysis of affinity constant of the mAbs ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To analyse the specificity of the mAbs, a discrimination ELISA was performed. Briefly, the plate was coated with the S1 protein of TGEV, S1 protein of porcine epidemic diarrhoea virus (PEDV), GP5 protein of porcine reproductive and respiratory syndrome virus (PRRSV), BSA diluted in PBS buffer (pH 7·2) at 4°C overnight. The concentration of the proteins was 10 μg ml−1 (100 μl per well). After blocking with PBS containing 1% BSA (PBSB) for 2 h at room temperature and washing with PBST, they were consecutively incubated with hybridoma supernatants (100 μl per well) and HRP‐conjugated goat anti‐mouse IgG antibody (1 : 5000 dilution) followed by addition of OPD substrate. The reaction was stopped with 2 mol l−1 H2SO4. OD490 value was measured using an ELISA plate reader.",
            "cite_spans": [],
            "section": "Specificity of the mAbs ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "To analyse the recognizing antigenic epitopes in the S protein by the mAbs, a modified double‐antibody‐binding ELISA was performed to calculate the additivity index (AI). Briefly, ELISA plates were coated with 100 μl purified S1 protein (10 μg ml−1) diluted in 0·1 mol l−1 bicarbonate carbonate buffer (pH 9·6) at 4°C overnight. After blocking with PBSB for 1 h at room temperature and washing with PBST, the wells were incubated with undiluted supernatant from either individual hybridoma (100 μl per well) or two hybridomas. Then the wells were incubated with HRP‐conjugated secondary antibody and OPD substrate as described earlier. The amounts of the bound antibodies were quantified by measuring the OD450 value. The AI of two hybridomas was calculated according to equation: AI = [2A1 + 2/(A1 + A2)−1]100%, where A1, A2, and A1 + 2 represent the OD450 values of MAb1, MAb2, and the mixture of the two mAbs, respectively. If the AI is above 50%, it shows that the two mAbs recognize different antigenic epitope; if below 50%, it demonstrates that the two MAbs recognize same antigenic epitope.",
            "cite_spans": [],
            "section": "Analysis of antigenic epitopes ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "TGEV (107 or 105 PFU ml−1) was incubated with the mAbs serially diluted in medium at 37°C for 1 h. Then, the treated viruses were used to infect ST cells in 24‐well plates at 37°C for 1 h. After PBS washing, the cells were overlaid with 1% methylcellulose in medium and cultured for 48 h and subjected to plaque assays (Ren et al. 2008; Li et al. 2009).",
            "cite_spans": [],
            "section": "Viral neutralizing activity of the mAbs ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The bacterially expressed TGEV S1 protein was purified and used to immunize BALB/c mice. The mouse splenic cells were fused with SP2/0 myeloma cells to generate mAbs. In this study, four positive mAbs against the S1 protein of TGEV were generated. These mAbs were designated 7F5, 2D6, 3G2 and 6A9, respectively. Their isotypes identified using a Mouse MAb Isotyping kit were IgG. The isotype of 3G2 is IgG3 and the isotypes of other mAbs identified in this study are IgG1.",
            "cite_spans": [],
            "section": "Generation of anti‐S1 protein mAbs ::: Results",
            "ref_spans": []
        },
        {
            "text": "The recognizing of the mAbs to TGEV S1 protein was examined first by immunofluorescence assays after TGEV‐infected cells were fixed. As shown in Fig. 1, these mAbs recognized the virus‐infected cells rather than mock‐infected cells. The reactivity between supernatants from these hybridomas and the S1 protein was further analysed by Western blot (Fig. 2). Our results showed that these mAbs recognized the TGEV S1 protein specifically; in contrast, no positive reaction band on the NC membrane was detected, when the culture supernatant from SP2/0 myeloma cells was used as control.",
            "cite_spans": [],
            "section": "Recognizing of the mAbs to the S1 protein ::: Results",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 348,
                    "end": 354,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The affinity constant of these mAbs was determined with noncompetitive ELISA method described using serial dilutions of coated antigen and mAbs (Table 1). The results demonstrated that the mean Kaff of mAbs 6A9, 2D6, 3G2 and 7F5 were 3·638 × 1010, 1·125 × 1011, 2·024 × 1011 and 7·278 × 1011, respectively.",
            "cite_spans": [],
            "section": "Determination of affinity constant of these mAbs ::: Results",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 152,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "To analyse epitopes of the S1 protein, which were recognized by each of these mAbs, the AI assays were performed. As shown in Table 2, the AI resulting from the combination of the mAbs generated in this study was lower than 50%.",
            "cite_spans": [],
            "section": "Antigenic epitopes recognized by the mAbs ::: Results",
            "ref_spans": [
                {
                    "start": 126,
                    "end": 133,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The specificity of these mAbs was examined using ELISA. As shown in Fig. 3, these mAbs exclusively reacted with TGEV S1 protein. In contrast, they did not recognize unrelated proteins, such as PRRSV GP5 protein or PEDV S1 protein.",
            "cite_spans": [],
            "section": "Specificity of the anti‐TGEV‐S1 mAbs ::: Results",
            "ref_spans": [
                {
                    "start": 68,
                    "end": 74,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The neutralizing effect of the mAbs on TGEV was evaluated. The incubation between the high dose of viruses (1 × 107 PFU ml−1) and the serially diluted mAbs led to a decreased infectivity of TGEV in a dose‐dependent manner. The virus titre was reduced to c. 60–70% by mAbs 2D6 and 3G2; other two mAbs had poor neutralizing ability to TGEV (data not shown). Based on the results, we analysed the neutralizing activity of mAbs 2D6 and 3G2 to lower virus titre (1 × 105 PFU ml−1). The result showed that both mAbs neutralized TGEV completely (Fig. 4).",
            "cite_spans": [],
            "section": "Virus neutralizing effect of the mAbs ::: Results",
            "ref_spans": [
                {
                    "start": 539,
                    "end": 545,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "TGEV S protein is often used as immunogen or diagnostic target. The aim of this study is to identify and characterize mAbs against the S protein for virus surveillance and function analysis. TGEV S gene encoding the S protein is c. 4300 bp in length, and four major antigenic sites are located in the N‐terminal half of the S protein (Delmas et al. 1990). Therefore, the N‐terminal half of the S gene (S1 gene) was expressed in the E. coli system because this system has advantages consisting of low cost, convenience and high fermentation potential (Yin et al. 2007). Many heterologous proteins have been expressed in this system (2010a, 2010b, 2010c). In this study, the S1 protein of TGEV was expressed in the same system and used to immunize BALB/c mice. Using conventional hybridoma techniques, four positive mAbs against the S1 protein of TGEV were generated, and the isotype of 3G2 is IgG3. And the isotypes of other mAbs identified in this study are IgG1. The data indicate that this protein can induce the generation IgG antibody in the immunized mice.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To analyse the recognition of these mAbs to the S1 protein, we tested the reaction between these mAbs and the TGEV by immunofluorescence assays. Our result indicates that the mAbs can react with the native S protein of TGEV. The reactivity between supernatants from these hybridomas and the S1 protein was confirmed by Western blot. Previously, we have used a known monoclonal antibody, (6A.C3) against the S protein of TGEV (Schwegmann‐wessels et al. 2009). The mAbs generated in the study have a similar recognizing ability with the 6A.C3.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Determination of affinity constant of these mAbs indicated that the affinity ability between the S1 protein and the mAbs is increased with the increasing concentrations of these mAbs. To further characterize these antibodies, antigenic epitopes recognized by the mAbs were further evaluated, which indicates that these antibodies reacted with the same antigenic epitope in the S1 protein of TGEV.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To verify the specificity of the developed mAbs, reactivity of the antibodies with the S protein of a closely related coronavirus, PEDV or GP5 protein of PRRSV was analysed. The specific reactivity of these mAbs to TGEV S protein as shown in Western blot and to TGE virions as shown in immunofluorescence assays suggests that they may assist in the laboratory diagnosis of TGE. In the future, we will test the cross‐reaction between these mAbs and the S proteins of other group 1a coronaviruses or the S protein of some group II coronavirus that have been reported to be highly related to TGEV in the amino‐terminal domain of the S protein (Decaro et al. 2009). More importantly, the virus‐neutralizing assays indicated that two mAbs 2D6 and 3G2 were shown neutralizing TGEV completely. They are better experiment materials that can be used for investigating the biological function of TGEV.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:  Affinity constant of the mAbs\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2:  Additivity index (AI) of the mAbs\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1:  Detection of cell infection by indirect immunofluorescence assay using these mAbs. ST cells were infected with transmissible gastroenteritis virus followed by conventional immunofluorescence using the mAbs as primary antibody. The mock‐infected ST cells were used as control. The nuclei were stained with propidium iodide. A representative comparison is shown.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2:  Western blot analysis on transmissible gastroenteritis virus (TGEV) S1 protein. After the S1 protein of TGEV was transferred onto nitrocellulose membranes, the membranes were incubated with the supernatant from either SP2/0 cell culture or the mAbs followed by incubation of horseradish peroxidase‐conjugated secondary antibody. Lanes 1–5 are the blot results using the supernatant from SP2/0, 6A9, 2D6, 3G2 and 7F5 as primary antibody, respectively.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3:  Analysis of specificity of the mAbs. The S1 protein of transmissible gastroenteritis virus, GP5 protein of porcine reproductive and respiratory syndrome virus, S1 protein of porcine epidemic diarrhoea virus, BSA and PBS were used as coating antigen. The mAbs generated in this study were used as primary antibody for indirect ELISA. The OD490 value is the mean value from three independent assays. () 7F5; () 6A9; () 2D6; () 3G2.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4:  Neutralizing effect of the mAbs to transmissible gastroenteritis virus (TGEV). TGEV (1 × 105 PFU ml−1) was incubated with undiluted or serially diluted mAbs (2D6 and 3G2) for 1 h. The treated viruses were used to infect ST cells. The supernatant from SP2/0 cells was used as control in conventional plaque assays. The reduction in virus titres are shown. () 2D6; () 3G2.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Recombinant canine coronaviruses related to transmissible gastroenteritis virus of Swine are circulating in dogs",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "1532-1537",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Importance of cholesterol for infection of cells by transmissible gastroenteritis virus",
            "authors": [],
            "year": 2008,
            "venue": "Virus Res",
            "volume": "137",
            "issn": "",
            "pages": "220-224",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Development of a porcine epidemic diarrhea virus M protein‐based ELISA for virus detection",
            "authors": [],
            "year": null,
            "venue": "Biotechnol Lett",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s10529-010-0420-8"
                ]
            }
        },
        "BIBREF3": {
            "title": "Phages harboring specific peptides that recognize the N protein of the porcine reproductive and respiratory syndrome virus distinguish the virus from other viruses",
            "authors": [],
            "year": null,
            "venue": "J Clin Microbiol",
            "volume": "48",
            "issn": "",
            "pages": "1875-1881",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Heterologous expression of fused genes encoding the glycoprotein 5 from PRRSV: a way for producing functional protein in prokaryotic microorganism",
            "authors": [],
            "year": null,
            "venue": "J Biotechnol",
            "volume": "147",
            "issn": "",
            "pages": "130-135",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Comparison of vesicular stomatitis virus pseudotyped with the S proteins from a porcine and a human coronavirus",
            "authors": [],
            "year": 2009,
            "venue": "J Gen Virol",
            "volume": "90",
            "issn": "",
            "pages": "1724-1729",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Coronaviruses: structure and genome expression",
            "authors": [],
            "year": 1988,
            "venue": "J Gen Virol",
            "volume": "69",
            "issn": "",
            "pages": "2939-2952",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Antiviral effect of glycyrrhizinate diammonium and lithium chloride on cell infection by pseudorabies herpesvirus",
            "authors": [],
            "year": 2010,
            "venue": "Antiviral Res",
            "volume": "85",
            "issn": "",
            "pages": "346-353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Select what you need: a comparative evaluation of the advantages and limitations of frequently used expression systems for foreign genes",
            "authors": [],
            "year": 2007,
            "venue": "J Biotechnol",
            "volume": "127",
            "issn": "",
            "pages": "335-347",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Four major antigenic sites of the coronavirus transmissible gastroenteritis virus are located on the amino‐terminal half of spike glycoprotein S",
            "authors": [],
            "year": 1990,
            "venue": "J Gen Virol",
            "volume": "71",
            "issn": "",
            "pages": "1313-1323",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Aminopeptidase N is a major receptor for the entero‐pathogenic coronavirus TGEV",
            "authors": [],
            "year": 1992,
            "venue": "Nature",
            "volume": "357",
            "issn": "",
            "pages": "417-420",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Critical epitopes in transmissible gastroenteritis virus neutralization",
            "authors": [],
            "year": 1986,
            "venue": "J Virol",
            "volume": "60",
            "issn": "",
            "pages": "131-139",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Comparative analysis on the effect of glycyrrhizin diammonium and lithium chloride on infectious bronchitis virus infection in vitro",
            "authors": [],
            "year": 2009,
            "venue": "Avian Pathol",
            "volume": "38",
            "issn": "",
            "pages": "215-221",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Monoclonal antibodies against Stx 1B Subunit of Escherichia coli O157:H7 distinguish the bacterium from other bacteria",
            "authors": [],
            "year": 2010,
            "venue": "Lett Appl Microbiol",
            "volume": "51",
            "issn": "",
            "pages": "499-503",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Expression and functional analysis of porcine aminopeptidase N produced in prokaryotic expression system",
            "authors": [],
            "year": 2009,
            "venue": "J Biotechnol",
            "volume": "141",
            "issn": "",
            "pages": "91-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Production and characterization of a monoclonal antibody against spike protein of transmissible gastroenteritis virus",
            "authors": [],
            "year": 2010,
            "venue": "Hybridoma (Larchmt)",
            "volume": "29",
            "issn": "",
            "pages": "345-350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Analysis of ACE2 in polarized epithelial cells: surface expression and function as receptor for severe acute respiratory syndrome‐associated coronavirus",
            "authors": [],
            "year": 2006,
            "venue": "J Gen Virol",
            "volume": "87",
            "issn": "",
            "pages": "1691-1695",
            "other_ids": {
                "DOI": []
            }
        }
    }
}