{
    "paper_id": "PMC7100718",
    "metadata": {
        "title": "Tree pollen peaks are associated with increased nonviolent suicide in women",
        "authors": [
            {
                "first": "T",
                "middle": [
                    "T"
                ],
                "last": "Postolache",
                "suffix": "",
                "email": "tpostolache@psych.umaryland.edu",
                "affiliation": {}
            },
            {
                "first": "J",
                "middle": [
                    "W"
                ],
                "last": "Stiller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "R",
                "middle": [],
                "last": "Herrell",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M",
                "middle": [
                    "A"
                ],
                "last": "Goldstein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S",
                "middle": [
                    "S"
                ],
                "last": "Shreeram",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "R",
                "middle": [],
                "last": "Zebrak",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C",
                "middle": [
                    "M"
                ],
                "last": "Thrower",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J",
                "middle": [],
                "last": "Volkov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M",
                "middle": [
                    "J"
                ],
                "last": "No",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "I",
                "middle": [],
                "last": "Volkov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K",
                "middle": [
                    "J"
                ],
                "last": "Rohan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J",
                "middle": [],
                "last": "Redditt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M",
                "middle": [],
                "last": "Parmar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "F",
                "middle": [],
                "last": "Mohyuddin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C",
                "middle": [],
                "last": "Olsen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M",
                "middle": [],
                "last": "Moca",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "L",
                "middle": [
                    "H"
                ],
                "last": "Tonelli",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K",
                "middle": [],
                "last": "Merikangas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "H",
                "middle": [
                    "D"
                ],
                "last": "Komarow",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "SIR—Research on seasonality of suicide has identified a highly replicated and robust peak in late spring and a somewhat less consistent peak in late summer and early fall.1 While a number of psychosocial and environmental factors, such as increased exposure to light in the spring, have been suggested to be associated with the spring peak, none satisfactorily explains the temporal association of the peak in suicide with the proposed environmental trigger. Based on the influence of cytokines on mood, cognition, and behavior in healthy individuals2 and patients with medical and psychiatric conditions,3,4,5 the reciprocal immune–brain interactions,6 and the cytokine expression during allergic reactions, we hypothesized that tree pollen (which peaks in spring) and ragweed pollen (which peaks in late summer/early fall) may act as environmental triggers for suicide in vulnerable individuals. We explored this hypothesis by comparing the suicide rates before, during and after periods of peak atmospheric pollen.",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 172,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 550,
                    "end": 551,
                    "mention": "2",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 605,
                    "end": 606,
                    "mention": "3",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 607,
                    "end": 608,
                    "mention": "4",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 609,
                    "end": 610,
                    "mention": "5",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 652,
                    "end": 653,
                    "mention": "6",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Tree and ragweed pollen data were obtained from the American Academy of Allergy, Asthma, & Immunology for the years 1995–1998 for the continental US and Canada. Periods of allergen exposure were derived from histograms expressing pollen counts as particles per cubic meter (p/m3) on a log scale from 0 to 1000 (y-axis) by months (x-axis) within each year. Raters identified three periods for each allergen in time units of quarter-months at each location for up to 4 years divided as follows: a prepollen period (pollen counts <10 p/m3 for trees and <mid-way on the log scale between 1 and 10 p/m3 for ragweed), a peak-pollen period (>100 p/m3 for trees and >mid-way on the log scale between 10 and 100 p/m3 for ragweed), and a postpollen period when concentrations returned to the prepollen levels. Intervals with intermediate pollen counts were discarded.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Suicide data were obtained from the General Mortality Database compiled by the National Center for Health Statistics. Each suicide was classified by county and state of occurrence, date, sex, age, and type (violent, nonviolent, other, or unknown) based on the ICD-9 codes. Suicides by other or unknown means accounted for 6% of the total. For annual rates, person-years were estimated by summing each county's population from the 2000 Census across the years of observation by sex and age categories. For the analysis of rates and relative rates (RRs) by allergen season and pollen-level period, person-years were estimated by multiplying the population for each age and sex category in each county by the total number of days in each pollen-level period (=number of quarter months × days per quarter month (=7.6 days)) summed across years of observation and divided by 365.25 days per year.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Annual and seasonal suicide rates, RRs, and their standard errors were estimated in Poisson's regression models. RRs for each allergen season and suicide type were estimated setting the prepollen period as the referent and peak and postpollen periods as indicator variables. Since interaction by sex and age was found to be significant, rates and RRs for the effect of allergen exposure were calculated separately by the four age by sex strata. A post hoc analysis of a possible confounding effect of light (using a proxy measure, ‘sunshine’) was performed for the specific pollen periods that showed significant differences in suicide rates using mixed effects repeated measures ANOVA with pollen-period and year as within-location effects.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The total population of these counties in 2000 was 37 824 174 (Table 1). The total number of quarter months of peak-pollen was 670 in the tree season (mean=14.3) and 476 in the ragweed season (mean=9.5). In 92 705 505 person-years, 9528 suicides were recorded (rate=10.3/100 000 person-years, 95% confidence interval (CI)=10.1, 10.5) (Table 2). As in other population-based samples of completed suicide, the rate in males was greater than in females (RR=4.1, 95% CI=3.9, 4.3), and greater in older people compared with younger (RR=1.4, 95% CI=1.3, 1.5). The rate in older males was greater than in younger males (RR=1.8, 95% CI=1.7, 1.9). No difference by age was seen in females.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 63,
                    "end": 70,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 335,
                    "end": 342,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "A total of 2417 suicides were recorded in the tree season and 1811 in the ragweed season (Table 3). During the tree allergy season, there was a two-fold increase in the rate of nonviolent suicides among younger females in the peak-pollen period compared with the prepollen period (95% CI=1.3, 3.0) (Table 3). There was no difference between the postpollen period and the prepollen period. In older females, the rate of nonviolent suicide in the postpollen period was 4.6 times that of the prepollen period (95% CI=1.2, 17.8), with no increase in the peak-pollen period relative to the prepollen period (Table 3). It is unlikely that a greater exposure to natural light during the peak-pollen season would have spuriously increased suicide rates in younger women, because a greater suicide rate was found in the peak-pollen period, while a greater ‘sunshine’ was found in the postpollen period. However, in older women, it is possible that a greater light exposure during the postpollen period could have spuriously inflated the rate of suicide during that period. The differences in the tree pollen period effect between younger and older women may also represent a consequence of aging-related changes in the immune, endocrine, and nervous systems and their reciprocal interactions.",
            "cite_spans": [],
            "section": "",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 97,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 299,
                    "end": 306,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 603,
                    "end": 610,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The hypothesized association was thus found only for nonviolent suicides, only in females, and only for tree pollen. This sex-specific finding is consistent with the previously reported increased rate of atopy in females and several reports that allergy is associated with both the occurrence and severity of depression in women but not in men.7 Yet, if our hypothesis is correct, why would it be confirmed only for tree pollen and not also for ragweed pollen? Although ragweed is the single most allergenic plant in the US, the allergenic impact of trees is greater, with greater amount of pollen produced over a longer period of exposure, as a result of a successive (partially overlapping) onset of pollination of various tree taxa. An important additional concern is that very few nonviolent suicides were recorded in ragweed season, and since the classification comes from vital statistics data, misclassification could have a large impact on our findings for cells with few events.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 345,
                    "mention": "7",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Several key factors necessarily remain unmeasured in our data, such as allergen and light exposure, and medical and psychiatric history. While our result may have been confounded by a number of biological and psychosocial factors (such as impact of feeling sick), acting during the allergy season on individuals and their social support systems, the drug treatments of allergies are particularly relevant. Specifically, over-the-counter medications containing pseudoephedrine may worsen prosuicidal factors such as insomnia, agitation, anxiety, and impulsivity, and antihistamines may cause somnolence and cognitive disturbance. Systemic corticosteroids used for more severe symptoms can precipitate depressive, mixed, or manic episodes. Other confounding seasonal factors that peak during late winter and early spring, such as certain viral infections (corona viruses, influenza),8 may induce inflammation and increased cytokine production in early spring. Alternatively, late winter and early spring decrements in immune defenses8 against neurotropic pathogens9 could also result in seasonal decompensation of mood disorders.",
            "cite_spans": [
                {
                    "start": 881,
                    "end": 882,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1031,
                    "end": 1032,
                    "mention": "8",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1062,
                    "end": 1063,
                    "mention": "9",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Nevertheless, the link between the activation of the immune system with depression and possibly suicide may be directly related to the increased expression of cytokines during immune activation. Several mechanisms that may explain this association are currently under investigation. Further studies are necessary to define environmental factors, which, in interaction with genetic and developmental vulnerability and resilience, may contribute to the seasonal peaks of suicide. This research may contribute to the stress-diathesis concept of depression-induced suicide,10 open new perspectives regarding the environmental precipitants of suicidal behavior, and lead to the development of novel therapeutic approaches to prevent suicide.",
            "cite_spans": [
                {
                    "start": 569,
                    "end": 571,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Sample characteristics\naSD=standard deviation. bPopulation in 2000; younger is <65 years and older is ⩾65 years. cOne-quarter month=365.25 days/48 quarters=7.6 days. dN=47 counties. eN=50 counties.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Total suicides, person-years, rates, and relative rates by sex and agea\na Rates per 100 000 person-years; CI=confidence interval; RR=relative rates. Females and younger people are the referent groups. b Older is ⩾65 years and younger is <65 years.",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Suicides, person-years of exposure, rates, and relative rates of suicide by allergen season, sex, and agea\naRates per 100 000 person-years; CI=confidence interval; RR=relative rates. Bold represents statistically significant.",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Seasonal Patterns of Stress, Immune Function, and Disease",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}