{
    "paper_id": "PMC7184477",
    "metadata": {
        "title": "COVID-19 Through the Lens of Gerontology",
        "authors": [
            {
                "first": "David",
                "middle": [
                    "G"
                ],
                "last": "Le Couteur",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rozalyn",
                "middle": [
                    "M"
                ],
                "last": "Anderson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anne",
                "middle": [
                    "B"
                ],
                "last": "Newman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The case-fatality rate for COVID-19 increases dramatically with age from 3% to 5% between 65 and 74 years, 4% to 11% between 75 and 84 years, and 10% to 27% above 85 years and people aged 65 years and older account for 45% of hospitalizations, 53% of intensive care unit (ICU) admissions, and 80% of deaths (1). The first infections with the coronavirus, SARS-CoV-2, were recognized in December 2019 in Wuhan, China and since then, over 80,000 people in China contracted COVID-19, with more than 3,000 deaths (2). The United States has seen an exponential increase in the number of cases with the vast majority of deaths also occurring in people aged 65 years or older. Older people in residential aged care facilities and nursing homes have even greater risk of death given their age and comorbidities, confounded by the lack of capacity for social distancing from staff and other residents.",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 309,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 510,
                    "end": 511,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It must be a difficult and frightening time for many older people, indeed for all of us, young and old. There is a widespread perception in the community that the impact of COVID-19 is confined only to older people with underlying illnesses. This is not correct—severe infection and significant mortality occur across the life course—although the risks for older people are very high. However, we need to be cautious about the narrative linking this pandemic to older people. The Reframing Aging Initiative (2) is particularly relevant for understanding the importance of inclusive language when communicating about COVID-19.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 509,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The dichotomization of COVID-19 patients by age has been painfully apparent when decisions are being made about who should be prioritized for ventilation when ICU beds and ventilators are limited. The field of gerontology has long advocated for alternatives to chronological age to personalize prognosis and treatment choice. In Italy where the health care system has been overwhelmed by COVID-19, this has mostly come down to decisions based on age, with a cutoff age as young as 65 years in some regions (3). The United Kingdom has promoted using frailty assessed using a 9-point pictorial scale to allocate critical care interventions (4). Similar decisions will soon face doctors in the United States (5). A survey of lay people about who to prioritize for ICU admission in the setting of a viral pandemic, found that the most favored response was that the decision should be made by a senior doctor (6), adding a huge burden to doctors working in an overstretched acute hospital system.",
            "cite_spans": [
                {
                    "start": 507,
                    "end": 508,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 639,
                    "end": 640,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 706,
                    "end": 707,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 905,
                    "end": 906,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "ICU admission and ventilation may be futile in some frail older people with multimorbidity; however, there is a very big ethical difference between decisions made on the basis of futility versus those based on rationing (7). Withholding and rationing potentially life-saving ventilation just on the basis of age is not acceptable. Arguments have been made that potential years of life lost should be considered if care is rationed, yet perhaps more critical to consider is the experience and wisdom of older adults. A case in point is Dr. Anthony Fauci, Director of the National Institute of Allergy and Infectious Disease in the United States. His experience with previous epidemics is priceless to us now. Therefore, it is important that now, more than ever, our communities advocate for our older people and listen to their advice.",
            "cite_spans": [
                {
                    "start": 221,
                    "end": 222,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Apart from the threat of a severe and often fatal viral infection, the COVID-19 pandemic is influencing people of all ages through a wide range of downstream societal consequences. Many countries have introduced social/physical distancing and self-isolation in an attempt to reduce the numbers of people infected and to slow the rate of infection. Although this will reduce the spread of the virus, these interventions exacerbate the social isolation of many people, and emphasize the importance of maintaining interactions across our communities. The prioritization of health care for COVID 19 means fewer resources will be available for other medical problems (8) and the financial impact of COVID-19 is widespread.",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 664,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "We note that in the rush to publish COVID-19 papers, concerns have been raised that the same patients have been reported in different publications, with the risk of misleading the medical community (9). While making every effort to prevent this issue, The Journals of Gerontology Series A: Biological Sciences and Medical Sciences will fast track any appropriate manuscripts about COVID-19 to stimulate advances in the prevention, treatment, and management of COVID-19 and how to address the social and economic consequences of this virus. We will publish them free to view. In this way, our Journal can contribute to the international effort to overcome this pandemic.",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "“We are making difficult choices”: Italian doctor tells of struggle against coronavirus",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lintern",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Independent",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "How the coronavirus may force doctors to decide who can live and who dies",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Emanuel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Phillips",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Persad",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "The New York Times",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A cross-sectional survey of Australian and New Zealand public opinion on methods to triage intensive care patients in an influenza pandemic",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Cheung",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Myburgh",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "McGuinness",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Crit Care Resusc",
            "volume": "19",
            "issn": "",
            "pages": "254-265",
            "other_ids": {
                "DOI": [
                    "10.1017/bap.2017.20"
                ]
            }
        },
        "BIBREF6": {
            "title": "Futility and rationing",
            "authors": [
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Jecker",
                    "suffix": ""
                },
                {
                    "first": "LJ",
                    "middle": [],
                    "last": "Schneiderman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Am J Med",
            "volume": "92",
            "issn": "",
            "pages": "189-196",
            "other_ids": {
                "DOI": [
                    "10.1016/0002-9343(92)90111-n"
                ]
            }
        },
        "BIBREF7": {
            "title": "Covid-19: GPs can stop health checks for over 75s and routine medicine reviews",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Rimmer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1136/bmj.m1157"
                ]
            }
        },
        "BIBREF8": {
            "title": "Editorial concern - possible reporting of the same patients with COVID-19 in different reports",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bauchner",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Golub",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Zylke",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3980"
                ]
            }
        }
    }
}