{
    "paper_id": "PMC7123231",
    "metadata": {
        "title": "Infectious Diseases and Microbiological Threats",
        "authors": [
            {
                "first": "Sten",
                "middle": [],
                "last": "Lennquist",
                "suffix": "",
                "email": "lennquist@telia.com",
                "affiliation": {}
            },
            {
                "first": "Martin",
                "middle": [],
                "last": "Wahl",
                "suffix": "",
                "email": "martin.wahl@vgregion.se",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Hardly a day passes without new headlines concerning infectious disease threats. The time is far from near to “close the book on infectious disease.” Not all infectious disease threats evolve into outbreaks or major incidents, and all threats concerning suspected infectious diseases do not turn out to have infectious causes.",
            "cite_spans": [],
            "section": "Introduction (Fig. #!start#12.1#!sep#Fig1#!sep#fig#!end#)",
            "ref_spans": []
        },
        {
            "text": "Initially, the cause of major incidents often is not clearly identified. This holds true especially for incidents in which symptoms of the affected persons are diffuse, the conditions are undiagnosed, or the hazardous materials involved are not clearly identified. Many incidents caused by material other than biological contaminants are often initially classified as suspected infectious incidents but, when the full picture becomes clear, they are found to have other causes for example, intoxication by chemical or radiological agents. One reason for this is that most societies have surveillance systems that most of the time direct their major interest toward the more common entity: infectious diseases.",
            "cite_spans": [],
            "section": "Introduction (Fig. #!start#12.1#!sep#Fig1#!sep#fig#!end#)",
            "ref_spans": []
        },
        {
            "text": "Infectious diseases can constitute major incidents alone or as a part of or consequence of an incident having a non-infectious cause. The infections that follow as a part of or a direct consequence of a disaster may have several different causes, and they can differ depending on what type of primary incident they are secondary to. The primary incident can lead to disruption of the infrastructure in the affected society; which secondary can result in increasing biological ­incidents through, for example, increased crowding; collapse of water, deteriorating sanitation and hygienic conditions; drought or famine. Secondary effects can even be seen within medical institutions for example as a consequnce of a lessened capacity to isolate infected individuals.",
            "cite_spans": [],
            "section": "Introduction (Fig. #!start#12.1#!sep#Fig1#!sep#fig#!end#)",
            "ref_spans": []
        },
        {
            "text": "Because of some of these circumstances, infections can change in both clinical presentation as well as increase in virulence of the microorganism – the ability of the microorganism to cause disease. Certain communicable diseases are more prone to cause outbreaks than others and can cause disasters independently.",
            "cite_spans": [],
            "section": "Introduction (Fig. #!start#12.1#!sep#Fig1#!sep#fig#!end#)",
            "ref_spans": []
        },
        {
            "text": "Examples of infectious diseases causing disasters independently are pandemics caused by microorganisms, such as influenza or cholera. Before the outbreak in 2003 of severe acute respiratory syndrome (SARS), it was an unknown type of infection and is another example of infection constituting a major incident independently. SARS also gives us a serious example of how emerging infections can be included in the term biological major incidents. The term “emerging infections” sometimes covers both new and previously unknown contagions as well as reappearing older contagions or re-emerging infections.",
            "cite_spans": [],
            "section": "Introduction (Fig. #!start#12.1#!sep#Fig1#!sep#fig#!end#)",
            "ref_spans": []
        },
        {
            "text": "Humanitarian emergencies caused by conflict or natural disasters are frequently characterized by the displacement of large numbers of people. The populations affected are often resettled in temporary locations with high population densities, inadequate food and shelter, unsafe water, and poor sanitation. These conditions can increase the risk of transmission of communicable diseases and other conditions and lead to increased mortality, particularly from diseases prone to outbreak.",
            "cite_spans": [],
            "section": "Introduction (Fig. #!start#12.1#!sep#Fig1#!sep#fig#!end#)",
            "ref_spans": []
        },
        {
            "text": "To address this increased risk, specialized systems for disease surveillance and response are often set up in the affected areas during the acute phase of emergencies by national ministries, often with support from the World Health Organization (WHO) and other agencies. These early-warning disease surveillance and response systems are designed to detect and respond rapidly to outbreaks and disease clusters in populations affected by humanitarian emergencies.",
            "cite_spans": [],
            "section": "Introduction (Fig. #!start#12.1#!sep#Fig1#!sep#fig#!end#)",
            "ref_spans": []
        },
        {
            "text": "Major incidents caused by a microorganism or its toxins also should be considered as possible bioterrorism incidents, and they are more often suspected as such than what they turn out to be in reality.",
            "cite_spans": [],
            "section": "Introduction (Fig. #!start#12.1#!sep#Fig1#!sep#fig#!end#)",
            "ref_spans": []
        },
        {
            "text": "Several myths are circulating about natural disasters and their possible direct cause of outbreaks. One is that natural disasters themselves cause epidemics. Outbreaks are, however, usually secondary to the displacement of people and disruption of infrastructures, as mentioned above. The appearance of infections after a disaster is therefore usually of the same type of infections that are present in the area before the incident but with a possible increase in numbers. A resent example of this is the situation in Haiti after the extraordinarily devastating earthquake that occurred in January 2010.",
            "cite_spans": [],
            "section": "Introduction (Fig. #!start#12.1#!sep#Fig1#!sep#fig#!end#)",
            "ref_spans": []
        },
        {
            "text": "Another common myth is that dead bodies spread epidemics. Carcases smell and are generally unpleasant to see and to handle. They are, however, more of a sanitary problem but, in most circumstances, if handled properly they are not dangerous. It is only in large-scale cholera epidemics or outbreaks of viral hemorrhagic fever (VHF), such as the Ebola virus, when bodies might be a direct threat to public health. Those who have survived a natural disaster are usually more likely to spread diseases than are dead bodies.",
            "cite_spans": [],
            "section": "Introduction (Fig. #!start#12.1#!sep#Fig1#!sep#fig#!end#)",
            "ref_spans": []
        },
        {
            "text": "Microbiological incidents consequent to technical development can be caused by, for example, failing systems for the supply of water, sanitation, and ventilation. These incidents can happen in a community, a building, or a transport facility. Many recent food- or waterborne outbreaks are consequences of mistreatment in the modern chains of distribution of food or water.",
            "cite_spans": [],
            "section": "Incidents Consequent to Technical Development ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "Crowding of people as well as animals constitute examples of technical development that can lead to infectious incidents, such as highly pathogenic avian influenza, which appears mainly in densely populated poultry farms. Another example is the increased risk of epidemic meningitis that occurs when extreme crowding of people takes place, as it does during the pilgrimage to Mecca, Hajj.",
            "cite_spans": [],
            "section": "Incidents Consequent to Technical Development ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "A well-known incident with spread of contagious spores over a large surface area happened in Sverdlovsk, former Sovietunion, in 1979. Several cases of anthrax occurred among humans as well as livestock downwind from a microbiology plant (Fig. 12.2). The cause was revealed several years after the incident as an accident after the misuse of filters, which led to the dissemination of anthrax spores into open air.\n",
            "cite_spans": [],
            "section": "Incidents Consequent to Technical Development ::: Classification of Microbiological Incidents",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 247,
                    "mention": "12.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Incidents consisting mainly of primary physical trauma can have secondary results of infectious disease incidents, such as a sharp increase in the number of wound infections or a shortage of isolation facilities. Hospital-acquired infectious diseases are another increasing form that is directly related to technical development in hospital settings and the development of medical techniques.",
            "cite_spans": [],
            "section": "Incidents Consequent to Technical Development ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "Microbiological incidents intentionally caused by man are often termed bioterrorism. They can be used intentionally during war as well as in other situations. An international agreement against the use of biological weapons was achieved under the United Nations in 1975 at the Biological and Toxin Weapons Convention (BTWC).",
            "cite_spans": [],
            "section": "Incidents Intentionally Caused by Man ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "The production and spread of biological agents requires both knowledge and resources to produce ­sufficient amounts of the agent along with methods to weaponize the material. The latter problem is often underestimated and is why attempts of biological warfare often have failed. However, in spite of the 1975 BTWC agreement, several attempts have been made to use biological weapons, e.g., during the Iraq–Iran war in the 1980s.",
            "cite_spans": [],
            "section": "Incidents Intentionally Caused by Man ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "An attempt to spread anthrax spores to the public in Japan by the terror group Aum Shinrikyo in 1995 failed mainly because of the use of the wrong source of microbiological material. A nonpathogenic vaccine-derived strain was used, causing no harm at all!",
            "cite_spans": [],
            "section": "Incidents Intentionally Caused by Man ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "The first time a successful intentional spread of anthrax was confirmed was in 2001 after the World Trade Center attack on September 11. The attack was followed by an intentional spread of anthrax through the mail system in the United States, with several fatalities caused by the most serious and well-weaponized form of anthrax.",
            "cite_spans": [],
            "section": "Incidents Intentionally Caused by Man ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "A man-made disaster that was presumably not caused directly or intentionally by man but could still rather easily have been foreseen or predicted as a direct consequence was the extensive outbreak of cholera in Zimbabwe and adjacent countries in 2008–2009. In spite of intense efforts from the international society, the outbreak did not cease until approximately 100,000 people where affected; an unusually high case fatality rate clearly indicated a society under misadministration with failing infrastructure and a health system in ruins.",
            "cite_spans": [],
            "section": "Incidents Intentionally Caused by Man ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "At present, the largest threats to the infectious disease arena is probably microbiological incidents consequent to changes in climate and nature.",
            "cite_spans": [],
            "section": "Incidents Consequent to Changes in Climate and Nature ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "Infectious diseases re-emerge in areas where they previously have been eradicated or spread to new regions because of changes in climate. For example, climate change has the potential to increase substantially the presence of malaria in areas where it previously has been eradicated. The spread of dengue fever and the appearance of the viral infection Chikungunya in Southern Europe are examples of incidents that most likely have one cause in ongoing climate change.",
            "cite_spans": [],
            "section": "Incidents Consequent to Changes in Climate and Nature ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "Climate change also can lead to increased drought and possibly famine, displacement of populations, shortage of water, floods, storms, and tsunamis, all of which can secondarily lead to and increase in infectious disease incidents.",
            "cite_spans": [],
            "section": "Incidents Consequent to Changes in Climate and Nature ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "There is an obvious difference in potential microbiological hazards when, for example, a flood is caused by sea water or fresh water. The sharp increase in numbers of cases with severe leptospirosis in the Philippines in 2009, after the heaviest rains and fresh-water floods in modern history, presented problems with different pathogens than what occurred after the salt-water floods in the Southern United States in 2005 after hurricane Katrina.",
            "cite_spans": [],
            "section": "Incidents Consequent to Changes in Climate and Nature ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "The increasing problem with antimicrobial resistance is another change by nature that is considered to be one of the strongest disease threats at present. “The bugs are fighting back,” and the situtation as it was before antibiotics were available seems to be returning quicker than anyone could expect.",
            "cite_spans": [],
            "section": "Incidents Consequent to Changes in Climate and Nature ::: Classification of Microbiological Incidents",
            "ref_spans": []
        },
        {
            "text": "Infectious disease incidents have certain characteristics that differentiate them from most other types of major incidents.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "The dissemination of or exposure to an infectious agent usually is not noticed until after some latency because the substance is not noted in any obvious way when the incident itself occurs – it is not seen or heard, has no smell, and is first noticed only when the exposed persons develop symptoms. The number of affected can rise sharply, even logarithmically, if the agent involved is communicable with a high reproductive rate (the potential for the contagion to spread from person to person). The large number of people who possibly can be affected during a large-scale communicable disease incident is exemplified with recent epidemics in Table 12.1.\n",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": [
                {
                    "start": 651,
                    "end": 655,
                    "mention": "12.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "There is almost always a delay between when the incident occurs until it is discovered or revealed as such, and may take even longer to be identified as a specific infectious disease incident. The detection of infectious disease incidents relies mostly on different surveillance systems. Different methods of surveillance constitute the basis for the detection of infectious disease incidents.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "An outbreak or an epidemic is by definition when more cases of a certain infection are noted or diagnosed than what is expected. Terminology common for biological incidents are stated in Table 12.2.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": [
                {
                    "start": 193,
                    "end": 197,
                    "mention": "12.2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "An outbreak can be obvious or insidious depending on the symptoms present and how well surveillance is conducted. Most countries have national surveillance systems for a number of different infectious diseases. The national authorities are linked and report to each other through different networks or organizations; e.g., globally through WHO, within the European Union through the European Centre for Disease Prevention and Control, and through disease-specific networks such as ENTER-NET (international surveillance network for enteric infections) and The European Working Group for Legionella Infections.\n",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "\nInternational surveillance reporting and responding is coordinated through WHO and its member states. Global roles have been implemented through WHO and its International Health Regulations (IHR) to enhance public health security at all levels: global, national, as well as regional. The IHR is an international legal instrument binding 194 countries, including all the member states of WHO. The aim of the IHR is to help the international community prevent and respond to acute public health risks that have the potential to cross borders and threaten people worldwide.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "In the globalized world, diseases can spread far and wide via international travel and trade. A health crisis in one country can impact livelihoods and economies in many parts of the world. Such crises can result from emerging infections like SARS or a new human pandemic influenza. The IHR can also apply to other public health emergencies such as chemical spills, leaks and dumping, or nuclear meltdowns. The IHR aim to limit interference with international traffic and trade while ensuring public health through the prevention of the spread of disease.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "The IHR, which entered into action on June 15, 2007, requires countries to report certain disease outbreaks and public health events through focal points to WHO. Building on the unique experience of WHO in global disease surveillance, alert, and response, the IHR define the rights and obligations of countries to report public health events and establish a number of procedures that WHO must follow in its work to uphold global public health security.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "The IHR also require countries to strengthen their existing capacities for public health surveillance and response. WHO is working closely with countries and partners to provide technical guidance and support to mobilize the resources needed to implement the new rules. The overall aim is that timely and open reporting of public health events will make the world more secure in this aspect.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "WHO also coordinates a global network of experts – The Global Outbreak Alert and Response Network (GOARN) – that can step into action on request. GOARN is a technical collaboration of existing institutions and networks that pool human and technical resources for the rapid identification of, confirmation of, and response to outbreaks of international importance.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "Detection of an infectious disease incident depends largely on how sensitive and rapid a surveillance system is. Parallel to traditional surveillance, systems are implemented to get early warnings for infectious disease incidents through, for example, syndromes, health-related information activities within the population, figures of absentees, or crude mortality data. All surveillance data are meant to give alerts and, if needed, result in different levels and types of response, i.e., they provide the data needed for action.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "Syndromic and similar methods for surveillance can be more open to unknown changes in the panorama of diseases as well as the appearance of previously unknown contagions. Many new, emerging infections as well as the re-emergence of previously known pathogens have occurred during the last decades. Well-known examples are HIV (AIDS), Helicobacter pylori as a causative agent for duodenal peptic ulcers, Borrelia burgdorferi as the cause of different manifestations of borreliosis, and Coronavirus causing SARS.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "Surveillance for emerging infections also needs to cover areas outside human medicine. Zoonotic infections are infections that can spread from vertebrate animals to humans and vice versa. Surveillance for zoonotic infections thus needs to cover both public and animal health communities to increase the surveillance for emerging diseases that have a potential for widespread and serious transmission. The flu pandemic of H1N1 in 2009–2010 is one example of this, where the new viral strain actually had been circulating in pigs for almost a decade and probably jumped to humans only months before it was detected in Mexico in the spring of 2009.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "The time period from dissemination of or exposure to an infectious agent and onset of the first clinical symptoms varies depending on what type of microorganism is involved and the susceptibility of those exposed to the agent of concerned. The time period from exposure and infection to onset of symptoms is the incubation period. The incubation period usually varies within a certain time range and is dependent on several factors, such as infectious dose, mode of transmission, and susceptibility of the exposed.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "Lack of susceptibility to a specific agent can have immunity as one explanation among many. Immunity can be genetically determined (congenital) or acquired after exposure or immunization.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "Several infectious diseases can be treated with antimicrobial agents either prophylactic i.e. before or curative i.e. after symptoms have occurred.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "The first case diagnosed/detected with the infection in question is named the index case, whereas the first case in an outbreak or an incident, i.e., the case that brought the contagion into a population or group of people, is the primary case.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "An infectious disease can spread among a group or a population at different speeds depending on factors such as mode of transmission, frequency and type of contact, grade of exposure, immunity among the population, and the potential for the contagion to spread from person to person, which is termed the reproductive or transmission rate.",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": []
        },
        {
            "text": "Relevant characteristics of infectious disease incidents are summarized in Table 12.3.\n",
            "cite_spans": [],
            "section": "Terminology and Characteristics of Infectious Disease Incidents",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 85,
                    "mention": "12.3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Knowledge about how to limit the spread of infections is as important as knowledge about transmission routes for different pathogens. Because most pathogens and conditions are unknown in the individual contact situation, some basic rules are important to know and to practice from a general point of view. Steps to be taken to achieve adequate personal protection depend on the outcome of the risk assessment conducted for each specific situation. The appearance of an infectious agent or disease at a certain place or at a certain time can be part of the natural occurrence of the microorganism concerned, but it also can be a consequence of environmental contamination, either accidental or intentional.",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": []
        },
        {
            "text": "Each individual has physiological barriers such as skin and mucous membranes that function fairly well, at least as long as the barriers are intact. The barrier effect can be much improved and risks of exposure limited by introducing hygienic routines that are practiced at each level of contact between staff and potentially affected persons, i.e., every patient in a treatment or nursing situation. Basic hygienic routines include disinfection of hands with alcohol-based items before and after each physical contact; the use of disposable gloves when in contact with secretions or for investigations; and the use of disposable aprons and eye and mouth protection when there is a risk of fluid splash. Point disinfection is added for environmental use, e.g., on surfaces once splash has occurred. Figure 12.3 shows medical staff equipped according to these principles.\n",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": [
                {
                    "start": 806,
                    "end": 810,
                    "mention": "12.3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\nPersonal protective equipment (PPE) varies from situation to situation as a consequence of several factors, such as the contagiousness of the suspected pathogen, its routes of transmission, and the severity of the condition concerned. An increasing level of personal protection can be achieved through adding face masks or respiratory protective gear to the basic hygienic routines stated above and into the full PPE recommended for use when there is, for example, a suspicion of the presence of VHF pathogens, as illustrated in Figs. 12.4 and 12.5. The infectious agents causing VHF can serve well as a model situation when it comes to the use of PPE. The VHF agents can be transmitted by all known modes of transmission and the conditions hold a high fatality rate once transmission has occurred.\n\n",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": [
                {
                    "start": 536,
                    "end": 540,
                    "mention": "12.4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 545,
                    "end": 549,
                    "mention": "12.5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "\nDecontamination is seldom used environmentally for biological agents, apart from in the medical setting for individual patients and for material and surfaces.",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": []
        },
        {
            "text": "The communicable disease most often subject to more extensive decontamination of the environment and contaminated individuals is anthrax. Decontamination of the environment can be difficult, time consuming, extensive, and extremely costly because of the ability of the anthrax bacteria to form extremely viable spores. Each decontamination plan has to be tailored to the unique situation concerned. For anthrax, this has been shown both historically and recently, in spite of the presence of modern techniques, equipment, and resources.",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": []
        },
        {
            "text": "In 1942, during the Second World War, the small island of Gruinard off the northwest Scottish coast was the site of a biological warfare test performed by British military scientists (Fig. 12.6). Decontamination attempts on the island after the biological warfare testing were unsuccessful because of the durability of anthrax spores. As a result, Gruinard Island was quarantined for many years afterwards. Visits to the island were strictly prohibited, except by personnel checking the level of contamination. In 1986, a decontamination effort was started using several hundred tons of ­formaldehyde solution diluted in seawater and sprayed all over the island together with removal of the worst contaminated topsoil around the dispersal site. A flock of sheep was then placed on the island and remained healthy. Not until 1990, after 48 years of quarantine, the island was announced safe for habitation.\n",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "mention": "12.6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The spread of Anthrax by mail in the United States after the World Trade Center attack on September 11, 2001, killed five people, closed down a Senate office building, nearly paralyzed the US postal system, and caused national and international panic. The environmental decontamination methods used on this occasion were chlorine gas and other decontaminants. The Senate building could reopen 3 months after the contamination occurred.",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": []
        },
        {
            "text": "The investigation of this incident (the “Amerithrax investigation”) was conducted by the Federal Bureau of Investigation (FBI) and lasted for 6 years. It was thereby the largest and most extensive inquest in the history of the FBI. The incident was finally assessed as an intentional criminal activity without connection to any political activities. However, complete resolution was never achieved because the main suspect committed suicide before the investigation could be finalized.\n",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": []
        },
        {
            "text": "Personal protection is more than physiological and biological barriers. Immunity needs to be considered as part of personal protection. Immunity can be ­congenital or acquired. Acquired immunity can follow natural exposure with or without obvious disease followed by recovery or can be induced through immunization.",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": []
        },
        {
            "text": "Passive or, preferably, active immunization (vaccination) is possible for many infectious diseases. The duration of the protection achieved depends on the type of immunizing agent used and if the response is upheld naturally or if it is boosted through concomitant doses.",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": []
        },
        {
            "text": "The possibility of using immunization during an infectious disease outbreak, however, is often limited because of factors such as delay in identification of the microorganism concerned, delay in the development of an immune response in the immunized individual, difficulties in defining a target population for directed immunization, and, in some instances, the cost of the vaccine as well as availability of the vaccine concerned.",
            "cite_spans": [],
            "section": "Infection Control and Personal Protection ::: Routes of Transmission for Communicable Diseases",
            "ref_spans": []
        },
        {
            "text": "\nImmunization is one active way of providing protection on an individual as well as on a population basis. The level of immunity in a defined population that prevents the occurrence of epidemics is known as herd immunity. The herd immunity varies with the transmission rate of the disease concerned. A high transmission rate takes a higher degree of herd ­immunity to prevent occurrence of an outbreak. For most communicable diseases, the herd immunity lies between 75% and 85%.",
            "cite_spans": [],
            "section": "Personal Protection Through Medical Interventions",
            "ref_spans": []
        },
        {
            "text": "In most circumstances, achievement of immunity through immunization has the drawback that it requires some time to develop. The length of time needed to develop immunity depends on what type of vaccine is used and the number of doses and dose-intervals needed to achieve full protection. The duration of immunity achieved through vaccination also varies correspondingly, depending on the type of vaccine and the number of doses given.",
            "cite_spans": [],
            "section": "Personal Protection Through Medical Interventions",
            "ref_spans": []
        },
        {
            "text": "Personal protection can in certain instances also be achieved through prophylactic medication. Such prophylaxis can be administered before or after exposure (preexposure and postexposure prophylaxis) and needs to vary in length depending on the organism concerned, its incubation period, and possible ongoing exposure. Prophylactic medication with antimicrobials is seldom justified. Exceptions include exposure to anthrax material; when several cases of meningococcal disease have occurred in a closed population; malaria, and specific situations with HIV exposure.",
            "cite_spans": [],
            "section": "Personal Protection Through Medical Interventions",
            "ref_spans": []
        },
        {
            "text": "The final measure to stop transmission of a contagion and its course once the disease has developed in an infected individual is treatment.",
            "cite_spans": [],
            "section": "Personal Protection Through Medical Interventions",
            "ref_spans": []
        },
        {
            "text": "An intentionally caused incident can be suspected when either the number of cases or crude mortality show a rapid increase, the cases have an unusual presentation only in numbers or in clinical symptoms, or a different attack rate can be observed, i.e., indoors or at another distinct location. An unusual presentation of a known disease or contagion that show an unusual pattern of sensitivity and solitary cases of a condition with high potential for use as bioterror agent are other situations that should increase the suspicion of having an intentional cause.",
            "cite_spans": [],
            "section": "When to Suspect an Intentionally Caused Incident? ::: Bioterrorism",
            "ref_spans": []
        },
        {
            "text": "The importance of a broad surveillance system covering both known and unknown conditions is crucial to enable an early alert and the possibility of responding to what is unexpected but suspected.",
            "cite_spans": [],
            "section": "When to Suspect an Intentionally Caused Incident? ::: Bioterrorism",
            "ref_spans": []
        },
        {
            "text": "During the last four decades, the emergence of new diseases has given us approximately 40 new infectious diseases. Such rapid development provides both good and strong reasons to keep and continuously develop an “open-minded” surveillance system for infectious diseases. The expression “expect the unexpected” applies more to infectious disease ­preparedness than any other area within disaster medicine.",
            "cite_spans": [],
            "section": "When to Suspect an Intentionally Caused Incident? ::: Bioterrorism",
            "ref_spans": []
        },
        {
            "text": "Infectious diseases are unique in many ways when causing major incidents. Microorganisms are part of our daily life, and they can cause severe disease as well as large outbreaks and epidemics. Below are listed examples summarizing how infectious disease and microbiological threats are unique.\nThe onset of an infectious disease incident is usually gradual but can rapidly increase and even reach logarithmic proportions.The base of the detection of infectious disease ­incidents are well-developed and functioning ­surveillance and response systems. Such systems also need to include mechanisms to detect emerging infections.There is often a delay between the incident itself and its detection. Once an incident is detected, most traces of it source are usually gone, and the base of its detection is mainly through indirect epidemiological evidence.There are several ways to protect target populations and to stop an ongoing outbreak.The strongest medical threats at present are not bioterror activities; instead they are an increase in resistance to antimicrobials – infections are becoming more and more untreatable.\n",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 12.1: Examples of recent large-scale communicable disease incidents\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 12.2: Terminology for biological incidents\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 12.3: Characteristics of infectious disease incidents\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 12.4: Modes of transmission for infectious diseases\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 12.5: Biological agents with high potential for use in bioterrorism\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 12.1: The international symbol for biohazards",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 12.2: Six villages (A–F) with fatal animal anthrax after an accidental release of anthrax spores from a ventilation outlet of an industrial plant in Sverdlovsk, in April 1979 (Source: Meselson et al. 1994)",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 12.3: Medical staff equipped according to basic hygienic routines, including for procedures for handling secretions such as the possibility for splash of secretions (Source: National Board of Health and Welfare, Sweden)",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 12.4: Personal protective equipment for first responders dealing with hazardous material at an incident site. The equipment is disposable and is commonly used for several emergency services in Sweden (Source: National Board of Health and Welfare, Sweden)",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 12.5: Personal protective equipment for medical staff dealing with hazardous material in hospital settings, including the procedures for decontamination and initial medical care (Source: National Board of Health and Welfare, Sweden)",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 12.6: The island of Gruinard, off the northwest coast of Scotland, was used for biological warfare testing by British military scientists in 1942. The island was announced safe after extensive decontamination 48 years later in 1990 (Source: http://www.drookitagain.co.uk/coppermine/displayimage.php?pid=2856Photographer: Donald Whannell)",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 12.7: Intentional spread of anthrax via mail to American senators and media. The letters clearly indicated the connection to terrorism and anthrax (Source: FBI/Associated Press)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Health in ruins: PHR reports on the man-made health crisis in Zimbabwe",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Swiderski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Anthrax: a history",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alibek",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Bioterrorism and infectious agents: a new dilemma for the 21st century",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Giesecke",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Modern infectious disease epidemiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Control of communicable diseases manual",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Climate change and adaptation strategies for human health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The Sverdlovsk anthrax outbreak of 1979",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Meselson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guillemin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hugh-Jones",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Langmuir",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Popova",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Shelokov",
                    "suffix": ""
                },
                {
                    "first": "O",
                    "middle": [],
                    "last": "Yampolskaya",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Science",
            "volume": "266",
            "issn": "5188",
            "pages": "1202-1208",
            "other_ids": {
                "DOI": [
                    "10.1126/science.7973702"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "Reopening public facilities after a biological attack: a decision-making framework",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}