{
    "paper_id": "PMC7229517",
    "metadata": {
        "title": "Mexican Law of Religion at 28 Years of the Constitutional Reform on Religious Matters",
        "authors": [
            {
                "first": "Rodrigo",
                "middle": [
                    "Vitorino"
                ],
                "last": "Souza Alves",
                "suffix": "",
                "email": "rodrigo@direitoereligiao.org",
                "affiliation": {}
            },
            {
                "first": "María",
                "middle": [
                    "Concepción"
                ],
                "last": "Medina González",
                "suffix": "",
                "email": "mariamarianita@hotmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Mexico is not a place of religious monoculture. In Mexico, there is true religious pluralism. Although a majority of Mexicans declares to profess the Catholic religion, the presence of other religions is extensive. The Mexican secular (lay = laico) State has the enormous task of managing the religious diversity, and with the Mexican law of religion,1 to take up the challenge of guarantying the full exercise of religious freedom, without constituting ghettos or any type of segregation, to make peaceful religious coexistence possible.\n",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The basis for the legal relationship between State and church is to be found in the Mexican Constitution of 1917. Since that date, there have been amendments to Articles 24 and 130 on few but important occasions. Before constitutional reform of January 28, 1992, Articles 24 (at the time freedom of belief) and 130 (at the time Supremacy of State on Church) contained anti-clerical provisions, religious associations could not obtain legal personality and the principle of Supremacy of State on church predominated.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "With the constitutional reform of January 28, 1992 to Articles 3 (right of education), 24 (at the time freedom of belief), 27 (right of property) and 130 (at the time Supremacy of State on church), several anti-clerical provisions were derogated, religious communities and churches could obtain legal personality as “religious associations” (asociaciones religiosas) by the Ministry of Interior.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This constitutional reform showed several processes such as: construction of laicity on the recognition of religious diversity, the visibility of the “religious minorities” at the possibility to be registered as religious associations and obtain legal personality, and recognition of religious diversity within a framework of inclusion and tolerance.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In particular, Article 130 (today, Principle of Separation of State and churches) allowed the churches and religious communities to acquire legal personality once they obtained their registration as religious associations by the Ministry of Interior.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Now, the last constitutional reform to Article 24 on July 19, 2013, implied the substitution of the expression “every man” for “every person,” the introduction of the right to freedom of ethical convictions, conscience, and religion. It makes clear that this freedom includes the right to participate individually or collectively, both in public and in private, in ceremonies, devotions or acts of worship, provided they do not constitute an offense punishable by law. Although a prohibition is incorporated: “No one can use the public acts of expression of this freedom for political purposes, proselytism or propaganda.”",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Before this reform, several civil and non-Catholic religious associations demonstrated in about 20 states in the Mexican Republic to warn that they would not allow the reform of Article 24 of the Constitution, because it threatens the secular nature of the Mexican State and it gives privileges for Catholics. They expressed three arguments: (I) The intention of the reform is the dismantling of the secular state. It is intended to use it to demand clerical privileges: mainly replacement of secular education for religious instruction in public schools and control of mass media. (II) The handling of the reform in the concept of “freedom of religion.” The redefinition of “freedom of religion” that the Catholic hierarchy seeks to establish offers a tendentious and biased concept of that freedom to provide religious education in public schools as a religious privilege. (III) The consequences of reform are an affectation of the freedoms of religious minorities. For example, religious education in public schools will cause that children and adolescents who profess a different faith then Catholic become victims of acts of intolerance and discrimination. Religion is also represented as a factor of division among students professing different faiths and as an element of social polarization that will damage seriously the living together.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "On the other side, the constitutional reform to Article 40 on November 30, 2012, to include the “lay character” of State was not really necessary to know that “laicity” is the scenario and presuppose for the effective exercise of fundamental freedoms. Laicity and religious freedom are not opposed and are not mutually excluded. Reference to an “open laicity,” “positive laicity,” or even “healthy laicity” is made. For example, religious freedom includes the teaching of religion too, and the state has to guarantee it. The current dimension of laicity is particularly in the field of cultural identities and protection of minorities. The issue of laicity is not only “political” but also related to the “minorities,” who defend their “vulnerability.” The concept of the secular (lay = laico) state is dynamic, and is linked to social processes. In the debate on laicity are present new actors, and not only the traditional State–church or churches but also women, academics, homosexuals, and indigenous people. Certainly, the “pathology” of laicity would be to reduce religion to the private sphere alone. The formula “for greater religious freedom” less “lay state” is a fallacy.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "However, the exercise of religious freedom recognizes limits.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "There is no doubt that the “recent” constitutional reforms involve two key elements of the rule of law (Estado de derecho): (I) Popular sovereignty, under Article 40 of the Constitution (linked to Article 39). (II) Human rights, including the right to religious freedom established in Article 24 of the Constitution.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For the following analysis, I will focus my remarks on four fundamental aspects: binomial “Law and Religion”; analysis of the amendments to Articles 24 and 40 of the Constitution; approaches to public policy management of religious diversity; and cases.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This conceptual binomial gives me the opportunity to analyze the amendments to Articles 24 and 40 and their constitutional implications, from the perspective of the Mexican Law of Religion, whose core is religious freedom, and it grounds the dignity of the human person, so that I will not focus only in the so-called “church-State relations,” which at least in its formal name apparently may be restrictive and not open to religious communities that are not churches.2\n",
            "cite_spans": [],
            "section": "Law and Religion",
            "ref_spans": []
        },
        {
            "text": "Here, I want to refer to the important intervention of Franҫois Houtart in the Assembly of the United Nations in 2008,3 which noted that the world needs alternatives and not merely regulations, since it is not sufficient to rehabilitate or maintain a system but to transform it.",
            "cite_spans": [],
            "section": "Law and Religion",
            "ref_spans": []
        },
        {
            "text": "It is a question of permitting all forms of knowledge, including traditional forms of all philosophies and cultures, to participate in the construction of alternatives4 “in breaking the monopoly of Westernization.” This author considers various aspects among religions:the wisdom of Hinduism in relationship to nature, the compassion of Buddhism in human relations, the permanent quest for utopia in Judaism, the thirst for justice which defines the prophetic current in Islam, the emancipatory power of the theology of liberation in Christianity, the respect for the sources of life in the concept of the land itself among the indigenous peoples of the Americas, the sense of solidarity expressed in the religions of Africa, can all make important contributions in the context of mutual tolerance guaranteed by the impartiality of political society.\n",
            "cite_spans": [],
            "section": "Law and Religion",
            "ref_spans": []
        },
        {
            "text": "This consideration has its own specific weight to the topic at hand, since to democratize society within a framework of laicity (laicidad) is to allow multiculturalism to be expressed through religious freedom. A lay (laico) State that renounces religious freedom, renounces the claim of this human right in all its dimensions; it loses its right to exist as such, i.e., as a lay (laico) State.",
            "cite_spans": [],
            "section": "Law and Religion",
            "ref_spans": []
        },
        {
            "text": "Article 40, in close connection with Article 39 of the Mexican Constitution,7 establishes the fundamental characteristics adopted by the political organization of the Mexican people.",
            "cite_spans": [],
            "section": "Amendment to Article 40 of the Constitution ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "One reason, apparently, “to raise the lay (laica) nature of the State to constitutional rank”8 was the reaction to assumed acts that “violated” this lay nature (for example: to allow religious services at public hospitals;9\nto deny minority rights; to impose the beliefs of the majority;10 and to dictate public policies based on religious criteria for 110 or 120 million Mexicans as if they were Catholics).11\n",
            "cite_spans": [],
            "section": "Amendment to Article 40 of the Constitution ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Generally, in the case of the amendment to Article 40 of the Constitution, it was argued that this reform was made to ratify, to reaffirm the lay (laica) nature of the Mexican State, even to defend, and strengthen it against the backward and obscurantist temptation,12 and against attacks on laicity (laicidad), and that “postponing the fullness of secularity of the State” means the “risk of a successful [attack] from the rhetoric of intransigence.”13\n",
            "cite_spans": [],
            "section": "Amendment to Article 40 of the Constitution ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "In sum, this constitutional reform was rather “confirmatory,” “declarative,” and not “foundational” or “constitutive” in character. Therefore, even if there had not been any constitutional reform to Article 40, the laicity (laicidad) of the Mexican state would have remained intact.14\n",
            "cite_spans": [],
            "section": "Amendment to Article 40 of the Constitution ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Here, I would refer comparatively, while maintaining a proper sense of proportion, the case of the German law of religion, where, although there is no principle of laicity (laicidad), there is the principle of neutrality. The Fundamental Law of the Federal Republic of Germany does not explicitly contain the word “neutral,” this nature of the German State has been recognized and developed by the jurisprudence of the Federal Constitutional Court.15\n",
            "cite_spans": [],
            "section": "Amendment to Article 40 of the Constitution ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "In my opinion, the “laicity” is a scenario, which may be presupposed, where the effective exercise of fundamental freedoms—including the freedom of religion—takes place.16 Therefore, “laicity” and “religious freedom” are not opposed and are not mutually excluded, since a lay (laico) state must ensure full enjoyment of religious freedom.",
            "cite_spans": [],
            "section": "Amendment to Article 40 of the Constitution ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Certain documents such as the Universal Declaration of Laicity (laicidad) of XXI Century17 and the Lay (laica) Charter18 do not address in its true size, at least explicitly, religious freedom; rather, they include it only by reference, for example, this is related to “freedom to adhere to a religion”, “free choice in matters of religion” and the “right to profess or not to profess religious beliefs.” The “Alphabet of the lay (laica) Republic”19 simply refers to “freedom of worship” or “to exercise any religious option or not practice any one.” But it is evident that religious freedom in its complexity implies this and much more.",
            "cite_spans": [],
            "section": "Amendment to Article 40 of the Constitution ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "There were several groups,20 which expressed different reasons for rejecting the amendment to Article 24 of the Constitution and these were linked to21:The intent of reform. It was argued that this was “the dismantling of the lay (laico) State”.The manipulation of reform. It was argued that redefining “freedom of religion” was offering a tendentious and biased concept of that freedom.The consequences of reform. There was reference, in this respect, to the effect on the freedoms of religious minorities.\n",
            "cite_spans": [],
            "section": "An Approach to the Three Argued Reasons for Rejecting the Amendment to Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "It was noted that reference to the supposed “danger” of religious teaching in public schools was common in these three reasons.",
            "cite_spans": [],
            "section": "An Approach to the Three Argued Reasons for Rejecting the Amendment to Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "The reference to religious freedom only as “teaching religion in public schools” represented, rather than a serious approach to the dimensions or areas of religious freedom, a manipulation of the discourse on religious freedom that prevented a serious analysis of its real scope.",
            "cite_spans": [],
            "section": "An Approach to the Three Argued Reasons for Rejecting the Amendment to Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "The Article 24 in force provides that:Every person has the right to freedom of ethical convictions, conscience and religion, and having or taking, as the case may be, whichever they like. This freedom includes the right to participate individually or collectively, in public or private, in the ceremonies, devotions and acts of worship, provided they do not constitute a crime or an offense punishable by law. No one may use the public acts of expression of this freedom for political purposes, proselytism or propaganda.22\n\n",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Although the new version of this Article uses an inadequate legislative technique, the substance of the constitutional reform of Article 24 focuses on: (1) Replacement of “every man” by “every person” in accordance with the terminology adopted by all international instruments on human rights. (2) The formal introduction of the right to freedom of ethical convictions.freedom of ethical convictions. Its inclusion—it seems to me—was linked mutatis mutandis to a formulation used in Article 4 of the Fundamental Law of the Federal Republic of Germany, which refers to the profession of religious and ideological beliefs (or non-religious worldview) called Weltanschauung,23 whose translation into Spanish is complex, but in the case of Article 24 was adopted simply as “ethical convictions,” which creates some confusion especially when this is disassociated from the “freedom of religion.”freedom of conscience.24 Various international instruments establish, unanimously, freedom of conscience as a fundamental right, where “consciousness” is precisely its subject.\n",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Note that within the elements of freedom of conscience are: (1) “Freedom of formation of consciousness” as the right guaranteed to every person to follow his own representations in the formation of concepts of religious-moral value or disvalue without any influence of State coercion or social pressure, and perform this purpose under the constitutional legal order (Listl and Dietrich 1994) (2) “Freedom of realization of consciousness” implies “to omit” the legal prescribed behavior and “not to observe” the legally established rules of “not to do.” It is here that the “right of conscientious objection” is linked with the fundamental right to “freedom of conscience.”",
            "cite_spans": [
                {
                    "start": 386,
                    "end": 390,
                    "mention": "1994",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "The International Covenant on Civil and Political Rights does not explicitly refer to a right of conscientious objection, however, in General Comment No. 22 to Article 18 of the Covenant, it considers that such right can be derived precisely from Article 18, paragraph 1, and there shall be no differentiation among conscientious objectors on the basis of the nature of their particular beliefs.",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "At the bottom of the issue about conscientious objection,25 there is a relationship of tension between constitutional freedom and equality.26",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Of course, freedom of conscience does not exclude or exempt, without further ado, the objector, of having to fulfill civic obligations, because a person who is recognized as a conscientious objector must perform, in principle, an alternative service (servicio sustitutorio), in order to reconcile precisely the right to freedom of conscience with the observance of common duties for all within the rule of law.",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "The Mexican Law of Religion provides what one might describe as “conscientious objection secundum legem,” for example, that the legislation itself establishes a certain “right to object” to justify the breach of a legal mandate.27\n",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "In addition, it is essential to examine carefully the second paragraph of Article 1 of the Law of Religious Associations and Public Worship,28 in order to align its content with the current Article 24 of the Constitution, which expressly guarantees freedom of conscience.(c)freedom of religion. Notwithstanding the constitutional reform on human rights from June 10, 2011 (the rules on human rights shall be interpreted in accordance with the Constitution and international treaties on this matter, favoring to the people all the time the more extensive protection), and in addition to the requirements of the New Law of Amparo,29 (the sphere of protection of rights is extended, the human rights established within international treaties are subject of direct protection) still, the reform of Article 24 reinforces full religious freedom, from the interpretation of this in international instruments and from the contributions of comparative law.\n",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Religious freedom consists of an internum forum and an externum forum.",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "The internum forum relates to the freedom of belief. “Positive freedom of belief,” i.e., to have or to adopt30 a belief of one’s choice “or preference” (International Covenant on Civil and Political Rights) as well as to maintain or to “change his belief”31 (American Convention on Human Rights); this internum forum includes the “negative freedom of belief,” which is summarized in not having any belief.",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "The forum externum relates to the “freedom to profess a belief.” “Positive freedom of profession” involves the right to say what one believes, which includes the freedom to propagate one’s belief, and also the freedom of dispreading other beliefs (what is known as a missionary activity) and to say that one does not believe at all.",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "“The negative freedom of profession” guarantees the right to keep what one believes secret, or the right to silence (Schweigerechtin German law of religion).",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Moreover, the freedom of exercise of religion in any form involves exercising it alone, in a community, in private (for example, the called devotio domestica simplex—private devotion without the intervention of a minister of worship of one’s religious confession—and devotio domestica qualificata—private devotion involving a minister of worship of one’s religious confession), and in public (the called exercitium religionis publicum) (Listl and Dietrich 1994).",
            "cite_spans": [
                {
                    "start": 456,
                    "end": 460,
                    "mention": "1994",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Moreover, the manifestations of the exercise of religion include, for example (Listl and Dietrich 1994), Religious service: as the typical form of religious adoration or proclamation, for example, worship. Religious uses: among which are processions, wearing/carrying of religious clothing or (a certain style of) beard, circumcision, prayers, tolling of bells, flying of church banners; in short, rites and rituals of different religions. Praxis (practice): conducting religious assemblies, foundation and support of charities and humanitarian institutions; manufacture or acquisition of ritual objects; collecting donations; training of religious leaders; observance of days of rest and specific holidays; missionary activity; sustaining religious hospitals; implementation of development projects; distribution of flyers; pacifists, motivated by a pacifist spirit. Teaching: transmission of content from one religion or worldview in religious schools, in public schools, in various forms of non-formal education and in missionary work.",
            "cite_spans": [
                {
                    "start": 98,
                    "end": 102,
                    "mention": "1994",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Also freedom of religious association is part of the fundamental right of religious freedom in its positive and negative aspect.",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "In this regard, religious freedom in Mexico should not be a taboo subject. Hence, the importance of serious and open debate on issues such as: the right to self-determination of religious communities, as well as freedom of expression of their ministers of worship; mass media in the ownership or possession of religious associations; the right of parents to ensure the religious and moral education of their children in conformity with their own convictions, even in public schools; the protection of cultural property of a religious character; and, attention to the problems of displaced indigenous people because of “religious intolerance.”",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "It clarifies that this freedom includes the right to participate individually or collectively, in public or private, in ceremonies, devotions, or acts of respective worship, provided they do not constitute a crime or an offense punishable by law.",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "In this respect, it is not that “this freedom includes the right …”, but rather “this right includes freedom …” (in accordance with Article 18 of the International Covenant on Civil and Political Rights,32 and Article 12 of the American Convention on Human Rights33). In addition to the observation about the inadequate legislative technique used, it is considered that such provision falls far short in scope, at least formally, when it refers only to ceremonies, devotions and acts of respective worship.",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Finally, a prohibition is incorporated: no one can use the public acts of expression of this freedom for political purposes, proselytism or propaganda. The questions are: who is the addressee of this? Any person? What specifically does “using public acts of expression of this freedom” mean? What does “this freedom” mean? The “freedom of ethical convictions, conscience and religion” or the “freedom to participate individually or collectively, in public or private, in ceremonies, devotions, or acts of respective worship”? Is this prohibition is applicable during an electoral campaign and also in non-election times? What would be the sanction for contravening this provision?",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "By reading this provision, suddenly came to my mind the image of the presidential candidates who gathered at the Mass celebrated by Pope Benedict XVI in Silao Guanajuato in 2012,34 where some of them even took communion publicly.",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "President Enrique Peña Nieto also received communion at the Mass celebrated by Pope Francisco on February 12, 2016, at the Basilica of Guadalupe during his visit to Mexico.35\n",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "If at the time a prohibitive provision like this had been in force, would this prohibition have been applicable to presidential candidates or why could it not be applicable to the president of Mexico?",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Moreover, prohibitions against ministers of worship engaging in politics matters existed before, for example, to hold public offices and not be elected for public offices,36 those who have ceased being ministers of worship with anticipation and in the manner established by law, may be elected (Article 130 of the Constitution d) and Article 14, first paragraph, LARCP); to associate for political purposes, to proselytize in favor of or against any political candidate, party or association (Article 130 of the Constitution, and Articles 12 and 29 LARCP); to celebrate political meetings in temples (Article 130 of the Constitution and Article 21 LARCP); in developing public acts of their own ministry, to induce the electorate to vote or not to vote for a particular candidate or political party (Article 404 CPF).",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "To these, it has been added: “no one can use the public acts of expression of this freedom for political purposes, proselytism or propaganda” as a “burden” additional to the bans for ministers of worship, especially if this prohibitive requirement seems an “openletter” to the exercise of discretional activity of governmental authorities in its application.",
            "cite_spans": [],
            "section": "Analysis of Article 24 of the Constitution ::: Amendment to Article 24 of the Constitution (Freedom of Religion or Belief) ::: Analysis of the Amendments to Articles 24 and 40 of the Mexican Constitution",
            "ref_spans": []
        },
        {
            "text": "Regardless of the circumstances that involved a significant shift of the administrative body of the federal executive in charge of religious affairs before 1992, it was called “Underdirectorate of Religious Worship, Firearms and Explosives”; and with the reform from January 28, 1992, the situation changed toward the formation of a General Directorate of Religious Associations, within an “Undersecretariat for Population, Migration and Religious Affairs” and today an “Undersecretariat of Democratic Development, social participation and religious affairs.” Here, it is expedient to review the vision, mission and objectives of this Undersecretariat (Fig. 1).",
            "cite_spans": [],
            "section": "Political-Administrative Attention for the Transformation ::: Public Policies for Managing Religious Diversity",
            "ref_spans": [
                {
                    "start": 658,
                    "end": 659,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "While the services offered by the General Directorate of Religious Associations formally involve administrative attention to religious diversity, this is only part of public management policy (Table 1).41\n\n",
            "cite_spans": [],
            "section": "Political-Administrative Attention for the Transformation ::: Public Policies for Managing Religious Diversity",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Since the last administration took office on December 1, 2012 an the new administration on December 1, 2019, a rethinking of public policy for the management of religious diversity under the last National Development Plan 2013–2018 and today under the National Development Plan 2019–2024 is expected, and depending mainly on the implementation of the constitutional reform of Article 24.\n",
            "cite_spans": [],
            "section": "Political-Administrative Attention for the Transformation ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "Finally, the Law of Religious Associations and Public Worship has had important reforms:April 24, 2006, to incorporate dialogue and tolerance as an obligation of religious associations (Article 8, fraction III).August 19, 2010, to include full respect for human rights (Article 3, first paragraph, article 8th, fraction IV) and the protection of children and adolescents (article 12 Bis, Article 29 fractions XII and XIII, Article 31 fraction V).May 25, 2011, on the immigration status of religious ministers (Article 13).December 17, 2015, to incorporate the Ministry of Culture instead of the National Council for Culture and the Arts (CONACULTA) (Article 20 first paragraph), before which it will register those responsible for the temples, property of the nation.\n",
            "cite_spans": [],
            "section": "Political-Administrative Attention for the Transformation ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "It must be insisted that in the case of holding acts of extraordinarily public worship of religious associations, provisions that strictly correspond to “public performances”42 should not be applied since it is not possible to fulfill the same requirements for implementation and because “extraordinarily acts of public worship” are not “public spectacles.”",
            "cite_spans": [],
            "section": "Extraordinarily Acts of Public Worship Are not “Public Spectacles” ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "It is required further to facilitate spiritual support in health, social care, and rehabilitation institutions, making this effectively one of the dimensions of the right to religious freedom of internal people and users.43\n",
            "cite_spans": [],
            "section": "Spiritual Assistance ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "After the earthquake of September 19, 2017, dioceses, bishops, priests, and lay people attended the emergency in different ways, not only arranging parishes and seminars, as refuge and collection centers, making special collections in the parishes, and channeling everything through Cáritas Nacional (Mexicana) but also offering spiritual accompaniment and psychological attention to the people in need.",
            "cite_spans": [],
            "section": "Spiritual Assistance ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "For its part, the Central Commission of the Jewish Community of Mexico also helped those affected by the earthquake by establishing collection centers. Churches and religious communities are organized to help the society in the health contingency due to Covid-19. For example, the Mexican Episcopate Conference promotes the \"Families without Hunger\" campain.\n",
            "cite_spans": [],
            "section": "Spiritual Assistance ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "The constitutional and legal normativity on religious matters assumes the principle of non-discrimination in favor of religious diversity.",
            "cite_spans": [],
            "section": "Prohibition of Discrimination on Religious Grounds ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "Article 1 of the Constitution explicitly prohibits discrimination based on religion and establishes that the authorities have the obligation to promote, protect, and ensure the human rights of all people.",
            "cite_spans": [],
            "section": "Prohibition of Discrimination on Religious Grounds ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "Article 2 of the Law of Religious Associations and Public Worship recognizes the right of individuals to be free from discrimination, coercion or hostility because of their religious beliefs and the prohibition to restrict the exercise of any work or activity for religious reasons.",
            "cite_spans": [],
            "section": "Prohibition of Discrimination on Religious Grounds ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "Article 4 of the Federal Law to Prevent and Eliminate Discrimination prohibits all discriminatory practice. This law establishes the following in Article 9 as discriminatory behaviors: to hinder freedom of religion, religious practices or customs, provided they do not violate public order (paragraph XVI), and to deny religious assistance to persons deprived of liberty, serving in the armed forces or interns in assistance or healthcare institutions (paragraph XVII).",
            "cite_spans": [],
            "section": "Prohibition of Discrimination on Religious Grounds ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "Education authorities have refrained from punishing students—Jehovah’s Witnesses—because of their religious beliefs, who refuse to salute the flag and sing the national anthem at civic ceremonies that take place in schools, according to the General Recommendation Nr. 5, issued by the National Commission of Human Rights (May 14, 2003).",
            "cite_spans": [],
            "section": "Conscientious Objection ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "However, in the case of basic education teachers, for example, Jehovah’s Witnesses are required, in respect of their right to conscientious objection to honoring national symbols, to complying instead of this with an alternative service, so that they should not be separated from their charges—as this happens at the present—because they “do not inculcate love for the country in their students.”",
            "cite_spans": [],
            "section": "Conscientious Objection ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "It is necessary to review the status of coordination agreements on religious matters signed by the Ministry of Interior principally with the governments of the states of Zacatecas,45 Chiapas,46 Chihuahua,47 Michoacan,48 Nuevo Leon49 and Quintana Roo,50 to update them, and to promote the signing of agreements with the remaining states.",
            "cite_spans": [],
            "section": "Coordination Agreements in Religious Matters44Fn44fn ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "The Ministry of Interior has promoted the translation of the Law on Religious Associations and Public Worship into various indigenous languages in at least six states. These languages are: Tsotsil, Tseltal, Tojolab’al, Zoque, Cho’l (in Chiapas); Mazahua (in State of Mexico); Náwatl (in Puebla); Náhuatl, Tenek (in San Luis Potosí); Náhuatl, Totonaca (in Veracruz), Purhépecha (in Michoacán)51; however, translation of the law by itself is not enough, there should also exist informed knowledge about its content, so this topic must be observed too (Table 2).\n",
            "cite_spans": [],
            "section": "Translation of the Law of Religious Associations and Public Worship and Its Regulation into Indigenous Languages ::: Public Policies for Managing Religious Diversity",
            "ref_spans": [
                {
                    "start": 556,
                    "end": 557,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The State must encourage the development of the work of interreligious dialogue at different levels, for example, (1) At national level: the Interfaith Council of Mexico (founded in 1992 and as a civil association in 1995). (2) At state level: the Interreligious Councils of Chiapas (founded in 1992), Guerrero (founded in 2005), Nuevo León (founded in 2012), Michoacán (founded in 2016), Querétaro (founded in 2017), Veracruz (founded in 2017); and (3) At municipal level: the Municipal Evangelical Interfaith Council in Larrainzar (founded in 2007).",
            "cite_spans": [],
            "section": "Interreligious Dialogue ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "Also with respect to those who, exercising their right of self-determination, have decided not to belong to any interfaith council, as has been the case of the Christian Congregation of Jehovah’s Witnesses.",
            "cite_spans": [],
            "section": "Interreligious Dialogue ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "On April 14, 2016, was inaugurated the first Encounter between Deputies and Interfaith Councils.52 Where the deputies pronounced themselves to elaborate a political agenda and initiatives to advance in a regulation of the Article 24 of the Constitution, whereas representatives of interreligious councils manifested the necessity to legislate in the matter of freedom of conscience and to improve the Law of Religious Associations and Public Worship, as well as its Regulations, in order to defend and promote religious freedom. Finally, it was assumed that Mexico has much to learn about religious freedom, since the 1992 reforms, although they recognized that right, said reforms “are still far from what Mexico has signed on human rights issues.”53\n",
            "cite_spans": [],
            "section": "Interreligious Dialogue ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "It should support religious associations that make use of their right to bring into the country ministers of worship and associated religious persons to participate in pastoral interchanges, as well as for international events held in Mexico, so it is necessary to reduce administrative obstacles on matters of inviting foreign ministers of worship into the country.",
            "cite_spans": [],
            "section": "Migration ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "A positive aspect of the Mexican lay (laico) State has been to allow special diets in migration centers for people who, for religious reasons, make such request (Immigration Law,54 Article 107, II, second paragraph). This shows more openness to guaranteeing religious freedom.",
            "cite_spans": [],
            "section": "Migration ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "It requires greater collaboration between government and religious associations for the defense and the protection of the rights of migrants, especially of unaccompanied migrant children.",
            "cite_spans": [],
            "section": "Migration ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "Finally, members of the Tohono otham indigenous people, as it is written on the other side of the Rio Grande; “tojonoo’otam,” as pronounced on the Mexican side, are part of the 82,000 indigenous people, of whom some 42,000 reside in Mexico and around 40,000 in the United States, in the desert territory of Sonora and Arizona, divided by 120 km of border that was imposed without having been consulted. To that is added the construction of the “wall,” proposed by Donald Trump, which represents a double offense for this indigenous population.55\n",
            "cite_spans": [],
            "section": "Migration ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "Since 1995, there has been a policy of openness by the Ministry of Education to recognize studies in religious matters, such as theology or religious sciences. Provided, they comply with the established legal requirements.",
            "cite_spans": [],
            "section": "Official Recognition of Studies in Religious Institutions ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "For example, official validity was recognized by the Ministry of Education for the curriculum in Judaic at the upper level (October 2012), which is unprecedented in the history of the Jewish Community of Mexico.",
            "cite_spans": [],
            "section": "Official Recognition of Studies in Religious Institutions ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "The tax treatment of religious associations is regulated through a “general resolution” for all of them. However, the religious associations are not yet considered “non-profitlegal entities” (personas morales sin fines de lucro)56; they are not authorized to receive donations deductible from income tax57; so this situation should be changed.",
            "cite_spans": [],
            "section": "Tax Matters ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "Various religious denominations in Mexico, especially evangelical churches,58 have close relationship with churches from the USA who are willing to support them with donations in kind, especially: food, used clothing in good condition, medicines, toys, medical equipment, among others.",
            "cite_spans": [],
            "section": "Donations in Kind from Abroad ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "The current problems, in this case, are customs procedures that carry a high cost, which often turns out to be more expensive than the amount donated, and churches or religious communities do not have sufficient financial resources to cover such costs.",
            "cite_spans": [],
            "section": "Donations in Kind from Abroad ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "It seeks to guide religious associations to find the most appropriate way to receive donations from abroad. At present, they do this through civil associations for welfare; however, it insists that religious associations as “non-profit legal entities” also should come to be considered authorized donees.",
            "cite_spans": [],
            "section": "Donations in Kind from Abroad ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "In this item, it is necessary to determine that ministers of worship are not employees or workers of religious associations, because there is a general assumption that considers religious associations as their employers, who therefore have to pay patronal contributions to the Mexican Social Security Institute (IMSS). That is a mistake.",
            "cite_spans": [],
            "section": "Labor Matters ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "State authorities have recognized that religious associations, churches, and religious communities have much to contribute to Mexican society, to rebuild the social net (tejido social), especially in prevention matters, so their specific involvement in the National Security Plan of the federal government must be known.59 For now, they work on voluntary disarmament programs60 that are usually carried out in the atrium of Catholic churches.",
            "cite_spans": [],
            "section": "Security ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "It is important to highlight that “voluntary disarmament” has already been institutionalized by reforming the Law on Social Prevention of Crime and Violence for the Federal District, which was added with an Article 25 Bis, published on July 5, 2017, in the Official Gazette61; as well as the Organic Law of the Public Security Secretariat of the Federal District, whose article 3 was added with a fraction XXX Bis, published on July 5, 2017, in the Official Gazette.62\n",
            "cite_spans": [],
            "section": "Security ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "Finally, on August 25, 2015, for example, the government of the state of Veracruz and religious organizations signed an agreement to prevent crime.",
            "cite_spans": [],
            "section": "Security ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "It is necessary to review and to update the interpretative declarations and reservations made at the time by the Mexican State in concluding international treaties relating to religious freedom and ministers of worship.",
            "cite_spans": [],
            "section": "Reservations to International Treaties ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "At the federal level, the Ministry of Tourism (SECTUR) has conducted coordinated actions with state governments and non-governmental agencies to strengthen religious tourism in Mexico. This Ministry reported that Mexico is one of the most visited nations of the world thanks to the architectural, artistic, and cultural wealth of its sanctuaries, comparable in the arrival of tourists to other world religious centers.63\n",
            "cite_spans": [],
            "section": "Religious Tourism ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "At the local level, on June 14, 2014, the “religious tourism program” was presented by the Federal District Government. The program involves three routes for visitors: (1) The Guadeloupian way (El caminoguadalupano), (2) Bastions of Catholicism (Baluartes del catolicismo), and (3) Ways of faith (Caminos de la fe). This program considers not only Catholic, but also Buddhist, Jewish, Methodist, Mormon and Orthodox temples.",
            "cite_spans": [],
            "section": "Religious Tourism ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "The Ministry of Environment and Natural Resources (SEMARNAT), in coordination with the Ministry of Public Education (SEP), has developed since 2008 a program to encourage the called “green schools,” which perform actions and environmental management strategies to combat climate change.",
            "cite_spans": [],
            "section": "Environmental Education for Sustainability ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "In 2012, for example, the Tarbut Hebrew College was recognized as “Green school. Environmental leader” and the Israeli College of Mexico as “Green school,” implying that in the field of environmental sustainability, institutions representing a diversity of religions are taken into consideration for such programs.",
            "cite_spans": [],
            "section": "Environmental Education for Sustainability ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "The General Directorate of Religious Associations must address in a more timely and prudent manner the conflicts on religious intolerance matters that are characterized by the combination of several factors, including political, partisan, economic and agrarian, also caciquism (cacicazgo). These have even instrumentalized religion to cover up political actions or justify violence, making it difficult to identify intolerance as purely religious and to achieve an immediate peaceful solution to the conflicts.",
            "cite_spans": [],
            "section": "Resolution of Religious Conflicts ::: Public Policies for Managing Religious Diversity",
            "ref_spans": []
        },
        {
            "text": "The General Directorate of Religious Associations, of the Ministry of the Interior, denied registration to the Native American Church of Mexico as a religious association, for failing to comply with requirements and deadlines. This decision was based in Article 9 of the Regulations of the Law of Religious Associations and Public Worship.",
            "cite_spans": [],
            "section": "Constitutive Register and Native American Church of Mexico ::: Cases",
            "ref_spans": []
        },
        {
            "text": "Faced with the refusal to register, the Supreme Court of Justice of the Nation in the amparo under revision 267/2016, determined that the formal requirements required by the law for the constitutive registration as a religious association cannot be understood as insurmountable barriers, through which the validity is questioned or the ideological content of a certain religious belief. That study would imply invading an area alien to its powers as authority. In other words, the authority is not entitled to question the content or practices that give life to a certain religious ideology, but must limit itself to verify the formal requirements imposed by the law for registration.",
            "cite_spans": [],
            "section": "Constitutive Register and Native American Church of Mexico ::: Cases",
            "ref_spans": []
        },
        {
            "text": "In the weighing of the right to religious freedom with the human right to life, a federal judge65 (Eighth District Court in the State of Chihuahua) ordered that a minor suffering from leukemia received a blood transfusion once the alternative medical treatments had been exhausted, by virtue of which the minor professed the religion Jehovah’s Witnesses.",
            "cite_spans": [],
            "section": "Conscientious Objection to Blood Transfusions ::: Cases",
            "ref_spans": []
        },
        {
            "text": "With the sentence, the fundamental right of religious freedom was revised, as well as the rights to a second opinion, informed consent and decision making, regarding medical treatments. However, due to the lack of maturity of the girl to understand the scope of the medical act on her health, the right to life was privileged; so the doctors were authorized to perform the necessary treatments to protect the life of the minor, including blood transfusion.",
            "cite_spans": [],
            "section": "Conscientious Objection to Blood Transfusions ::: Cases",
            "ref_spans": []
        },
        {
            "text": "It was also determined that the corresponding reforms were made for the creation of a protocol and procedure so that the doctors, in case of the refusal of the consent of the parents to administer treatments to minors, appear before a judge to argue the case, and it is that judge who analyzes the circumstances, listens to the parties and resolves the corresponding.",
            "cite_spans": [],
            "section": "Conscientious Objection to Blood Transfusions ::: Cases",
            "ref_spans": []
        },
        {
            "text": "With the amendments to Articles 24 and 40 of the Mexican Constitution, it is clear that a truly secular State (lay/laico State) has to facilitate the effective exercise of religious freedom. The State has to generate a public policy that engages a significant change in the way in which it manages the religious diversity, which makes it comprehensible to decision makers that this field is not in the sphere of persuasion or negotiation but in the necessary observance of rules that ensure religious freedom effectively.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "This management is expressed in developing actions and strategies for the implementation of in force legal instruments, consistent with Mexico’s international obligations in this regard; plus informed dialogue between State authorities and religious actors in the meaning of full religious freedom and the responsibility that implies its exercise in the context of a secular State (lay/laico), respectful of religious diversity.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Procedures and services offered by the DGAR in religious matters\nSource Based on data from the Sixth Work Report of the Ministry of Interior 2017–2018 Source Based on data from the Sixth Work Report of the Ministry of Interior 2017–2018, and the First Work Report of Presidency of the Republic 2019 aThe numbers for the period 2010–2011 were modified to actual ciphers, because for the previous report, were used approximate ciphers for the months of July and August 2011 bData included until June 2012 and estimated data for the months July and August cFrom November 2009, the procedure “Declarations of proceeded for incorporating of immovable property into patrimony of religious associations” registered in the Federal Commission of Regulatory Improvement, was merged with that of the “registration of immovable property titles owned by the religious associations” adopting the name of “proceeded declarations and registration of immovable properties owned by religious associations,” being also a change in the frequency of the ciphers dWhen two numbers appear together in this table, the first refers to what the Presidency of the Republic reports, and the second corresponds to what the Ministry of the Interior reports",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Translation\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Registered religious associations (9.558) and ministers of worship (ministros de culto = mc, 99.122) (April 31, 2020)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Medina González",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Das Religionsrecht in Mexiko",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lima Torrado",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Desobediencia civil y objeción de conciencia",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Listl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dietrich",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Handbuch des Staatskirchenrecht des Bundesrepublik Deutschland",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Nowak",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "UNO-Pakt über bürgerliche und politische Rechte und Fakultativprotokoll",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Wahrig",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Deutsches Wörterbuch",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}