{
    "paper_id": "PMC7190504",
    "metadata": {
        "title": "Development of a Surgical Workforce Access Team (SWAT) in the Battle Against COVID-19",
        "authors": [
            {
                "first": "Parth",
                "middle": [
                    "D."
                ],
                "last": "Sheth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jessica",
                "middle": [
                    "P."
                ],
                "last": "Simons",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Devon",
                "middle": [
                    "I."
                ],
                "last": "Robichaud",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andrea",
                "middle": [
                    "L."
                ],
                "last": "Ciaranello",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Andres",
                "middle": [],
                "last": "Schanzer",
                "suffix": "",
                "email": "andres.schanzer@umassmemorial.org",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Vascular surgeons, like physicians in many other procedural specialties, have not been on the front lines for this disease, as our medicine, critical care, and emergency medicine colleagues have. Nonetheless, there are important ways in which vascular surgeons can contribute to serve patients and support our colleagues. Promotion of social distancing and judicious use of personal protective equipment (PPE) have been key components of the response. To that end, at our institution, elective cases were canceled in mid-March and outpatient clinic visits have been replaced by telehealth encounters whenever possible. The result has been a significant decrease in overall clinical volume across our division and the entire department of surgery.",
            "cite_spans": [],
            "section": "The contribution of vascular surgeons ::: Background",
            "ref_spans": []
        },
        {
            "text": "This reduction in surgical volume has allowed us to make changes to the traditional, established models of provider staffing. Our institution has addressed the increased demand for critical care providers by redeploying anesthesiologists to ICUs. It has also redeployed most medical subspecialty fellows to general medicine teams, where they may practice independently by virtue of their primary board certification. Providers in surgical fields, especially residents, have likewise been redeployed to ICUs and medicine teams. Advanced practice providers have been shifted to the emergency department, testing centers, and call center teams triaging COVID-19 patients.",
            "cite_spans": [],
            "section": "The contribution of vascular surgeons ::: Background",
            "ref_spans": []
        },
        {
            "text": "In addition to supporting these institutional changes, our division assessed vascular-specific additional opportunities to contribute. We set out to answer the following three questions:1.How can we best leverage the skillset of the members of the vascular surgery division: vascular surgery attending physicians, integrated vascular surgery residents, and advanced practice providers?2.How can we provide the best service to the hospital system and to our medical colleagues in the context of the current needs?3.How can we accomplish these goals while maintaining control of our own workforce?\n",
            "cite_spans": [],
            "section": "The contribution of vascular surgeons ::: Background",
            "ref_spans": []
        },
        {
            "text": "We ultimately decided that creating a vascular access team would allow us to best address each of these questions, while utilizing our unique skillset to assist the hospital’s efforts to combat COVID-19.",
            "cite_spans": [],
            "section": "The contribution of vascular surgeons ::: Background",
            "ref_spans": []
        },
        {
            "text": "As mentioned previously, a large proportion of hospitalized COVID-19 patients are critically ill and require ICU care. These patients typically require central venous and arterial catheterization, and many require temporary hemodialysis catheters. Based on conversations with ICU providers in heavily affected areas such as Italy, New York, and Washington, we became aware that these line placement procedures consumed a large portion of time for critical care providers. As vascular surgeons, we are uniquely positioned to quickly and efficiently perform these bedside procedures, thereby offloading other providers to focus on areas where their skillsets are best utilized. We worked with our institutional leadership to establish a vascular access team with clear, strong guidelines to signal our commitment to the critical care teams; in particular, we established the following key parameters (Table I\n):•The team will be responsible 24/7 for placing all central venous lines, arterial lines, and temporary dialysis catheters for inpatients on the main campus of our hospital system.•The team will commit to provide a page-to-puncture time of 60 minutes or less.\n",
            "cite_spans": [],
            "section": "Vascular access team ::: Background",
            "ref_spans": [
                {
                    "start": 899,
                    "end": 906,
                    "mention": "Table I",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We also worked with our critical care colleagues to develop a multidisciplinary, standardized, algorithm to guide optimal locations for line placement. Prone ventilation has been recommended for adults with severe acute respiratory distress syndrome due to COVID-19 for 12-16 hours per day to improve lung recruitment.7 Based on conversations with colleagues in Italy8, temporary dialysis lines function most consistently when placed in the right internal jugular vein position for patients who are proned. Our multidisciplinary team also concluded that avoiding catheter-related infections was a top priority, as these can be devastating in patients who are already critically ill. Therefore, we place dialysis catheters in the following preferred order: right internal jugular vein, left internal jugular vein, subclavian vein, femoral vein. To preserve the right internal jugular vein for dialysis catheters, we place central venous catheters in the following preferred order: left internal jugular vein, right internal jugular vein, subclavian vein, femoral vein. For arterial access, we prioritize radial artery, followed by brachial artery, followed by femoral artery.",
            "cite_spans": [],
            "section": "Vascular access team ::: Background",
            "ref_spans": []
        },
        {
            "text": "Staffing and resource model for a Surgical Workforce Access Team (SWAT)",
            "cite_spans": [],
            "section": "Vascular access team ::: Background",
            "ref_spans": []
        },
        {
            "text": "Our goal was to create a staffing model that was scalable based on volume in order to respond to a projected surge of patients. In addition, we want to be able to replicate this model at other hospitals in our health care system if the clinical need arises. Therefore, we decided to build SWAT teams around two-person units. Each unit consists of a SWAT Lead (4th or 5th year vascular resident or attending) and SWAT Junior (junior vascular resident or advanced practice provider). Having two members on each SWAT team allows us to facilitate pre-procedure tasks such as reviewing history, obtaining consent, and gathering equipment in order to meet our 60-minute target. At our institution, all vascular surgery attendings and residents are credentialed for central and arterial line placement.",
            "cite_spans": [],
            "section": "Vascular access team ::: Background",
            "ref_spans": []
        },
        {
            "text": "We structured our coverage so that each SWAT team works a 12-hour shift, 7 days in a row. Because of the 60-minute page-to-puncture commitment, these SWAT teams stay in house while on duty. Staying in house also allows the SWAT team to provide 24/7 coverage for all vascular surgery floor and consult patients, thereby relieving the general surgery night float residents from having to cover these patients and freeing them up to take on other COVID-19 related responsibilities. To maintain compliance with the ACGME 80-hour workweek averaged over a 4-week period, providers work for 2 weeks followed by a week off. In case of a vascular surgical emergency, or if multiple line requests arrive in rapid succession, there is a backup team available that is called in to maintain continuous coverage.",
            "cite_spans": [],
            "section": "Vascular access team ::: Background",
            "ref_spans": []
        },
        {
            "text": "Each SWAT team requires a separate set of equipment, consisting of a completely self-sufficient mobile line cart with all necessary vascular access supplies (Figure 1\n, Table II\n) and a duplex ultrasound machine. Because we anticipate that this service will be required for several weeks, we worked with our hospital’s supply chain team to ensure a sustainable daily resupply mechanism with fixed par levels for each item. We believe this method will provide significant benefits over ad-hoc stocking from existing supply pools, especially as volume increases. Additionally, a two-person team maintains efficiency while minimizing the number of providers involved per line placement, thereby reducing the use of PPE (Table III\n).",
            "cite_spans": [],
            "section": "Vascular access team ::: Background",
            "ref_spans": [
                {
                    "start": 158,
                    "end": 166,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 169,
                    "end": 177,
                    "mention": "Table II",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 717,
                    "end": 726,
                    "mention": "Table III",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "A further benefit of basing our staffing model around two-person teams is that it maximizes healthcare worker availability. Data from China, Italy, and Spain suggests that there is a high incidence of COVID-19 infection among healthcare workers. At our institution, we did have one team member develop symptoms, but the individual fortunately ruled out and subsequently improved. We designed our structure with a backup pool to maintain continuity of coverage while allowing affected providers to rest and recover, and we were able to do so in that case.",
            "cite_spans": [],
            "section": "Vascular access team ::: Background",
            "ref_spans": []
        },
        {
            "text": "In response to the COVID-19 pandemic, our vascular surgery division has implemented a 24/7 vascular access team to provide line placement services throughout our medical center. We believe this model allows us to maximize our skillset while providing an important service for the hospital during this crisis. Additionally, this model allows us to control our own workforce and preserve workforce availability in the likely event that some of our providers contract the disease.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "While the specific needs at each institution across the United States and the world will vary, the need for timely and expert line placement in these critically ill patients will exist everywhere. We believe that vascular surgeons are uniquely positioned to deliver this service expeditiously and safely. We hope that by taking these time-intensive procedures out of the hands of our critical care and medicine colleagues, they will be better positioned to leverage their expertise in caring for COVID-19 patients.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "\n1, 2, 3, 4, 5, 6., 7, 8.",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 2,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 4,
                    "end": 5,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 7,
                    "end": 8,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 10,
                    "end": 11,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 13,
                    "end": 14,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 16,
                    "end": 18,
                    "mention": "6.",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 20,
                    "end": 21,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 23,
                    "end": 24,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Uncited reference",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Scope document for SWAT Team\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: List of equipment for mobile line placement cart\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Personal protective equipment (PPE) used by each SWAT team member for line placement. Two SWAT team members are typically involved for each patient.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Mobile line placement cart",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: a modelling study",
            "authors": [
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "689-697",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}