{
    "paper_id": "PMC7166664",
    "metadata": {
        "title": "The impact of viral dynamics on the clinical severity of infants with respiratory syncytial virus bronchiolitis",
        "authors": [
            {
                "first": "Lili",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Qiuyan",
                "middle": [],
                "last": "Xiao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yao",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ailong",
                "middle": [],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Luo",
                "middle": [],
                "last": "Ren",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Enmei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Bronchiolitis is a common acute respiratory tract infection, which is a distressing, potentially life‐threatening respiratory condition that affects young babies [Rosalind, 2006]. It is generally characterized by acute inflammation, edema, and necrosis of epithelial cells lining small airways, leading to rhinorrhea, cough, wheezing, hyperexpansion of the lungs, hypoxia, and respiratory distress [Panitch, 2003; Pavia, 2011]. RSV is the most common etiological agent of bronchiolitis. It was estimated that 66,000–199,000 children younger than 5 years died from RSV‐associated acute respiratory tract infection in 2005, with 99% of these deaths occurring in developing countries [Nair et al., 2010]. In the UK, the RSV‐attributed death rate in infants has been estimated to be 8.4 per 100,000 [Fleming et al., 2005]. The incidence and mortality can vary substantially from year to year. At present, there is no special medicine for the treatment of bronchiolitis. It has been reported that approximately 1% of infants with bronchiolitis need to go to the hospital for treatment and that 10% of them require treatment in an intensive care unit (ICU) [Nagakumar and Doull, 2012].",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "It has been reported that the RSV loads after symptom onset are correlated with disease severity in hospitalized infants [Buckingham et al., 2000; Scagnolari et al., 2012]. Higher RSV loads predict disease severity in infants who were previously healthy correlating with longer durations of hospitalization [DeVincenzo et al., 2005; El Saleeby et al., 2011]. Recent studies also report that disease severity is positively correlated with the viral load during primary RSV infection [Houben et al., 2010]. Some reports have investigated the relationship between RSV viral dynamics and disease severity. In their study, the viral loads on day 3 were associated more significantly with a requirement for intensive care and respiratory failure than the viral loads at earlier time points. Faster RSV clearance was independently associated with shorter hospitalization [El Saleeby et al., 2011]. Clinical improvement was associated with a reduction of viral quantity after three days of hospitalization [Jansen et al., 2010]. However, the relationship between changes in the RSV load dynamics and the disease severity of RSV‐infected infants has not been studied in detail. Understanding the relationship between the clinical severity of bronchiolitis and the dynamic RSV load will aid the risk factor assessment of clinical severity and help the development of timely intervention therapy. It will thus provide a conceptual background for understanding the disease pathogenesis of RSV and other respiratory virus infections.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "This study selected the study subjects with strict inclusion criteria, collected nasopharyngeal aspirates specimens from patients at different time points and used clinical scores to evaluate the bronchiolitis severity objectively to confirm correlations between the severity and changes in the RSV load dynamics during the course of bronchiolitis.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Inclusion criteria: previously healthy children aged ≤24 months diagnosed with bronchiolitis within 96 hr of wheezing onset and hospitalized at the Children's Hospital of Chongqing Medical University were enrolled in this prospective study during two successive winter seasons (2012–2014). The diagnosis of bronchiolitis is according to the Zhu Futang textbook of Pediatrics [Zhang, 2002]. Bronchiolitis was diagnosed from the presence of a history of upper respiratory tract infection followed by acute onset of respiratory distress with cough, tachypnea, retraction, wheezing, and diffuse crackles on auscultation. Patients were excluded if they had received antiviral (ribavirin) and immunomodulatory agents (prednisone or hydrocortisone) in the preceding two weeks. Children with wheezing, breathlessness, and obstruction of the airways, in whom similar episodes had previously been diagnosed and treated by a physician, were diagnosed as recurrent wheezing and were excluded. Qualified pediatricians identified bronchiolitis and its clinical severity and collected clinical information confidentially. The demographic data and clinical history were collected from guardians via interviews. This study was approved by the Ethics and Research Council of Chongqing Children's Hospital, and signed consent was obtained from each child's parents or foster parents.",
            "cite_spans": [],
            "section": "Study Patients ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Scoring criteria was used to evaluate the severity of bronchiolitis [Wang et al., 1992; Luo et al., 2010]. Based on the total score, the disease severity was divided into the following ranks: mild, 0–4.9; moderate, 5–8.9; and severe, 9–12 (details in Table I).",
            "cite_spans": [],
            "section": "Disease Severity Scoring Criteria ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "mention": "I",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Nasopharyngeal aspirates were collected by a standardized technique from patients upon admission and on days 3, 5, and 7 in the hospital. For samples, the nasopharyngeal aspirates were collected by well‐trained nurses during the same time of day. A disposable controllable suction tube with the negative pressure method was used to collect the nasopharyngeal aspirates through the following operation: a syringe was connected to the plastic disposable sputum suction tube; the sputum tube was placed carefully and gently into the nasopharynx of patients; the saline injection was gently pushed; the disposable controllable suction tube, which is connected to the negative pressure device, can then be used to suck as much as possible of the nasopharynx secretion; and each specimen was diluted with 2 ml of physiological saline.",
            "cite_spans": [],
            "section": "Specimens and Virus Detection ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The specimens were maintained at 4°C for a maximum of 4 hr and then stored at −80°C until further processing. The viral DNA and RNA were extracted from 200 µl aliquots of the nasopharyngeal aspirates samples using the QIAamp MinElute Virus Spin kit (Qiagen, Hilden, Germany). RNA was applied as the template for cDNA synthesis using the SuperScript III First‐Strand Synthesis System (Invitrogen, Carlsbad, CA). The DNA and RNA extractions and cDNA products were used for the subsequent testing of 17 respiratory viruses. The 17 respiratory viruses were detected as follows [Coiras et al., 2003; Coiras et al., 2004; Lu et al., 2006; Granados et al., 2012]: nested PCR assays were used to detect human RSVA, RSVB, IVA, IVB, IVC, CoV‐229E, CoV‐OC43, hMPV, PIV 1–4, and AdV. Real‐time qPCR was used to detect hRV and hBoV.",
            "cite_spans": [],
            "section": "Specimens and Virus Detection ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "For the RSV‐positive samples tested by nested PCR assays, the RSV load was determined by real‐time qPCR. The primers and probe for RSVA and RSVB N gene amplification are listed in Table II [Hu et al., 2003; Van‐Woensel et al., 2003]. The sequence of the N gene for the RSV A2 strain (GenBank accession number M11486) and that for the RSV B strain (GenBank accession number D00736) were used for the design of the primers and probes. The plasmid‐amplified target fragment was cloned into the pMD19‐T vector (TaKaRa Biotechnology, Dalian, China) and verified by sequencing. The plasmid DNA concentrations were detected with an ND‐1000 spectrophotometer (Nanodrop). Real‐time qPCR was carried out in a total reaction volume of 20 µl consisting of 10 µl of TaqMan Universal Master Mix (Applied Biosystems), 0.6 µl (10 mM) of each primer, 0.6 µl (10 mM) of the probe, 2 µl of template and 6.2 µl of double‐distilled water. The real‐time qPCR thermal cycling reaction and quantitative measurement were performed in a 96‐well format in a StepOne Real‐Time PCR instrument (Applied Biosystems) using the following conditions: one cycle at 50°C for 2 min, one cycle at 95°C for 10 min, 40 cycles at 95°C for 15 sec, and one cycle at 60°C for 1 min. Strict laboratory procedures were followed to prevent PCR contamination, including separate spaces for sample handling, the Master Mix ingredients, and the plasmid templates. All of the runs included negative controls and plasmid in each PCR assay. Representative results from the real‐time qPCR quantification were found for the serial dilutions of RSVA and RSVB plasmids (101–107 copies/reaction) with the baseline‐corrected fluorescence plotted against the cycle number. The standard curves were positioned within each plate, and each run was performed in duplicate. For standard curves of five independent runs, the mean correlation coefficient of RSVA was 0.996 with a standard deviation of 0.004, and the mean value of the slope was −3.53 with a standard deviation of 0.04. The mean correlation coefficient of RSVB was 0.998 with a standard deviation of 0.02, and the mean value of the slope was −3.56 with a standard deviation of 0.17. The standard curves are shown in Figure 1. The RSV load values are expressed as log10 copy number of RSV‐RNA/ml in nasopharyngeal aspirates.",
            "cite_spans": [],
            "section": "Real‐Time qPCR for RSV Subtypes A and B ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 2222,
                    "end": 2223,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 186,
                    "end": 188,
                    "mention": "II",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The data were analyzed using the SPSS 17.0 software package. GraphPad Prism5 (GraphPad Software Inc.) was used to generate figures and graphs. The categorical variables were compared using the Chi‐square test, and continuous variables were compared using Student's t‐test. A two‐sided P < 0.05 was considered statistically significant. A correlation analysis of the RSV load and clinical severity data was conducted. Logistic regression was used to determine whether the viral load is independently associated with the degree of severity.",
            "cite_spans": [],
            "section": "Statistical Analyses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A total of 60 infants met the inclusion criteria. RSV was detected in 40 of these infants (31 were RSVB and 9 were RSVA), six of the infants were found to have other respiratory viruses, and no viruses was detected in 14 children. Single RSV infection was detected in 32 (80%) infants, whereas co‐detections with other respiratory viruses were detected in eight (20%) infants. The demographic, clinical, and virological characteristics of infants with RSV are shown in Table III. The median age of the infants was four (range, 1–11) months. Among the infants, 28 were boys, and 12 were girls. Eighteen (45%) infants had severe bronchiolitis (clinical score ≥9), 18 (45%) had moderate bronchiolitis (clinical score between 5 and 8.9), and four (10%) infants had mild bronchiolitis (clinical score <5).",
            "cite_spans": [],
            "section": "Demographic Clinical and Virological Characteristics ::: RESULTS",
            "ref_spans": [
                {
                    "start": 475,
                    "end": 478,
                    "mention": "III",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The RSV load among the 40 infants comprised between 103 and 9.7 × 106 transcripts of RSV per µl of the nasopharyngeal aspirates. The peak RSV load was observed on day 1. The RSV load decreased significantly with increasing time. The mean RSV load on day 1 (4.4 log10 copies/ml) was significantly different from that on day 5 (3.4 log10 copies/ml) and day 7 (3.02 log10 copies/ml), as shown in Figure 2A. The viral loads of RSVA and RSVB in sequential nasopharyngeal aspirates collected at different time points during the disease course are presented in Figures 2B and C, respectively. The clinical score increased with increasing RSV load, indicating a positive correlation (r2 = 0.121 and P < 0.001), as shown in Figure 3A. The mean RSV loads and the mean clinical scores on day 1 were the highest. Over time, the mean viral load decreased, the symptoms improved, and the clinical score decreased (Figure 3B).",
            "cite_spans": [],
            "section": "Relationship Between Clinical Score and Dynamic RSV Load ::: RESULTS",
            "ref_spans": [
                {
                    "start": 400,
                    "end": 401,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 562,
                    "end": 563,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 722,
                    "end": 723,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 907,
                    "end": 908,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The comparison of demographic factors, clinical characteristics, and RSV load at each time point between the groups with different clinical severity (mild, moderate, and severe group) are listed in Table IV. The age of infants in the severe group was much lower that that of moderate and mild groups with P = 0.005 and P = 0.05 respectively. The infants in the severe group tended to have longer durations of hospitalization and symptoms than those in the moderate group with P = 0.013 and P = 0.016, respectively. The infants in the severe group tended to have higher RSV loads than the moderate and mild groups. On the admission day, the mean RSV load in the severe group was higher than that of the mild group (P = 0.034). On day 3 in the hospital, there were significant differences in the mean RSV load between the mild group and the moderate group with P = 0.001 and between the mild group and the severe group with P = 0.014. Significant differences were observed in the clinical scores among the mild, moderate, and severe groups on days 1, 3, and 5.",
            "cite_spans": [],
            "section": "Relationship Between Clinical Score and Dynamic RSV Load ::: RESULTS",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 206,
                    "mention": "IV",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Univariate analyses were initially applied to potential risk factors for RSV disease severity (Table IV). Younger age and higher RSV loads on days 1 and 3 were significantly associated with worse disease. The rate of RSV clearance as a predictor of disease severity was also analyzed by multiple logistic regression comparing Δlog10 copy/mld1‐d3, Δlog10 copy/mld1‐d5, and Δlog10 copy/mld1‐d7 from the nasopharyngeal aspirates of the subjects. The variables included in the multiple logistic regression model were those associated with the outcome measures at P < 0.05 that independently predicted disease severity. According to multivariate analysis, the RSV load on day 3 (odds ratio, 8.993; 95% confidence interval, 1.015–79.687; P = 0.048) was a significant risk factors of the disease severity. Age (odds ratio, 0.463; 95% confidence interval, 0.189–1.135; P = 0.092) and the RSV load on day 1 (odds ratio, 1.611; 95% confidence interval, 0.620–4.186; P = 0.328) were not significant risk factors of the disease severity.",
            "cite_spans": [],
            "section": "Relationship Between Clinical Score and Dynamic RSV Load ::: RESULTS",
            "ref_spans": [
                {
                    "start": 101,
                    "end": 103,
                    "mention": "IV",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "There were nine infants who were found to have RSVA and 31 infants who were found to be positive for RSVB. Both the RSVA and RSVB loads decreased significantly with increasing time point and the peak viral load were observed on day 1. The mean viral loads of RSVA were not significantly different from that of RSVB on days 1, 3, 5, and 7, as shown in Figure 4A. There were no significant differences in the demographic factors, clinical characteristics and clinical severity between infants with RSVA and those with RSVB. The rate of RSVB clearance was faster than that of RSVA clearance (data not shown).",
            "cite_spans": [],
            "section": "Comparison of RSV Subtypes ::: RESULTS",
            "ref_spans": [
                {
                    "start": 358,
                    "end": 359,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "There were eight infants for whom RSV was co‐detected with other viruses and 32 infants with only RSV. The mean viral loads of RSV co‐detected with other viruses were not significantly different from those of RSV only on days 1, 3, 5, and 7, as shown in Figure 4B. There were no significant differences in the demographic factors, clinical characteristics and clinical severity between these two groups. The rate of RSV clearance in the infants with RSV co‐detected with other viruses was not different from the clearance rate of RSV in the infants with only RSV (data not shown).",
            "cite_spans": [],
            "section": "Comparison of RSV Co‐Detection of Other Viruses and RSV Single Detection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 261,
                    "end": 262,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The peak RSV load was observed on day 1 of admission and decreased significantly with increasing time point. There was a positive correlation between the RSV load and the clinical score. Multivariate logistic regression models revealed that the viral load on day 3 was independent of the degree of severity. This study elucidated that a higher mean RSV load is associated with a more severe disease and longer durations of hospitalization and symptoms.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The risk factors of severe bronchiolitis are likely to be determined by the host and viral factors. Other research has reported that age contributed to disease severity to a larger extent [Brand et al., 2012]. However, the age was not the independent risk factor of the degree of severity in this study. The age of patients with severe disease was significantly lower than that with moderate and mild disease in Table IV. The median age of the infants in severe group was 2 months whereas that was 4.5 months in moderate group and 5 months in mild group. It is known to us that babies lost maternal antibody protection at 4–6 months, and their own immune system is not mature enough to protect them against virus. Some reports have determined age‐specific incidence estimates for hospitalization with severe RSV disease and compared neutralizing antibody response patterns. Disease incidence peaked at between 2 and 3.9 months of life. Following RSV natural infection, relative to the mean acute phase antibody titre, the mean convalescent titre was lower in the 0–1.9 month age class, no different in the 2–3.9 month age class and greater in all age classes greater than 4 months [Sande et al., 2014].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 418,
                    "end": 420,
                    "mention": "IV",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "To address early RSV load differences, this study included infants diagnosed with bronchiolitis within 96 hr of wheezing onset. This study observed four time points dynamically at the acute phase of the disease and found that the peak RSV load was on day 1 in the infants upon admission. Some reports indicate that the RSV load peaks approximately 3.5 days after symptom onset and subsequently declines [DeVincenzo et al., 2010]. It is reported that the A2 RSV strain had the highest peak viral load on day 4 p.i. RSV 2–20 infection in BALB/c mice [Stokes et al., 2011].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In this study, a positive correlation was observed between the RSV load and the clinical score. The infants in the severe group tended to have a higher mean RSV load than the moderate and mild groups. These observations were consistent with other report [El Saleeby et al., 2011]. It has been described the relationship between the viral dynamics and the RSV disease severity on each study day (days 1, 2, and 3). Faster RSV clearance was independently associated with shorter hospitalization. However, this study observed that the RSV load on day 3 was independently associated with the degree of severity, and this finding was not determined for the rest of the study time points. Their study did not test the association between viral load and disease severity after day 3. This different result may be associated with the date of disease onset. In this study, previously healthy children aged ≤24 months were enrolled if they had been diagnosed with bronchiolitis within 96 hr of wheezing onset. In their study, patients were enrolled if RSV was detected from their respiratory secretions within the past 48 hr.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The mean RSV loads and the mean clinical scores on day 1 were the highest. As time went on, the mean viral load decreased, the symptoms improved, and the clinical score decreased. This observation is consistent with those reported by previous studies [Buckingham et al., 2000; DeVincenzo et al., 2005; Perkins et al., 2005; DeVincenzo et al., 2010].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The viral loads may vary by RSV subtypes and affect the clinical severity. The predominant RSV subtype shifts from year to year [Zhang et al., 2010; Ren et al., 2014], and the immunity against the previous circulating subtype could have altered the disease severity caused by specific subtypes. Infection with RSVA has been shown in several studies to produce more severe disease than RSVB [Papadopoulos et al., 2004; Tran et al., 2013]. In this study, there were nine infants with RSVA, and no significant differences were observed in the viral load and clinical severity between the infants with RSVA and those with RSVB. Few studies have demonstrated no significant differences in clinical severity between RSV subtypes [Devincenzo, 2004; Fodha et al., 2007; Jafri et al., 2013]. However, some studies have indicated that RSVA results in more severe disease than RSVB [Mansbach et al., 2012; Tran et al., 2013].",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In this study, the co‐detection of RSV with other viruses did not add disease severity compared with the single detection of RSV. This observation is consistent with previous studies [Brand et al., 2012]. However, some studies have reported that RSV co‐detected with some viruses, such as human metapneumovirus, human rhinovirus, and human Bocavirus, can induce much more severe disease [Papadopoulos et al., 2002; Semple et al., 2005; Midulla et al., 2009]. The rate of RSV clearance in infants with RSV co‐detected with other viruses was not different from that found in infants with only RSV. This finding adds to our knowledge in this field.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In addition, this study has certain limitations: it was limited by a small sample size and by the analysis of only two RSV epidemic seasons. Studies with larger samples and covering a larger time period are needed to support our findings. The dynamic RSV load was associated with the clinical severity of bronchiolitis in hospitalized infants. A higher mean RSV load lead to a higher mean clinical score and more disease severe with longer durations of hospitalization and symptoms. These findings may give rise to infants' being infected with a high RSV load and particularly severe disease.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table I: Clinical Scores Used to Estimate the Degree of Clinical Disease Severity\n*\n\n\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table II: Primers and Probes for RSVA and RSVB N Gene Amplification\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table III: Demographic, Clinical and Virological Characteristics of 40 Infants Hospitalized With RSV‐Associated Bronchiolitis\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table IV: Comparison of the Demographic Factors, Clinical Characteristics and RSV Load at Each Time Point by Clinical Severity\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Representative results from the real‐time qPCR quantification of serial dilutions of RSVA and RSVB plasmids (101–107copies/reaction). The baseline‐corrected fluorescence was plotted against the cycle number. A: Standard curve and amplification plot of RSVA. B: Standard curve and amplification plot of RSVB.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: \nA: RSV load in sequential nasopharyngeal aspirates collected at different time points during the disease course. Fourteen nasopharyngeal aspirates specimens could not be collected from 14 patients on day 7 because these patients recovered and were discharged. One specimen was polluted by being dropped to the ground and was deleted. B: RSVA load at different time points. C: RSVB load at different time points. The comparisons at each time point were performed by one‐way ANOVA and Newman‐Keuls analysis. *P < 0.05, **P < 0.01, ***P < 0.001.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: \nA: Relationship between the clinical score and RSV load, as determined by correlation analysis. These points are all of the points from all of the patients at all of the collection time points with the exception of the 15 specimens mentioned in Figure 2. B: Timing of mean RSV load and clinical score. The mean data from all of the infected infants from each collection time point are shown. C: Timing of mean RSV load and clinical score broken down between RSVA and RSVB.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: \nA: RSV subtype A and B viral loads in nasopharyngeal aspirates collected at different time points during the disease course. B: Viral load of RSV (A plus B) detected alone and RSV (A plus B) co‐detected with other viruses in nasopharyngeal aspirates collected at different time points during the disease course.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Infection with multiple viruses is not associated with increased disease severity in children with bronchiolitis",
            "authors": [],
            "year": 2012,
            "venue": "Pediatr Pulm",
            "volume": "47",
            "issn": "",
            "pages": "393-400",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Nasal quantity of respiratory syncytical virus correlates with disease severity in hospitalized infants",
            "authors": [],
            "year": 2000,
            "venue": "Pediatr Infect Dis J",
            "volume": "19",
            "issn": "",
            "pages": "113-117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Simultaneous detection of fourteen respiratory viruses in clinical specimens by two multiplex reverse transcription nested‐PCR assays",
            "authors": [],
            "year": 2004,
            "venue": "J Med Virol",
            "volume": "72",
            "issn": "",
            "pages": "484-495",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Simultaneous detection of influenza A, B, and C viruses, respiratory syncytial virus, and adenoviruses in clinical samples by multiplex reverse transcription nested‐PCR assay",
            "authors": [],
            "year": 2003,
            "venue": "J Med Virol",
            "volume": "69",
            "issn": "",
            "pages": "132-144",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Natural infection of infants with respiratory syncytial virus subgroups A and B: a study of frequency, disease severity, and viral load",
            "authors": [],
            "year": 2004,
            "venue": "Pediatr Res",
            "volume": "56",
            "issn": "",
            "pages": "914-917",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Respiratory syncytial virus load predicts disease severity in previously healthy infants",
            "authors": [],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "1861-1868",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Viral load drives disease in humans experimentally infected with respiratory syncytial virus",
            "authors": [],
            "year": 2010,
            "venue": "Am J Resp Crit Care",
            "volume": "182",
            "issn": "",
            "pages": "1305-1314",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Respiratory syncytial virus load, viral dynamics, and disease severity in previously healthy naturally infected children",
            "authors": [],
            "year": 2011,
            "venue": "J Infect Dis",
            "volume": "204",
            "issn": "",
            "pages": "996-1002",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Mortality in children from influenza and respiratory syncytial virus",
            "authors": [],
            "year": 2005,
            "venue": "J Epidemiol Commun H",
            "volume": "59",
            "issn": "",
            "pages": "586-590",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Respiratory syncytial virus infections in hospitalized infants: Association between viral load, virus subgroup, and disease severity",
            "authors": [],
            "year": 2007,
            "venue": "J Med Virol",
            "volume": "79",
            "issn": "",
            "pages": "1951-1958",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Use of an improved quantitative polymerase chain reaction assay to determine differences in human rhinovirus viral loads in different populations",
            "authors": [],
            "year": 2012,
            "venue": "Diagn Micr Infec Dis",
            "volume": "74",
            "issn": "",
            "pages": "384-387",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Disease severity and viral load are correlated in infants with primary respiratory syncytial virus infection in the community",
            "authors": [],
            "year": 2010,
            "venue": "J Med Virol",
            "volume": "82",
            "issn": "",
            "pages": "1266-1271",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Simultaneous Detection, Subgrouping, and Quantitation of Respiratory Syncytial Virus A and B by Real‐Time PCR",
            "authors": [],
            "year": 2003,
            "venue": "J Clin Microbiol",
            "volume": "41",
            "issn": "",
            "pages": "149-154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Distribution of respiratory syncytial virus subtypes A and B among infants presenting to the emergency department with lower respiratory tract infection or apnea",
            "authors": [],
            "year": 2013,
            "venue": "Pediatr Infect Dis J",
            "volume": "32",
            "issn": "",
            "pages": "335-340",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Quantitation of respiratory viruses in relation to clinical course in children with acute respiratory tract infections",
            "authors": [],
            "year": 2010,
            "venue": "Pediatr Infect Dis J",
            "volume": "29",
            "issn": "",
            "pages": "82-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Real‐time PCR assays for detection of bocavirus in human specimens",
            "authors": [],
            "year": 2006,
            "venue": "J Clin Microbiol",
            "volume": "44",
            "issn": "",
            "pages": "3231-3235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Nebulized hypertonic saline/salbutamol solution treatment in hospitalized children with mild to moderate bronchiolitis",
            "authors": [],
            "year": 2010,
            "venue": "Pediatr Int",
            "volume": "52",
            "issn": "",
            "pages": "199-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Prospective multicenter study of viral etiology and hospital length of stay in children with severe bronchiolitis",
            "authors": [],
            "year": 2012,
            "venue": "Arch Pediat Adol Med",
            "volume": "166",
            "issn": "",
            "pages": "700-706",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Respiratory syncytial virus, human bocavirus and rhinovirus bronchiolitis in infants",
            "authors": [],
            "year": 2009,
            "venue": "Arch Dis Child",
            "volume": "95",
            "issn": "",
            "pages": "35-41",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Current therapy for bronchiolitis",
            "authors": [],
            "year": 2012,
            "venue": "Arch Dis Child",
            "volume": "97",
            "issn": "",
            "pages": "827-830",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Global burden of acute lower respiratory infections due to respiratory syncytial virus in young children: a systematic review and meta‐analysis",
            "authors": [],
            "year": 2010,
            "venue": "Lancet",
            "volume": "375",
            "issn": "",
            "pages": "1545-1555",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Respiratory syncytial virus bronchiolitis: supportive care and therapies designed to overcome airway obstruction",
            "authors": [],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "S83-87; discussion",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Association of rhinovirus infection with increased disease severity in acute bronchiolitis",
            "authors": [],
            "year": 2002,
            "venue": "Am J Resp Crit Care",
            "volume": "165",
            "issn": "",
            "pages": "1285-1289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Does respiratory syncytial virus subtype influences the severity of acute bronchiolitis in hospitalized infants",
            "authors": [],
            "year": 2004,
            "venue": "Resp Med",
            "volume": "98",
            "issn": "",
            "pages": "879-882",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Viral infections of the lower respiratory tract: Old viruses, new viruses, and the role of diagnosis",
            "authors": [],
            "year": 2011,
            "venue": "Clin Infect Dis",
            "volume": "52",
            "issn": "",
            "pages": "S284-S289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Comparison of a real‐time reverse transcriptase PCR assay and a culture technique for quantitative assessment of viral load in children naturally infected with respiratory syncytial virus",
            "authors": [],
            "year": 2005,
            "venue": "J Clin Microbiol",
            "volume": "43",
            "issn": "",
            "pages": "2356-2362",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Molecular characterization of human respiratory syncytial virus subtype B: A novel genotype of subtype B circulating in China",
            "authors": [],
            "year": 2015,
            "venue": "J Med Virol",
            "volume": "87",
            "issn": "",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "368",
            "issn": "",
            "pages": "312-322",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The association between age and the development of respiratory syncytial virus neutralising antibody responses following natural infection in infants",
            "authors": [],
            "year": 2014,
            "venue": "Vaccine",
            "volume": "32",
            "issn": "",
            "pages": "4726-4729",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Evaluation of viral load in infants hospitalized with bronchiolitis caused by respiratory syncytial virus",
            "authors": [],
            "year": 2012,
            "venue": "Med Microbiol Immunol",
            "volume": "201",
            "issn": "",
            "pages": "311-317",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Dual infection of infants by human metapneumovirus and human respiratory syncytial virus is strongly associated with severe bronchiolitis",
            "authors": [],
            "year": 2005,
            "venue": "J Infect Dis",
            "volume": "191",
            "issn": "",
            "pages": "382-386",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Differential pathogenesis of respiratory syncytial virus clinical isolates in BALB/c mice",
            "authors": [],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "",
            "pages": "5782-5793",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Molecular epidemiology and disease severity of human respiratory syncytial virus in Vietnam",
            "authors": [],
            "year": 2013,
            "venue": "PLoS ONE",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Effect of dexamethasone on tracheal viral load and interleukin‐8 tracheal concentration in children with respiratory syncytial virus infection",
            "authors": [],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "721-726",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Observer agreement for respiratory signs and oximetry in infants hospitalized with lower respiratory infections",
            "authors": [],
            "year": 1992,
            "venue": "Am Rev Respir Dis",
            "volume": "145",
            "issn": "",
            "pages": "106-109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}