{
    "paper_id": "PMC7168078",
    "metadata": {
        "title": "Psychophysical Effects of Nasal and Oral Inflammation",
        "authors": [
            {
                "first": "Antje",
                "middle": [],
                "last": "Welge‐Luessen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Acute rhinitis is a common, usually self‐limiting primarily viral nasal inflammation. Among the most common viruses are rhinovirus, respiratory synticial virus, adenovirus, coronavirus, and influenza and parainfluenza viruses. Three pathophysiological phases are distinguished: a prodromal phase (white, pale mucosa), a catharactic phase (mucosa red, swollen, hypersecretion), and a viscuous phase (thickening of secretion, decrease of symptoms). Although acute rhinitis is among the most common causes of olfactory disorders,\n4\n there is little known about functional changes. In their experimentally induced common cold study, Akerlund et al.\n\n5\n observed an impaired olfactory function correlating with nasal congestion, suggesting a relationship between olfactory function and nasal congestion but not between olfactory function and nasal discharge. In another experiment, Hummel et al.\n\n6\n examined subjects suffering from a common cold using the Sniffin Sticks Test and observed an increase of olfactory threshold and a decrease of N1 amplitudes in recordings of olfactory event‐related potentials even when the nasal obstruction and discharge was controlled by the application of oxymetazoline.\n7\n These results imply that the observed olfactory changes in acute rhinitis may be independent of nasal congestion. Because the disease is self‐limiting and olfactory function usually recovers, patients rarely seek medical advice concerning the smell disorder during acute rhinitis. When the acute rhinitis subsides and the olfactory disorder persists, it is called a “postviral olfactory disorder” or an olfactory disorder “post‐upper respiratory tract infection” (post‐URTI).",
            "cite_spans": [],
            "section": "Acute Rhinitis",
            "ref_spans": []
        },
        {
            "text": "Post‐URTI disorders are olfactory disorders following an acute upper respiratory tract disorder and are therefore usually considered as their own entity of olfactory disorders. Typically in the patients’ history there is a close temporal connection to the infection/inflammation which is often recalled as “severe” or “more severe” than usual. The prevalence of post‐URTI disorders is between 11% and 40%\n1\n, \n8\n, \n9\n and usually women are more affected than men.\n10\n, \n11\n The clinical examination is uneventful and psychophysical examination reveals hyposmia or anosmia.\n12\n Parosmia is a common feature.\n13\n Approximately one‐third of the patients suffering from a post‐URTI disorder experience spontaneous recovery within the first 2 years.\n14\n Histopathologically replacement of the olfactory epithelium by respiratory epithelium has been demonstrated, as well as a reduction in the number of olfactory receptors, but the number of studies is limited.\n12\n\n",
            "cite_spans": [],
            "section": "Post‐URTI Disorders",
            "ref_spans": []
        },
        {
            "text": "Rhinosinusitis is defined as inflammation of the nose and the paranasal sinuses characterized by two or more of the following symptoms, one of which should be either nasal blockage/obstruction/congestion or nasal discharge (anterior/posterior nasal drip):",
            "cite_spans": [],
            "section": "Rhinosinusitis (Acute or Chronic, with or without Polyps) ::: Allergic Rhinitis",
            "ref_spans": []
        },
        {
            "text": "\n1± facial pain/pressure;2± reduction or loss of smell;3and endoscopic signs ofA. polyps, and/orB. mucopurulent discharge primarily from middle meatus, and/orC. edema/mucosal obstruction primarily in middle meatus, and/or computer tomogram changes;D. mucosal changes within ostiomeatal complex and/or sinuses.\n",
            "cite_spans": [],
            "section": "Rhinosinusitis (Acute or Chronic, with or without Polyps) ::: Allergic Rhinitis",
            "ref_spans": []
        },
        {
            "text": "This definition according to the European Position paper on Rhinosinusitis and Nasal Polyps\n23\n includes olfactory disorder as a symptom, which reveals that olfactory disorder is a very common symptom in this entity, especially in chronic rhinosinusitis (CRS), which is defined as a disorder lasting more than 12 consecutive weeks.\n24\n Although CRS is a very common disease, its exact etiology still remains unclear. Therefore, the exact pathophysiology of the accompanying olfactory disorder is difficult to determine. It is tempting to classify the olfactory disorder in CRS with polyps as conductive alone. This hypothesis was supported by the fact that (1) these deficits rapidly improve after oral steroids; (2) the olfactory epithelium was believed to be an “immunological privileged” site incapable of mounting a normal immune response to foreign proteins; and (3) biopsies revealed at least some normal appearing olfactory receptor neurons.\n25\n Recent evidence has shown, that at least partly, olfactory disorders are caused by an increase in olfactory receptor neuron apoptosis due to an extensive caspase‐3 activity in CRS.\n26\n From the clinical point of view, it is important to remember that up to one‐quarter of patients with CRS are unaware of their decreased olfactory ability.\n27\n, \n28\n Together with the fact that subjective disturbance and measured olfactory function in patients only show a moderate correlation,\n29\n olfactory testing is mandatory especially prior to surgical intervention. The clinical endoscopic picture is diverse; polyps, mucous discharge, mucosal reddening and swelling, and purulent discharge may be present. Once again, the visibility of the olfactory cleft from an endoscopic view and olfactory function do not correlate. Psychophysical test results reveal alternations between hyposmia and anosmia because olfactory disorder develops slowly and therefore only a portion of the affected patients are aware of the disorder.\n30\n, \n31\n So far no study in these patients has been able to document an association between olfactory test scores and intranasal airway access factors whether measured by rhinomanometry, acoustic rhinometry, or rhinoscopy. On the other hand, there seems to be growing evidence that the severity of histopathological changes in the olfactory mucosa, which can be seen in CRS, seems to be correlated with decreased olfactory function.\n32\n\n",
            "cite_spans": [],
            "section": "Rhinosinusitis (Acute or Chronic, with or without Polyps) ::: Allergic Rhinitis",
            "ref_spans": []
        },
        {
            "text": "Oral inflammation can influence taste function in several ways. Inflammation can influence the saliva itself, destruct the taste buds, damage neural pathways or cause systemic disturbances, which then alter taste function. Although numerous diseases are known to change taste function,\n33\n larger studies systematically examining taste function and deficits in oral inflammatory diseases are lacking.",
            "cite_spans": [],
            "section": "Oral Inflammation",
            "ref_spans": []
        },
        {
            "text": "The most frequently examined disorders are diseases with reduced salivary function, such as Sjögrens disease or taste disorders following radiotherapy or radio‐chemotherapy. In Sjögrens syndrome, a syndrome which is defined by lymphocytic infiltration, immune complex deposition and destruction of exocrine glands, patients usually complain of a dry mouth. In these patients, taste sensitivity is reduced; however, there is a poor correlation between salivary flow and taste function.\n34\n Radiotherapy alone or in combination with chemotherapy leads to an inflammation of the oral mucosa (mucositis) usually followed by xerostomia. During the acute phase of the inflammation, patients usually suffer from pain and the taste disorder is one minor problem among others. As the oral mucositis decreases the consecutive xerostomia becomes apparent. At this stage, usually 1–2 months after therapy, taste function is still reduced and the patients especially noticed a reduction of the perception of bitter and salty quality.\n35\n The disorder can persist up to 2 years.\n35\n Studies using confocal microscopy have shown that after radiotherapy, taste pores are covered with epithelia cells, which might be one of the reasons why taste function is reduced.\n36\n\n",
            "cite_spans": [],
            "section": "Oral Inflammation",
            "ref_spans": []
        },
        {
            "text": "The author declares no conflicts of interest.",
            "cite_spans": [],
            "section": "Conflicts of Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Depicts a guideline of how to classify sinonasal olfactory disorders.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Epidemiologie und Therapie von Riechstörungen in Deutschland, Österrreich und der Schweiz",
            "authors": [],
            "year": 2004,
            "venue": "HNO",
            "volume": "52",
            "issn": "",
            "pages": "112-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Smell and Taste in Health and Disease",
            "volume": "",
            "issn": "",
            "pages": "731-734",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "An epidemiological study of postviral olfactory disorder",
            "authors": [],
            "year": 1998,
            "venue": "Acta Otolaryngol. (Stockh.)",
            "volume": "538",
            "issn": "Suppl",
            "pages": "191-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Taste and Smell. An Update",
            "volume": "",
            "issn": "",
            "pages": "125-132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Recovery of olfactory function following closed head injury or infections of the upper respiratory tract",
            "authors": [],
            "year": 2006,
            "venue": "Arch. Otolaryngol. Head Neck Surg.",
            "volume": "132",
            "issn": "",
            "pages": "265-269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Perspectives in olfactory loss following viral infections of the upper respiratory tract",
            "authors": [],
            "year": 2000,
            "venue": "Arch. Otolaryngol. Head Neck Surg.",
            "volume": "126",
            "issn": "",
            "pages": "802-803",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Allergic rhinitis and its impact on asthma",
            "authors": [],
            "year": 2001,
            "venue": "J. Allergy Clin. Immunol.",
            "volume": "108",
            "issn": "5 Suppl",
            "pages": "S147-S334",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Hyposmia in allergic rhinitis",
            "authors": [],
            "year": 1993,
            "venue": "J. Allergy Clin. Immunol.",
            "volume": "91",
            "issn": "",
            "pages": "747-751",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Sense of smell in allergic and nonallergic rhinitis",
            "authors": [],
            "year": 1998,
            "venue": "Allergy",
            "volume": "53",
            "issn": "",
            "pages": "190-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Olfactory threshold after nasal allergen challenge",
            "authors": [],
            "year": 1997,
            "venue": "ORL J. Otorhinolaryngol. Relat. Spec.",
            "volume": "59",
            "issn": "",
            "pages": "36-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Fluctuating olfactory sensitivity and distorted odor perception in allergic rhinitis",
            "authors": [],
            "year": 1999,
            "venue": "Arch. Otolaryngol. Head Neck Surg.",
            "volume": "125",
            "issn": "",
            "pages": "1005-1010",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Disorders in taste and smell",
            "authors": [],
            "year": 1991,
            "venue": "Med. Clin. North Am.",
            "volume": "75",
            "issn": "",
            "pages": "1321-1353",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Subjective and objective assessments in patients with seasonal allergic rhinitis: effects of therapy with mometasone furoate nasal spray",
            "authors": [],
            "year": 1998,
            "venue": "J. Allergy Clin. Immunol.",
            "volume": "102",
            "issn": "",
            "pages": "39-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Mometasone furoate nasal spray improves olfactory performance in seasonal allergic rhinitis",
            "authors": [],
            "year": 2003,
            "venue": "Allergy",
            "volume": "58",
            "issn": "",
            "pages": "1195-1216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Placebo‐controlled, randomized, double‐blind study evaluating the efficacy of fluticasone propionate nasal spray for the treatment of patients with hyposmia/anosmia",
            "authors": [],
            "year": 2003,
            "venue": "Acta Otolaryngol.",
            "volume": "123",
            "issn": "",
            "pages": "862-868",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "European position paper on rhinosinusitis and nasal polyps",
            "authors": [],
            "year": 2007,
            "venue": "Rhinol. Suppl.",
            "volume": "20",
            "issn": "",
            "pages": "1-136",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Adult chronic rhinosinusitis: Definitions, diagnosis, epidemiology, and pathophysiology",
            "authors": [],
            "year": 2003,
            "venue": "Otolaryngol. Head Neck Surg.",
            "volume": "129",
            "issn": "",
            "pages": "S1-S32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "Taste and Smell. An Update",
            "volume": "",
            "issn": "",
            "pages": "108-124",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Pathology of the olfactory mucosa: implications for the treatment of olfactory dysfunction",
            "authors": [],
            "year": 2004,
            "venue": "Laryngoscope",
            "volume": "114",
            "issn": "",
            "pages": "279-285",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Unawareness of smell loss in normal aging and Alzheimer's disease: Discrepancy between self‐reported and diagnosed smell sensitivity",
            "authors": [],
            "year": 1995,
            "venue": "J. Gerontol. B Psychol. Sci. Soc. Sci.",
            "volume": "50B",
            "issn": "",
            "pages": "187-192",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Olfactory function after functional endoscopic sinus surgery for chronic sinusitis",
            "authors": [],
            "year": 1998,
            "venue": "Rhinology",
            "volume": "36",
            "issn": "",
            "pages": "15-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "What is the correlation between ratings and measures of olfactory function in patients with olfactory loss?",
            "authors": [],
            "year": 2005,
            "venue": "Am. J. Rhinol.",
            "volume": "19",
            "issn": "",
            "pages": "567-571",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Prevalence and assessment of qualitative olfactory dysfunction in different age groups",
            "authors": [],
            "year": 1996,
            "venue": "Laryngoscope",
            "volume": "106",
            "issn": "",
            "pages": "739-742",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Olfaction and its alteration by nasal obstruction, rhinitis and rhinosinusitis",
            "authors": [],
            "year": 2001,
            "venue": "Laryngoscope",
            "volume": "111",
            "issn": "",
            "pages": "409-423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Therapieoptionen bei Riech‐ und Schmeckstörungen",
            "authors": [],
            "year": 2005,
            "venue": "Laryngo-Rhino-Otol",
            "volume": "84",
            "issn": "",
            "pages": "S92-S100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Chronic sinusitis and anosmia: pathologic changes in the olfactory mucosa",
            "authors": [],
            "year": 2000,
            "venue": "Laryngoscope",
            "volume": "110",
            "issn": "",
            "pages": "1071-1077",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Handbook of Olfaction and Gustation",
            "volume": "",
            "issn": "",
            "pages": "935-957",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Taste performance in Sjogren's syndrome",
            "authors": [],
            "year": 1995,
            "venue": "Physiol. Behav.",
            "volume": "57",
            "issn": "",
            "pages": "89-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "De Gustibus: time scale of loss and recovery of tastes caused by radiotherapy",
            "authors": [],
            "year": 2002,
            "venue": "Radiother. Oncol.",
            "volume": "63",
            "issn": "",
            "pages": "195-201",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Confocal microscopy of the peripheral gustatory system: comparison between healthy subjects and patients suffering from taste disorders during radiochemotherapy",
            "authors": [],
            "year": 2005,
            "venue": "Laryngoscope",
            "volume": "115",
            "issn": "",
            "pages": "2178-2182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Smell and taste disorders, a study of 750 patients from the University of Pennsylvania smell and taste center",
            "authors": [],
            "year": 1991,
            "venue": "Arch. Otolaryngol. Head Neck Surg.",
            "volume": "117",
            "issn": "",
            "pages": "519-528",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Olfactory threshold and nasal mucosal changes in experimentally induced common cold",
            "authors": [],
            "year": 1995,
            "venue": "Acta Otolaryngol.",
            "volume": "115",
            "issn": "",
            "pages": "88-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Olfactory function in acute rhinitis",
            "authors": [],
            "year": 1998,
            "venue": "Ann. N. Y. Acad. Sci.",
            "volume": "855",
            "issn": "",
            "pages": "616-624",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Effects of the nasal decongestant oxymetazoline on human olfactory and intranasal trigeminal function in acute rhinitis",
            "authors": [],
            "year": 1998,
            "venue": "Eur. J. Clin. Pharmacol.",
            "volume": "54",
            "issn": "",
            "pages": "521-528",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Taste and Smell Disorders",
            "volume": "",
            "issn": "",
            "pages": "72-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Patterns of non‐conductive olfactory disorders in eastern Austria: a study of 120 patients from the department of otorhinolaryngology at the University of Vienna",
            "authors": [],
            "year": 2001,
            "venue": "Wien Klin. Wochenschr.",
            "volume": "113",
            "issn": "",
            "pages": "52-57",
            "other_ids": {
                "DOI": []
            }
        }
    }
}