{
    "paper_id": "PMC7152742",
    "metadata": {
        "title": "Preventing COVID-19 in low- and middle-income countries",
        "authors": [
            {
                "first": "Sitaram",
                "middle": [],
                "last": "Khadka",
                "suffix": "",
                "email": "sitaramkhadka5693@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Furqan",
                "middle": [
                    "K."
                ],
                "last": "Hashmi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Usman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronavirus disease 2019 (COVID-19) is an infectious disease caused by the previously unidentified severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) that first appeared as an outbreak in Wuhan, China, in December 2019. According to a recent structural analysis, the virus probably originated in bats and transmitted to humans after mutation in the spike glycoprotein and nucleocapsid protein. It was then transmitted from human to human [1].",
            "cite_spans": [
                {
                    "start": 449,
                    "end": 450,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "COVID-19 is characterized by respiratory illness with flu-like symptoms such as dry cough, fever, fatigue, shortness of breath and, in more severe cases, pneumonia, acute respiratory syndrome and death [2]. The World Health Organization (WHO) declared the outbreak a pandemic on 11 March 2020 because > 118,000 cases had been reported in 110 countries with a sustained risk of further global spread [2]. At the time of writing (26 March 2020), 416,686 COVID-19 cases, with 18,589 total deaths, had been reported in 196 countries [3].",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "mention": "2",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 400,
                    "end": 401,
                    "mention": "2",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 530,
                    "end": 531,
                    "mention": "3",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The WHO COVID-19 incident management team and other related organizations are actively engaged in providing support and coordination around the preparedness for, mitigation of, response to and recovery from this pandemic [4]. As COVID-19 is a viral infection, and no medicines or vaccines have yet been developed, prevention of virus transmission is crucial, and confirmed cases may require treatment of symptoms.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 223,
                    "mention": "4",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Developed countries have greater expertise in the investigation and management of such cases than do low- and middle-income countries (LMICs). LMICs are likely to be heavily burdened by COVID-19 because of a lack of awareness, compliance, financial status, infrastructure, human resource and expertise. Therefore, LMICs must prioritize science-based preventive measures in the pre-crisis phase and science-based treatment and counseling during and after the crisis.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Viruses are more difficult to deal with than other microorganisms, so preventive measures are the best way to protect people from COVID-19. Whereas developed countries are facing serious problems in the prevention and management of COVID-19, LMICs are even more vulnerable. Local, national and international organizations and healthcare institutions must take the utmost care to protect people from this serious infection.",
            "cite_spans": [],
            "section": "Better management of COVID-19",
            "ref_spans": []
        },
        {
            "text": "Following dispersal by a sneeze or cough, droplets containing the coronavirus are airborne. A recent analysis reported that the virus remained active in such a state for up to 3 h when artificially nebulized as an aerosol [5]. Therefore, preventive measures for this infectious disease include regular hand washing; cleaning with soap and water or sanitizer, especially after touching a surface in a public place; using masks and gloves; covering the mouth and nose while coughing and sneezing; not touching the face with unclean hands; and social distancing [6]. Consumption of vitamin C, citrus fruits, garlic, ginger, honey with warm water, plenty of fluids, boiled water and gargling with saline water may provide symptomatic relief for the common cold, but no evidence exists for these approaches in the treatment or prevention of COVID-19 [7, 8].",
            "cite_spans": [
                {
                    "start": 223,
                    "end": 224,
                    "mention": "5",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 560,
                    "end": 561,
                    "mention": "6",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 846,
                    "end": 847,
                    "mention": "7",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 849,
                    "end": 850,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Better management of COVID-19",
            "ref_spans": []
        },
        {
            "text": "In LMICs, the scarcity of resources is a challenge with regard to education about and the prevention and management of COVID-19. Possible effective measures to prevent a COVID-19 crisis include self-isolation and quarantine of suspected and vulnerable people; setting up isolation wards and intensive care units in hospitals; implementing COVID-19 coordination centers in hospitals; educating people about COVID-19 via awareness campaigns, including pamphlets and brochures, preferably in the local language; distributing masks, soap, and hand sanitizer; and sharing information via audiovisual and social media. Myths regarding the spread of COVID-19 are prevalent, so awareness and education schemes should be conducted to provide the public with the scientific facts (Table 1).",
            "cite_spans": [],
            "section": "Better management of COVID-19",
            "ref_spans": [
                {
                    "start": 777,
                    "end": 778,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A health crisis can happen at any time and have devastating effects that disrupt the normal pattern of existence. Medical preparedness means always being in ‘ready go’ status. Local healthcare professionals, especially community pharmacists, are easily accessed and trusted by the public. They should be considered “first responders” and trained for such medical emergencies in collaboration with other local and national professionals because a complete team of healthcare and other professionals would be an effective approach to manage such health crises. Although LMICs are challenged by a lack of properly trained healthcare providers, the disease itself, and its financial burden, the prime objectives should be to provide awareness about the disease and improve compliance to prevention and mitigation approaches. Governmental resources and support are mandatory for the long-term effectiveness of prevention and management approaches.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "\nFocus on measures that prevent the spread of COVID-19, such as campaigns to raise awareness, disprove myths and induce compliance.Recognize that prevention and overall management of such health crises may be more difficult in LMICs than in developed countries.Manage the global threat by establishing preparedness and mitigation plans prior to potential health crises, response plans during the crisis, and response and recovery plans after the crisis.Ensure the cooperation of healthcare providers and administrative bodies at local, national and global levels.\n",
            "cite_spans": [],
            "section": "Take home messages",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Myths versus facts about COVID-19 [7–13]\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "The 2019-new coronavirus epidemic: evidence for virus evolution",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Benvenuto",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Giovanetti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ciccozzi",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "4",
            "pages": "455-459",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25688"
                ]
            }
        },
        "BIBREF1": {
            "title": "Self-medication patterns and drug use behavior in housewives belonging to the middle income group in a city in northern India",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kaushal",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Gupta",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Jindal",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Indian J Commun Med Off Publ Indian Assoc Prev Soc Med",
            "volume": "37",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Professional and home-made face masks reduce exposure to respiratory infections among the general population",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "van der Sande",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Sabel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS ONE",
            "volume": "3",
            "issn": "7",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0002618"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Aerosol and surface stability of HCoV-19 (SARS-CoV-2) compared to SARS-CoV-1",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "van Doremalen",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Bushmaker",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Morris",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc20049732020l"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Vitamin C in the prevention and treatment of the common cold",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bucher",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "White",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Am J Lifestyle Med",
            "volume": "10",
            "issn": "3",
            "pages": "181-183",
            "other_ids": {
                "DOI": [
                    "10.1177/1559827616629092"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}