{
    "paper_id": "PMC7152291",
    "metadata": {
        "title": "Protection of Travelers",
        "authors": [
            {
                "first": "Maryanne",
                "middle": [
                    "E."
                ],
                "last": "Crockett",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jay",
                "middle": [
                    "S."
                ],
                "last": "Keystone",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sarah",
                "middle": [
                    "S."
                ],
                "last": "Long",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A pretravel evaluation should be performed at least 6 to 10 weeks prior to travel. The entire itinerary for the trip should be reviewed, including destinations, time and duration of travel, types of accommodation, activities, and potential exposure to insects and animals. The evaluation also should review the medical and particularly the immunization history of the child in order to ensure that appropriate advice is given regarding preventive measures, including necessary vaccines. This evaluation can be accomplished by providing a form for parents to complete and bring to the initial pretravel assessment visit. Particular attention should be given to children of immigrants who are returning to their home countries to visit friends and relatives because these children have been shown to be at increased risk of many infectious diseases and may be less likely to seek pretravel advice.6, 7, 8 Many excellent resources, the majority of which are accessible online, provide pretravel advice for pediatricians (Box 8-1\n).Box 8-1Resources and Additional Information for Travelers\n•\nInternational Travel and Health, print version updated biannually, online version updated regularly by the World Health Organization (WHO). Available online at www.who.int/ith/\n•WHO vaccine summaries: www.who.int/vaccines/globalsummary/immunization/countryprofileselect.cfm\n•Centers for Disease Control and Prevention (CDC) Health Information for International Travel, updated approximately every 2 years by the CDC, Atlanta, USA: U.S. Department of Health and Human Services (The Yellow Book). Available online at http://wwwnc.cdc.gov/travel/content/yellowbook/home-2010.aspx\n•CDC travel information section: www.cdc.gov/travel/\n•CDC Morbidity and Mortality Weekly Report (MMWR): http://www.cdc.gov/mmwr/\n•CDC Emerging Infectious Diseases Journal:\nhttp://www.cdc.gov/ncidod/EID/index.htm\n•CDC Malaria Hotline: 770-488-7788•CDC Travelers’ Health Automated Information Line (toll-free): 1-877-FYI-TRIP•GIDEON (Global Infectious Diseases and EpidemiOlogy Network), available online at www.gideononline.com/\n•Pickering LK, Baker CJ, Kimberlin DW, Long SS, (eds) Red Book: 2009 Report of the Committee on Infectious Diseases, 28th ed. Elk Grove Village, IL, AmericanAcademy of Pediatrics, 2009 (1-888-227-1770 Publications) – a new edition is published every 3 years•The Pan American Health Organization, the regional office of the WHO: www.paho.org/\n•Immunization Action Coalition: www.immunize.org/izpractices/p5120.pdf\n•United States State Department Hotline for American Travelers (202-647-5225)•United States State Department: http://travel.state.gov/\n•International Association for Medical Assistance to Travellers: www.iamat.org\n•Program for Monitoring Emerging Diseases (Pro-MED-mail): www.promedmail.org\n•Committee to Advise on Tropical Medicine and Travel (CATMAT): http://www.phac-aspc.gc.ca/tmp-pmv/catmat-ccmtmv/index-eng.php\n•Travax: www.travax.scot.nhs.uk/\n•United States: American Society for Tropical Medicine and Hygiene travel health: www.astmh.org\n•The International Society for Travel Medicine: www.istm.org\n•United Kingdom: www.travelhealth.co.uk/diseases/travelclinics.htm\n•Canada: www.travelhealth.gc.ca\n•University of Minnesota Travel Handouts (in 20 languages): http://www.tropical.umn.edu/TTM/VFR/index.htm\n\n",
            "cite_spans": [
                {
                    "start": 895,
                    "end": 896,
                    "mention": "6",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 898,
                    "end": 899,
                    "mention": "7",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 901,
                    "end": 902,
                    "mention": "8",
                    "ref_id": "BIBREF77"
                }
            ],
            "section": "General Advice ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Travel health guidance should be provided regarding safety issues and infectious diseases.9, 10, 11, 12 Motor vehicle crashes are the most common cause of death among travelers; therefore, particular attention must be given to use of seat belts and car seats as recommended according to the age and size of the child. Car seats may not be available readily at the destination and therefore should accompany the family. Other injury concerns for children include drowning, falls from unprotected balconies or windows, and electrical injuries from unprotected outlets. Children and adolescents who participate in extreme sports and outdoor activities while traveling also should be informed of the potential risks. A parent traveling alone with children should have notarized documentation authorizing him or her to travel with the children.",
            "cite_spans": [
                {
                    "start": 90,
                    "end": 91,
                    "mention": "9",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 93,
                    "end": 95,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 97,
                    "end": 99,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 101,
                    "end": 103,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "General Advice ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Advice regarding food and water precautions and insect avoidance should be reviewed thoroughly. Skin protection is an important topic and includes both risk of serious sunburn and avoidance of infectious diseases. For sunblock, 30 is the minimum sun protection factor (SPF) recommended for children. Sunblock should be applied 30 minutes before exposure and always before insect repellent is applied where both are needed. Adolescent travelers should be counseled regarding safer sex practices and risks of body piercing and tattooing in less developed countries. Fresh water exposure of any kind should be avoided in areas that are endemic for schistosomiasis or where Leptospira organisms can contaminate the water. Exposure to infected stool of animals or humans can result in several types of parasitic infection either directly (e.g., hookworm) or through fecal–oral exposure (e.g., Toxocara spp.). Shoes provide more protection than sandals for children exposed to contaminated environments. Animal bites can result in injury, bacterial infection at the site, or rabies; therefore, children should be cautioned to avoid unknown animals, particularly dogs, while traveling. Since disposable diapers may not be available in some countries, parents should be aware that cloth diapers must be ironed after washing to kill eggs and larvae deposited on clothing by the tumbu fly, the vector of myiasis, in parts of Africa.",
            "cite_spans": [],
            "section": "General Advice ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "A travel medical kit should be assembled prior to travel and carried with the family at all times (Box 8-2\n). As at home, medications should be stored in childproof containers out of reach of children. A discussion of travel health insurance and what to do in the event of illness should be included in the evaluation. Written material summarizing the pretravel advice also may be helpful for families.Box 8-2Pediatric Travel Medical KitNonprescription Items\n•Personal information card: name, birth date, chronic medical conditions, regular medications, allergies, blood type, vaccination record, emergency contact information•First-aid supplies: bandages, adhesive tape, gauze, antiseptic cleaning solution, commercial suture/syringe kit (with letter from physician)•Thermometer•Analgesics/antipyretics: acetaminophen, ibuprofen•Skin care products: sunscreen (≥SPF 30), barrier ointment/cream, topical corticosteroid cream, disinfectant solution (e.g., chlorhexidine)•Antihistamine (e.g., diphenhydramine)•Insect repellent (diethyltoluamide: DEET), insecticide (permethrin)•Water purification system•Oral rehydration packets•Antimotility agent (e.g., loperamide) if older child (≥2 years)•Extra pair of prescription glasses\nPrescription Items\n•Currently prescribed medications•Antimalarial prophylaxis•Antibiotic for severe travelers’ diarrhea (see text)•Topical antibacterial ointment/cream•Topical antifungal ointment/cream•Topical ophthalmic/otic antibiotic solution\n",
            "cite_spans": [],
            "section": "General Advice ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Although immunization rates have been increasing in the United States, there remain a significant number of children who are underimmunized.13 Many countries with low immunization rates have ongoing transmission of vaccine-preventable illnesses that rarely are seen in North America. Consequently, children who travel must have up-to-date immunization coverage to minimize their risk of contracting vaccine-preventable diseases if they travel to countries where these diseases are prevalent. Country-specific vaccine-preventable disease statistics and immunization schedules can be found on the World Health Organization (WHO) website and a listing of international vaccine names also is available online.14, 15\n",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 142,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 705,
                    "end": 707,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 709,
                    "end": 711,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Travel vaccines are divided into the categories of routine, required, and recommended. Required travel vaccines are needed by travelers to cross international borders, according to health regulations at destination. Proof of yellow fever vaccination may be required for entry into or travel from endemic countries. Vaccination against meningococcus, influenza, and polio are required for travelers to the Hajj in Saudi Arabia.16\nRecommended travel vaccines include vaccines that should be considered according to the risk of infection during travel.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 428,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "During the pretravel evaluation, some children may need to receive vaccines in the recommended childhood and adolescent immunization schedule administered in an accelerated manner to complete their primary series, catch-up with routine vaccinations, or complete the recommended pretravel vaccine series prior to departure16, 17, 18, 19 (Table 8-1\n). The routine or catch-up schedule for immunizations should be continued when the child returns.",
            "cite_spans": [
                {
                    "start": 321,
                    "end": 323,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 325,
                    "end": 327,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 329,
                    "end": 331,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 333,
                    "end": 335,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Immunizations ::: Preparation for Travel",
            "ref_spans": [
                {
                    "start": 337,
                    "end": 346,
                    "mention": "Table 8-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "If administered simultaneously, ≥2 inactivated vaccines, as well as inactivated and live vaccines can be given. There is no required interval between different inactivated vaccines. Two parenterally administered live vaccines, if not given at the same time, should be administered at least 28 days apart.20 Caution must be used when scheduling live vaccine administration following immune globulin (IG) administration because decreased immunogenicity of the vaccines can result.18 This is particularly true of measles and varicella vaccines. Measles and varicella-containing vaccines should be deferred from 3 to 11 months after IG administration depending on the indication and dose of IG required (see Chapter 5, Passive Immunization). Although the effect of IG administration on the immunogenicity of varicella vaccine is unknown, the current recommendation is to use the same guidelines for varicella vaccine and IG as are used for measles-containing vaccines.21 IG administration does not interfere with the immune response to yellow fever, oral polio virus (OPV), rotavirus vaccines, or any inactivated vaccines. IG should not be given <14 days after administration of a live vaccine.",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 306,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 478,
                    "end": 480,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 964,
                    "end": 966,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Most North American vaccine-preventable diseases are endemic globally; therefore, a child's routine vaccination schedule should be brought up to date prior to travel.19 In particular, the primary series of vaccines, including at least 3 doses of the diphtheria and tetanus toxoid or the acellular pertussis (DTaP) vaccine, should be administered by standard or accelerated schedules (see Table 8-1). The Tdap adolescent preparation with acellular pertussis vaccine should be used as the adolescent booster beginning at 11 years of age.22, 23 People 7 through 10 years of age who are not fully immunized against pertussis should receive a single dose of Tdap. Tdap can be administered regardless of the interval since the last tetanus and diphtheria-containing vaccine. Underimmunized children <6 years of age also should receive the conjugate Haemophilus influenzae type b (Hib) vaccine prior to travel.",
            "cite_spans": [
                {
                    "start": 166,
                    "end": 168,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 535,
                    "end": 537,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": [
                {
                    "start": 388,
                    "end": 397,
                    "mention": "Table 8-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Although global polio eradication had been targeted for 2005, polio remains endemic in several countries in Asia and Africa (an up-to-date listing of polio cases can be found at www.polioeradication.org). OPV, although widely used in the WHO Expanded Programme on Immunization – Plus (EPI-PLUS), is not available in the U.S. An accelerated schedule for inactivated poliovirus vaccine (IPV) should be initiated if required, with the first dose given at 6 weeks of age and subsequent doses given at least 4 weeks apart.19 If a child is traveling in the first few weeks of life and OPV is available, vaccination with OPV can be initiated at birth, with subsequent doses at 4-week intervals.16 A booster dose of IPV should be given at 4 to 6 years of age and at least 6 months following the previous dose.",
            "cite_spans": [
                {
                    "start": 517,
                    "end": 519,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 687,
                    "end": 689,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "More than half a million children die of measles annually, with children <1 year of age having the highest risk of severe disease. Also, the risk of subacute sclerosing panencephalitis is related to acquisition of measles virus at a young age. Maternal antibodies generally protect infants for <6 months. Children between 6 and 12 months of age who are traveling to countries where measles is endemic (including all countries where measles vaccination is not universal) should receive one dose of measles, mumps, rubella (MMR) vaccine prior to travel. Only doses given at or after 12 months of age count as part of the routine U.S. immunization schedule. Children >12 months of age should receive two doses of MMR given at least 28 days apart prior to travel.",
            "cite_spans": [],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Hepatitis B is part of the routine immunization schedule in the U.S.24 Children who have not completed their routine hepatitis B series should receive hepatitis B vaccine prior to travel to highly endemic areas. The hepatitis B series can be accelerated with doses given at 0, 1, and 2 months, followed by a fourth dose at 12 months. A hyper-accelerated schedule of 0, 7, and 21 days with a fourth dose at 12 months can be used if necessary. Although this schedule is not licensed by the U.S. Food and Drug Administration, it is used widely in travel clinics. A 2-dose schedule of adult Recombivax HB at 0 and 4 to 6 months is licensed in the U.S. for adolescents 11 through 15 years of age.24\n",
            "cite_spans": [
                {
                    "start": 68,
                    "end": 70,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 691,
                    "end": 693,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Hepatitis A vaccine is recommended universally for children in the U.S. and should be given as a 2-dose schedule beginning at 12 to 24 months of age with the second dose 6 months later.25 Children who have not received the hepatitis A vaccine series should be vaccinated prior to travel to developing countries. The majority of hepatitis A cases imported into the U.S. by travelers are related to travel to Mexico and Central America.25 Although hepatitis A generally causes asymptomatic or mild infection in young children, such children can shed virus for prolonged periods. Consequently, vaccination of young travelers is recommended to protect both the recipient and any contacts. Children from birth to <12 months of age who are at high risk of exposure to hepatitis A can be given 0.02 mL/kg of IG intramuscularly as passive hepatitis A prophylaxis.25 For travel lasting longer than 3 months, a larger dose of 0.06 mL/kg should be used.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 434,
                    "end": 436,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 855,
                    "end": 857,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Twinrix (GlaxoSmithKline) is a combined hepatitis A and B vaccine that is licensed for people ≥18 years of age.16, 24 Twinrix-Junior is not licensed in the U.S. but is available widely in Europe and Canada for children 1 through 15 years of age. These vaccines are given in a 3-dose schedule at 0, 1, and 6 months. For last-minute travel they can be accelerated in a schedule of 0, 7, and 21 days with a booster given at 1 year.26, 27 In Canada and parts of Europe, two adult doses of the vaccine 6 months apart have been approved for children 1 through 15 years of age.28, 29\n",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 115,
                    "end": 117,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 428,
                    "end": 430,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 432,
                    "end": 434,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 570,
                    "end": 572,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 574,
                    "end": 576,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Varicella vaccine is recommended for all susceptible children and is given in the U.S. as 2 doses to children from 12 months through 12 years of age. For children <13 years of age, the second dose should be given 3 months after the first. For adolescents 13 years of age and older, 2 doses are required with an interval of at least 4 weeks between doses.19\n",
            "cite_spans": [
                {
                    "start": 354,
                    "end": 356,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Conjugate pneumococcal vaccine (PCV13) is part of the routine childhood immunization schedule and should be given as a 4-dose series at 2, 4, 6, and 12 through 15 months of age, although PCV also can be accelerated as needed (see Chapter 123, Streptococcus pneumoniae).",
            "cite_spans": [],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Two quadrivalent conjugate meningococcal vaccines for serogroups A/C/Y/W-135 (MCV) are licensed in the U.S. for children. Both are recommended for people 2 through 54 years of age who are at increased risk of meningococcal disease, including travelers to countries with hyperendemic or epidemic meningococcal disease. MPSV4 is preferred for at-risk people ≥55 years of age. Also, MCV is recommended routinely for use in all children 11 to 12 years of age with a booster dose at 16 years of age.30 Administer one dose at 13 through 18 years of age if not previously vaccinated (see Chapter 125, Neisseria meningitidis).\n31, 32\n",
            "cite_spans": [
                {
                    "start": 494,
                    "end": 496,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 619,
                    "end": 621,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 623,
                    "end": 625,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Influenza vaccine is recommended for all people without medical contraindications 6 months of age and older.33 It is noteworthy that the influenza season occurs from April to September in the southern hemisphere and year-round in the tropics.2 Influenza outbreaks have occurred on cruise ships and on organized group tours in any latitude and season.33\n",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 110,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 242,
                    "end": 243,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 350,
                    "end": 352,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Rotavirus vaccine is recommended for all children in the U.S. starting at 2 months of age in a 2- or 3-dose schedule depending on which of the 2 licensed vaccines is used.34 Rotavirus vaccine can be given in an accelerated dosing schedule if needed (see Table 8-1).",
            "cite_spans": [
                {
                    "start": 171,
                    "end": 173,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                }
            ],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": [
                {
                    "start": 254,
                    "end": 263,
                    "mention": "Table 8-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Two human papillomavirus (HPV) vaccines are licensed in the U.S. and Canada and are recommended for use in all females at 11 to 12 years of age.35, 36 HPV4 vaccine is recommended for males and females at 11 to 12 years of age. HPV vaccines are administered in a 3-dose schedule, the second and third dose 2 and 6 months after the first dose. The first dose can be given as early as 9 years of age.",
            "cite_spans": [
                {
                    "start": 144,
                    "end": 146,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 148,
                    "end": 150,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Routine Immunizations ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "The risk of cholera is low for travelers. Cholera vaccines are not available in the U.S. Cholera vaccines are licensed in some countries: WC/rBS (Dukoral) and two closely related bivalent cholera vaccines Shanchol and mORCVAX.37 Dukoral is licensed for children ≥2 years of age. Cholera vaccine is not required for entry into any country. The WHO recommends use of cholera vaccine only for travelers at high risk such as emergency or relief workers who plan to work in refugee camps or as healthcare personnel in endemic areas.38\n",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 228,
                    "mention": "37",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 527,
                    "end": 529,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Cholera Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Typhoid vaccine is recommended for pediatric travelers to the Indian subcontinent and other developing countries in Central and South America, the Caribbean, Africa, and Asia.39 Children are particularly at risk of developing typhoid disease and of becoming chronic carriers. Two vaccines are available for prevention of typhoid: a live attenuated oral vaccine (Ty21a), which can be used in children ≥6 years of age, and a purified Vi capsular polysaccharide vaccine that is delivered intramuscularly to children ≥2 years of age. The efficacy of both vaccines is approximately 50% to 70%; receipt of the vaccine does not eliminate the need for food and water precautions.40, 41, 42 If exposure continues, revaccination is recommended every 2 years for the polysaccharide vaccine and every 5 years for the oral Ty21a vaccine.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "mention": "39",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 671,
                    "end": 673,
                    "mention": "40",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 675,
                    "end": 677,
                    "mention": "41",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 679,
                    "end": 681,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Typhoid Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "The Ty21a vaccine only is available in capsules in the U.S., which limits usefulness in younger children. The Ty21a vaccine must be refrigerated and taken with cool liquids approximately 1 hour before eating. The Ty21a vaccine should not be taken concurrently with the antimalarial proguanil, and antibiotics should not be used from the day before the first capsule until 7 days after completing the vaccine course. Clinical trials of a Vi conjugate vaccine demonstrating safety, efficacy, and immunogenicity in children ≥2 years of age are ongoing.43, 44\n",
            "cite_spans": [
                {
                    "start": 549,
                    "end": 551,
                    "mention": "43",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 553,
                    "end": 555,
                    "mention": "44",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Typhoid Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Yellow fever vaccine is a live attenuated vaccine that may be required or recommended for travel to central South America and sub-Saharan Africa. Some countries in Africa require an international certificate of vaccination (or physician waiver letter) against yellow fever for all entering travelers; other countries may require evidence of vaccination for travelers coming from or traveling through endemic or infected areas. The vaccine is recommended for all children ≥9 months of age traveling to endemic areas. Yellow fever vaccine is effective 10 days after administration of the first dose and a booster is required every 10 years for travelers at ongoing risk. Risks and benefits of yellow fever vaccination and likelihood of infection must be considered carefully in pregnant women and people who are immunocompromised.45 Yellow fever vaccine contains egg protein; therefore, people with previous anaphylaxis to eggs should not receive the vaccine. The vaccine is only available in the U.S. from providers certified by state health departments.46\n",
            "cite_spans": [
                {
                    "start": 828,
                    "end": 830,
                    "mention": "45",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 1053,
                    "end": 1055,
                    "mention": "46",
                    "ref_id": "BIBREF40"
                }
            ],
            "section": "Yellow Fever Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "A yellow fever vaccine-associated encephalitis syndrome has been reported in young infants at a rate of 0.5 to 4 per 1000 infants vaccinated.16 Neurologic symptoms occur 7 to 21 days after immunization; disease is related to reversion of vaccine virus to wild-type neurotropic virus. Consequently, the vaccine is contraindicated in infants <6 months of age. For infants 6 to 9 months of age who cannot avoid travel to a yellow fever-endemic area, consultation with an expert in the field is recommended. Yellow fever vaccine-associated viscerotropic disease, a severe systemic illness that can result in fatal organ failure, rarely has been reported.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Yellow Fever Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Rabies is highly endemic in Africa, Asia (particularly India, China, and Indonesia), and in parts of Latin America, but the risk to travelers is low. Pre-exposure rabies immunization is recommended for travelers with an occupational risk of exposure, for people planning extended stays in endemic areas where medical care is limited, and for outdoor travelers.47 Given that children are more likely to interact with animals and not report an animal bite, rabies pre-exposure vaccination should be considered for children traveling to endemic countries for at least 1 month. The pre-exposure vaccine is 3 doses of 1.0 mL each given intramuscularly at 0, 7, and 21 or 28 days.47 The series can be administered using either of the two licensed vaccines in the U.S.: human diploid cell vaccine (HDCV), or purified chick embryo cell vaccine (PCECV). If a vaccinated child is bitten or sustains a skin-penetrating scratch by a potentially rabid animal, the wound must be washed thoroughly and 2 additional doses must be completed as soon as possible (given 3 days apart); rabies IG is not required.48 Without pre-exposure immunization, rabies IG and 4 doses of an approved vaccine (given over 14 days) are required in the U.S. Current WHO recommendations are for 5 intramuscular or intradermal doses of vaccine.49 (Note: rabies IG is often not available in many developing countries.)",
            "cite_spans": [
                {
                    "start": 360,
                    "end": 362,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 674,
                    "end": 676,
                    "mention": "47",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 1092,
                    "end": 1094,
                    "mention": "48",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 1305,
                    "end": 1307,
                    "mention": "49",
                    "ref_id": "BIBREF43"
                }
            ],
            "section": "Rabies Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Japanese encephalitis, an arboviral infection transmitted by night-biting Culex mosquitoes, is endemic in rural areas of Asia although occasional epidemics occur in periurban areas. In temperate regions, transmission occurs from April to November, but disease occurs year-round in tropical and subtropical areas. The disease is uncommon in travelers.50 Although the majority of cases are subclinical, half of patients with clinical disease have persistent neurologic abnormalities and the case fatality rate is close to 25%.51 Vaccine is recommended for all travelers >12 months of age who are traveling in rural endemic areas for at least 1 month. Currently there is only one Japanese encephalitis vaccine (IXIARO/JE-VC), which is licensed in the U.S. for people ≥17 years of age.5la An inactivated mouse-brain-derived vaccine (JE-VAX/JE-MB) was previously licensed in the U.S. for children I through 16 years of age but is no longer available. Ongoing clinical trials of JE-VC are underway in children between 2 months and 17 years. Current options for JE vaccination for travelers <17 years include enrolling children in the ongoing clinical trials, administering JE-VC off-label, or obtaining JE vaccine in Asia at an international travel health clinic. A recent study found that half an adult dose of JE-VC was safe and immunogenic in children ages 1–3 years.5lb Therefore, off-label use of JE-VC may be considered with an adult dose of the vaccine above 3 years and half a dose from 1 to 3 years. Two doses of JE-VC are given 1 month apart with the series being completed at least 1 week prior to travel. The duration of immunity is unknown. A booster dose of JE-VC may be given one year after the two dose primary series.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 352,
                    "mention": "50",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 524,
                    "end": 526,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 781,
                    "end": 784,
                    "mention": "5la",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1364,
                    "end": 1367,
                    "mention": "5lb",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Japanese Encephalitis Virus Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Five serogroups of Neisseria meningitidis (A, B, C, Y, and W135) are responsible for the vast majority of meningococcal disease. The epidemiology of serogroups responsible for disease is changing worldwide; B, C, and Y are most prevalent in the U.S., whereas A, C, and W135 (more recently) cause the majority of epidemic disease in sub-Saharan Africa where the incidence of meningococcal disease can be as high as 30 cases per 100,000 annually.31, 32\n",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 446,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 448,
                    "end": 450,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Meningococcal Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Meningococcal vaccine is required for travelers to the Hajj and also is recommended for people traveling to the “meningitis belt” in equatorial Africa during the dry season from December to June. The quadrivalent conjugate vaccines for serogroups A/C/Y/W-135 (MCV4) can be given to children beginning at 2 years of age. Although there is little response to polysaccharide vaccines in children less than 2 years of age, some short-term protection to serogroup A may be provided by two doses of the vaccine given 3 months apart; consequently, this is advised for infants from 3 to 24 months of age who are traveling to high-risk areas. Children who received the conjugate or polysaccharide meningococcal vaccine before 7 years of age should be revaccinated within 3 years if they remain at risk.32, 51\n",
            "cite_spans": [
                {
                    "start": 793,
                    "end": 795,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 797,
                    "end": 799,
                    "mention": "51",
                    "ref_id": "BIBREF46"
                }
            ],
            "section": "Meningococcal Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Conjugate vaccines for serogroups A, C, and A/C are available in a number of countries other than the U.S. for use in infants and older children.52 A new 4-component vaccine for group B meningococcus has shown strong immunogenicity and good tolerance.53\n",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "mention": "52",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 251,
                    "end": 253,
                    "mention": "53",
                    "ref_id": "BIBREF48"
                }
            ],
            "section": "Meningococcal Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Tickborne encephalitis is transmitted by Ixodes ricinus ticks in the forests of central and eastern Europe during the summer months.54 Two vaccines are licensed in Europe for use in children ≥1 year of age (FSME-IMMUN and Encepur), and FSME-IMMUN is licensed in Canada, for use in people ≥16 years of age; however, neither is available in the U.S.3, 42\n",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "mention": "54",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 347,
                    "end": 348,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 350,
                    "end": 352,
                    "mention": "42",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Tickborne Encephalitis Virus Vaccine ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Bacille Calmette-Guérin (BCG) vaccine is part of the routine vaccination schedule in many developing countries where tuberculosis (TB) is highly endemic. BCG does not prevent TB infection but has been shown to decrease the incidence of severe TB disease such as miliary TB and TB meningitis. Vaccination with BCG can be considered for a young human immunodeficiency virus (HIV)-negative traveler (<5 years of age) who will be spending a substantial period of time in a country that is highly endemic for TB when contact with people with active TB is likely.16, 55 In addition, children who do not receive BCG and who have traveled to a country with a high TB burden should have a tuberculin skin test prior to and 3 months after returning from travel.2\n",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 559,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 561,
                    "end": 563,
                    "mention": "55",
                    "ref_id": "BIBREF50"
                },
                {
                    "start": 751,
                    "end": 752,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "BCG ::: Required and Recommended Vaccines for Travel ::: Preparation for Travel",
            "ref_spans": []
        },
        {
            "text": "Malaria is caused by infection with Plasmodium species, most commonly through the bite of an infected female Anopheles mosquito. Malaria is one of the leading causes of death among children <5 years of age worldwide, causing more than half a billion infections and 1 million deaths each year. Young children, pregnant women, and people who previously or recently have not been exposed to malaria have the highest risk of severe disease. Although malaria is endemic throughout the tropics, the highest risk for malaria infection in travelers occurs in sub-Saharan Africa, Papua New Guinea, the Solomon Islands, and Vanuatu.56 There is no vaccine available for prevention of malaria infection in travelers; therefore, families traveling with children must be provided with advice regarding personal protective measures and malaria chemoprophylaxis if they are traveling to endemic areas.",
            "cite_spans": [
                {
                    "start": 622,
                    "end": 624,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Prophylaxis ::: Malaria",
            "ref_spans": []
        },
        {
            "text": "The type of chemoprophylaxis recommended depends on the likelihood of drug resistance, potential adverse reactions, cost, and convenience. In addition, characteristics of the individual traveler, including age, ability to swallow tablets, and any specific contraindications, are relevant.57 Breastfeeding infants require prophylaxis since antimalarial drugs do not reach high enough levels in human milk. Several medications are recommended for prevention of malaria in children: chloroquine, mefloquine, doxycycline, atovaquone/proguanil (AP, Malarone).57, 58 Primaquine is recommended as a primary agent in high P. vivax areas such as Central America, except for Honduras, and as a second-line agent in other areas when other antimalarial drugs cannot be used (see Chapter 271, Plasmodium Species (Malaria)).59 Chloroquine and mefloquine should be initiated 1 to 2 weeks prior to travel although doxycycline, AP, and primaquine may be started 1 day before exposure. All chemoprophylactic agents must be continued for 4 weeks after departure from malaria-endemic areas, except for AP and primaquine which need be continued for only 1 week after exposure. Updated guidelines from national organizations such as the Centers for Disease Control and Prevention (CDC) and the Committee to Advise on Tropical Medicine and Travel (CATMAT) can be found online (see Box 8-1).",
            "cite_spans": [
                {
                    "start": 288,
                    "end": 290,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 554,
                    "end": 556,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 558,
                    "end": 560,
                    "mention": "58",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 810,
                    "end": 812,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Chemoprophylaxis ::: Malaria",
            "ref_spans": []
        },
        {
            "text": "Because no malaria chemoprophylaxis is 100% effective, personal protective measures, such as barrier and chemical protection and exposure avoidance, should be used to minimize risk of contact with mosquitoes. These protective measures also can decrease risk of other insectborne diseases, such as dengue and other arboviruses.",
            "cite_spans": [],
            "section": "Protective Measures ::: Malaria",
            "ref_spans": []
        },
        {
            "text": "Since Anopheles mosquitoes that transmit malaria bite from dusk to dawn, children must have adequate protection during these hours. The Aedes mosquito that transmits yellow fever, chikungunya, and dengue virus bites primarily in the early morning and late afternoon. The vector of Japanese encephalitis, the Culex mosquito, bites between dusk and dawn. When thereis a risk of insect exposure, children should be dressed in light-colored clothing that covers their arms and legs. Other measures to avoid insect bites include staying in air-conditioned or well-screened accommodation or using insecticide-treated bed nets.",
            "cite_spans": [],
            "section": "Protective Measures ::: Malaria",
            "ref_spans": []
        },
        {
            "text": "Chemical protection provides additional defense against insectborne diseases. The safest and best studied is N,N-diethyl-meta-toluamide (DEET).57 Although adverse reactions, such as encephalopathy and rashes, have been described with excessive or prolonged use of high concentrations of DEET in children, this compound is considered safe when used appropriately according to product label instructions56, 60 (Box 8-3\n). The concentration of DEET correlates with duration of protection; therefore, products with lower concentrations need to be reapplied. DEET is approved by the Environmental Protection Agency and the American Academy of Pediatrics in a concentration of 30% for children of ages down to 2 months; in standard preparations, this concentration will provide 4 to 6 hours of protection.61 Non-DEET-containing repellents such as picaridin and oil of lemon eucalyptus appear to be safe and well tolerated but need to be reapplied more frequently.59 Oil of lemon eucalyptus is not recommended in children <3 years of age.Box 8-3Precautions for Use of Diethyltoluamide (DEET)\n•Use repellents containing ≥30% DEET only•Apply sparingly to exposed skin•Apply only to intact skin•Apply to face by wiping; avoid eyes and mouth; do not spray directly on face•Wash off with soap and water when coming indoors•Do not inhale or ingest repellent•Do not apply on hands or other areas that are likely to come in contact with the eyes or mouth•Do not allow children under 10 years of age to apply DEET themselves. Apply to your own hands then apply to the child•Do not use on children less than 2 months of age\n",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 145,
                    "mention": "57",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 401,
                    "end": 403,
                    "mention": "56",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 405,
                    "end": 407,
                    "mention": "60",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 799,
                    "end": 801,
                    "mention": "61",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 957,
                    "end": 959,
                    "mention": "59",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Protective Measures ::: Malaria",
            "ref_spans": []
        },
        {
            "text": "Permethrin (a safe chrysanthemum derivative) is a contact insecticide that may be used for treatment of bed nets and clothing.62 Permethrin-treated fabric has a duration of efficacy between 2 weeks and 6 months depending on the method of treatment. The best chemical protection against mosquito bites is use of a combination of permethrin-treated clothing and an effective insecticide on exposed skin.",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 128,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Protective Measures ::: Malaria",
            "ref_spans": []
        },
        {
            "text": "Travelers’ diarrhea is one of the most common illnesses among travelers, affecting 9% to 40% of children who travel.62 Both the incidence and severity of travelers’ diarrhea are age-dependent, with the highest rates, longest duration, and greatest severity occurring in infants and children under 3 years of age.63, 64 Children's stools may normally can be quite variable; consequently, travelers’ diarrhea is defined as ≥2-fold increase in the frequency of unformed stools, lasting at least 2 to 3 days. The infectious causes of travelers’ diarrhea in children and adults predominantly are bacterial and include enterotoxigenic Escherichia coli (ETEC), which is the most common cause, enteroaggregative Escherichia coli (EAEC), Salmonella, Campylobacter, Shigella, enteropathogenic Escherichia coli (EPEC), and, rarely, shigatoxin-producing Escherichia coli (STE). Viral and parasitic infections are less common causes of pediatric travelers’ diarrhea, although rotavirus, norovirus, Cryptosporidium parvum, Giardia lamblia, and Entamoeba histolytica also account for a small proportion of diarrhea in young travelers.",
            "cite_spans": [
                {
                    "start": 116,
                    "end": 118,
                    "mention": "62",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 312,
                    "end": 314,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "64",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Risk ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "The risk of developing travelers’ diarrhea depends on the travel destination, with rates as high as 73% among children traveling to North Africa and 61% among children visiting India.63 Travel to Southeast Asia, Latin America, and other African countries has been associated with rates of approximately 40%.",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 185,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Risk ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "Although travelers’ diarrhea generally is a self-limited infection, it can cause significant morbidity, particularly if it results in moderate to severe dehydration. Parents must be counseled regarding the symptoms and signs of dehydration as well as the approach to oral rehydration and when to seek medical attention.",
            "cite_spans": [],
            "section": "Risk ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "Because there are no vaccines licensed in the U.S. for prevention of travelers’ diarrhea in children, counseling regarding food and water precautions is the most important preventive measure. Vaccines are in development in preclinical and clinical phases against ETEC, Shigella spp., and Campylobacter jejuni; a cholera vaccine that cross-protects against ETEC is licensed in Canada and Europe for children ≥2 years of age.65\n",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 425,
                    "mention": "65",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Preventive Measures ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "General rules regarding food and water precautions when traveling apply to both children and adults; however, young children are more likely to explore the environment with their hands and mouths, thus creating opportunities for infection. Frequent handwashing with soap and water is critical, particularly before eating, although alcohol-based handwashes may be used when water is not available.",
            "cite_spans": [],
            "section": "Preventive Measures ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "Children must be reminded to use safe water sources for all drinking, tooth brushing, and food preparation. Safe water sources include bottled water from a trusted source or water that has been boiled, chemically treated, or filtered. Combination chemical and filter pumps may provide the best protection as filters vary in the size of microbes which are removed.66 Water should be boiled for at least 1 minute at altitudes <2000 meters and 3 minutes at >2000 meters.2 Carbonated drinks also are considered safe for drinking, but water used to make ice may be contaminated. For infants, breastfeeding is the safest form of nutrition. In addition to its many health benefits, breastfeeding does not require a source of clean water, unlike the use of formula, both in its preparation and the cleaning of bottles.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 365,
                    "mention": "66",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 467,
                    "end": 468,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Preventive Measures ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "The selection and preparation of foods are important during travel to minimize the risk of travelers’ diarrhea. Although the advice to “boil it, cook it, peel it, or forget it” frequently is given, this often is not practical to follow. If possible, only steaming-hot freshly made food should be consumed. Families traveling with children should have a ready supply of snacks and avoid buying food from street vendors (Box 8-4\n).Box 8-4Prevention of Travelers’ Diarrhea in ChildrenDo\n•Eat only thoroughly cooked food served hot•Peel fruit•Drink only bottled, carbonated, boiled, chemically treated, or filtered water•Prepare all beverages and ice cubes with boiled or bottled water•Wash hands before eating or preparing foods•Continue breastfeeding throughout travel period\nDon't\n•Eat raw vegetables or unpeeled fruit•Eat raw seafood or shellfish or undercooked meat•Eat food from street vendors•Drink tap water•Consume milk or dairy products unless labeled as pasteurized or irradiated\n",
            "cite_spans": [],
            "section": "Preventive Measures ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "Additional food and water precautions can decrease risk of other infectious diseases while traveling. These include avoidance of unpasteurized dairy products to eliminate risk of brucellosis and other bacterial infections. Raw or undercooked meat and fish should not be consumed due to risk of parasitic infections. Avoiding undercooked seafood can decrease risk of hepatitis A. In developing countries, raw vegetables and fruit that cannot be self-peeled should be avoided.",
            "cite_spans": [],
            "section": "Preventive Measures ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "Chemoprophylaxis for travelers’ diarrhea generally is not advised in children.63 However, short-term prophylaxis (<3 weeks) could be considered for children with increased susceptibility to travelers’ diarrhea, such as children with achlorhydria, or children in whom travelers’ diarrhea might have significant medical consequences (e.g., children with chronic renal failure, congestive heart failure, diabetes mellitus, or inflammatory bowel disease).67\n",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 451,
                    "end": 453,
                    "mention": "67",
                    "ref_id": "BIBREF63"
                }
            ],
            "section": "Preventive Measures ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "Treatment of travelers’ diarrhea in children must include close attention to hydration status, and parents should be counseled regarding early signs of dehydration. Oral rehydration therapy (ORT) using a homemade or commercially prepared oral rehydration solution (ORS) can be used to prevent dehydration associated with diarrheal disease. Commercial ORS should be used to treat mild to moderate dehydration; severe dehydration may require intravenous fluid resuscitation.68, 69 ORS packets should be part of a family's travel medical kit. Locally made preparations can be used early in therapy, although they differ in composition from the reduced-osmolarity ORS recommended by WHO (Table 8-3\n).68, 69 Breastfeeding should be continued in infants, and solid food intake should be maintained along with rehydration with ORT throughout the diarrheal episode, although foods high in simple sugars should be avoided because the increased osmotic load may worsen fluid losses.",
            "cite_spans": [
                {
                    "start": 472,
                    "end": 474,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 476,
                    "end": 478,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 696,
                    "end": 698,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 700,
                    "end": 702,
                    "mention": "69",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Treatment ::: Travelers’ Diarrhea",
            "ref_spans": [
                {
                    "start": 684,
                    "end": 693,
                    "mention": "Table 8-3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Loperamide generally is used in combination with antibiotics for treatment of travelers’ diarrhea in adults; however, the role of loperamide in pediatric travelers’ diarrhea remains controversial, despite being licensed for use in children ≥2 years of age. Although loperamide has been shown to decrease duration and severity of acute diarrhea in children, this drug has been associated with significant side effects in children and is not recommended for children <3 years of age.68, 70, 71 Zinc supplementation has been associated with improved outcomes in diarrheal disease in children in developing countries, but zinc supplementation is not recommended in treatment of travelers’ diarrhea.68\n",
            "cite_spans": [
                {
                    "start": 481,
                    "end": 483,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 485,
                    "end": 487,
                    "mention": "70",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 489,
                    "end": 491,
                    "mention": "71",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 694,
                    "end": 696,
                    "mention": "68",
                    "ref_id": "BIBREF64"
                }
            ],
            "section": "Treatment ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "Empiric treatment with antimicrobial agents can be considered in pediatric travelers’ diarrhea.3 Azithromycin often is used as the first choice for treatment of pediatric travelers’ diarrhea, especially in areas with a high prevalence of fluoroquinolone-resistant Campylobacter species such as India and Thailand because it is given once a day and has a known safety profile in children. A dose of 10 mg/kg once daily for 3 days (maximum dose of 500 mg) is appropriate.63 In adults a single dose of antibiotic has been shown to be as effective as 3 days’ treatment; therefore, in children a full 3-day course may not be necessary.72, 73\n",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 469,
                    "end": 471,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 630,
                    "end": 632,
                    "mention": "72",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 634,
                    "end": 636,
                    "mention": "73",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Treatment ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "Fluoroquinolones for 1 to 3 days are the drug of choice for adults with travelers’ diarrhea that is moderate to severe, persistent (>3 days), or associated with fever or bloody stools. Although there are concerns regarding the potential for development of arthropathy and antimicrobial resistance with fluoroquinolone use in children, the U.S. FDA has approved ciprofloxacin for anthrax and as a second-line agent for the treatment of urinary tract infections in children from 1 through 17 years of age.74, 75 Therefore, fluoroquinolones could be considered safe in children for the short course required for travelers’ diarrhea. A 1- to 3-day course of ciprofloxacin at a dose of 20 to 30 mg/kg per day divided twice daily with a maximum dose of 500 mg bid is recommended for children with moderate to severe or bloody diarrhea.63\n",
            "cite_spans": [
                {
                    "start": 503,
                    "end": 505,
                    "mention": "74",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 507,
                    "end": 509,
                    "mention": "75",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 829,
                    "end": 831,
                    "mention": "63",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Treatment ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "Rifaximin (Xifaxan), a nonabsorbed rifamycin derivative, has been approved in the U.S. for treatment and prevention of travelers’ diarrhea for people ≥12 years of age.76 A liquid preparation is available in some countries for pediatric use. The drug is indicated for the management of non-invasive diarrheas such as ETEC, cholera, or EAEC when fever and bloody diarrhea are absent.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 169,
                    "mention": "76",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Treatment ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "If travelers’ diarrhea does not respond to a course of antimicrobial therapy, medical attention should be sought to investigate other possible causes of the diarrhea.",
            "cite_spans": [],
            "section": "Treatment ::: Travelers’ Diarrhea",
            "ref_spans": []
        },
        {
            "text": "Over the past decade, several infectious agents, such as severe acute respiratory syndrome (SARS) coronavirus, the H5N1 strain of avian influenza, and the pandemic (H1N1) 2009 influenza virus have emerged as potentially widespread health threats. Given the constantly changing epidemiology of infectious diseases, pediatricians who advise families regarding travel health must keep informed of the current status of emerging infectious diseases that may pose a threat to the traveler. Several websites provide up-to-date information regarding such infections, including that of the WHO and the CDC (see Box 8-1).",
            "cite_spans": [],
            "section": "Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Children with immunodeficiencies require special consideration at their pretravel evaluation because of increased risk of travel-related illness.77 Most patients with an altered immune system, particularly people with decreased T-lymphocyte immunity, should not receive live vaccines because of risk of developing clinical illness from the vaccine strain.78 IPV should be given instead of OPV to all members in the family of an immunocompromised person, and Vi typhoid vaccine should be administered instead of the Ty21a vaccine to an immunocompromised child, although there is no risk to the patient if family members receive the live oral vaccine.18, 79 However, MMR, varicella, and yellow fever vaccines should be considered for HIV-seropositive children who are not severely immunocompromised (see Chapter 227, Rubeola Virus (Measles and Subacute Sclerosing Panencephalitis); Chapter 205, Varicella-Zoster Virus). Killed or subunit vaccines may be administered to children with altered immunity, although responses to the vaccines can be diminished.78 Asplenic patients may respond poorly to polysaccharide vaccines in particular. Patients with certain B-lymphocyte deficiencies, such as X-linked and common variable agammaglobulinemia, should avoid OPV, vaccinia, and live bacterial vaccines, although other patients with humoral deficiencies, including selective immunoglobulin A (IgA) and IgG subclass deficiency, need only avoid OPV; other live vaccines can be considered.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "mention": "77",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 355,
                    "end": 357,
                    "mention": "78",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 649,
                    "end": 651,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 653,
                    "end": 655,
                    "mention": "79",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 1053,
                    "end": 1055,
                    "mention": "78",
                    "ref_id": "BIBREF75"
                }
            ],
            "section": "The Immunocompromised Traveler",
            "ref_spans": []
        },
        {
            "text": "Some travel-associated illnesses can be more severe in immunocompromised travelers. Asplenic travelers are at greater risk of severe babesiosis and malaria, and organ and stem cell transplant recipients are more likely to develop bacteremia associated with gastroenteritis due to Salmonella or Campylobacter spp.80 HIV-seropositive travelers with low CD4+ lymphocyte counts must be particularly conscious of risk factors associated with opportunistic infections such as Toxoplasma gondii, Cystoisospora (previously Isospora) belli, Salmonella spp. and Cryptosporidium parvum,\n80 and, therefore, must be particularly cautious regarding food, water, and animal exposures. In addition, because of the risk of disseminated strongyloidiasis in immunocompromised hosts, closed footwear should be encouraged strongly in such travelers.",
            "cite_spans": [
                {
                    "start": 312,
                    "end": 314,
                    "mention": "80",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 576,
                    "end": 578,
                    "mention": "80",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "The Immunocompromised Traveler",
            "ref_spans": []
        },
        {
            "text": "Routine posttravel screening generally is not required for asymptomatic, short-term travelers, although screening may be considered for long-term travelers, expatriates, adventure travelers, and people who have experienced significant illness while traveling.5, 81 If post-travel screening is indicated, the tests required should be determined by the potential exposures associated with the travel itinerary and any symptoms, if present.",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 260,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 262,
                    "end": 264,
                    "mention": "81",
                    "ref_id": "BIBREF79"
                }
            ],
            "section": "Return From Travel",
            "ref_spans": []
        },
        {
            "text": "Children who develop fever after travel should seek immediate medical attention, and parents must inform the physicians caring for them of their travel itinerary. This is particularly critical if the itinerary has included a malaria-endemic area, since chemoprophylaxis cannot prevent all cases of malaria. Because malaria can manifest with nonspecific symptoms in children, any symptoms of fever, rigors, headache, malaise, abdominal pain, vomiting, diarrhea, poor feeding, or cough following travel to an endemic country should be evaluated promptly by a physician.82, 83\n",
            "cite_spans": [
                {
                    "start": 567,
                    "end": 569,
                    "mention": "82",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 571,
                    "end": 573,
                    "mention": "83",
                    "ref_id": "BIBREF81"
                }
            ],
            "section": "Return From Travel",
            "ref_spans": []
        },
        {
            "text": "Travel-related illness has been shown to be highly dependent on itinerary. In a report of disease and relationship to place of exposure among ill returned travelers, significant regional differences in proportionate morbidity were reported.5 Typhoid fever was seen most frequently in travelers returning from South Asia. Malaria was the most frequent cause of febrile illness among travelers returning from sub-Saharan Africa, whereas dengue was a more frequent cause of fever in most other areas. Rickettsial infections, primarily tickborne spotted fever, occur more frequently than malaria or dengue among travelers returning from southern Africa.5\n",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 241,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 649,
                    "end": 650,
                    "mention": "5",
                    "ref_id": "BIBREF44"
                }
            ],
            "section": "Return From Travel",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 8-1: Acceleration of Routine Vaccine Schedule for Travel\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "TABLE 8-2: Schedule and Dosing for Travel Vaccines\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "TABLE 8-3: Formulation of Oral Rehydration Solution (ORS)\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "United Nations World Tourism Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Preparing families with children traveling to developing countries",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Christenson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr Ann",
            "volume": "37",
            "issn": "",
            "pages": "806-813",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Advice for travelers",
            "authors": [],
            "year": 2009,
            "venue": "Treat Guidelines Med Lett",
            "volume": "7",
            "issn": "",
            "pages": "83-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Preparing children for international travel",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stauffer",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Christenson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Travel Med Infect Dis",
            "volume": "6",
            "issn": "",
            "pages": "101-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Control and Prevention (CDC). National, state, and local area vaccination coverage among children aged 19–35 months – United States, 2009",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "59",
            "issn": "",
            "pages": "1171-1177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "WHO Vaccine Summaries",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Vaccines and biologics used in U.S. and foreign markets",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Mackell",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Traveling with infants and children. Part 2: Immunizations",
            "authors": [
                {
                    "first": "WM",
                    "middle": [],
                    "last": "Stauffer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamat",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Travel Med",
            "volume": "9",
            "issn": "",
            "pages": "82-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "American Academy of Pediatrics",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Red Book: 2009 Report of the Committee on Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "98-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Recommended immunization schedules for persons aged 0 through 18 years – United States, 2011",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention. (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "60",
            "issn": "",
            "pages": "1-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Prevention of infectious diseases among international pediatric travelers: considerations for clinicians",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Maloney",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Weinberg",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Semin Pediatr Dis",
            "volume": "15",
            "issn": "",
            "pages": "137-149",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "American Academy of Pediatrics",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Red Book: 2009 Report of the Committee on Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "9-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "General recommendations on immunization: recommendations of the advisory committee on immunization practices",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MMWR Recomm Rep",
            "volume": "60",
            "issn": "RR-02",
            "pages": "1-64",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Prevention of pertussis among adolescents: recommendations for use of tetanus toxoid, reduced diphtheria toxoid, and acellular pertussis (Tdap) vaccine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Committee on Infectious Diseases",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "117",
            "issn": "",
            "pages": "965-978",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Updated recommendations for use of tetanus toxoid, reduced diphtheria toxoid and acellular pertussis (Tdap) vaccine from the ACIP, 2010",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "60",
            "issn": "",
            "pages": "13-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "A comprehensive immunization strategy to eliminate transmission of hepatitis B virus infection in the United States: recommendations of the Advisory Committee on Immunization Practices (ACIP). Part 1: Immunization of infants, children and adolescents",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "MMWR Recomm Rep",
            "volume": "54",
            "issn": "RR-16",
            "pages": "1-33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Prevention of hepatitis A through active or passive immunization: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "MMWR Recomm Rep",
            "volume": "55",
            "issn": "RR-7",
            "pages": "1-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Combined hepatitis A and B vaccines: a review of their immunogenicity and tolerability",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Murdoch",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Goa",
                    "suffix": ""
                },
                {
                    "first": "DP",
                    "middle": [],
                    "last": "Figgitt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Drugs",
            "volume": "63",
            "issn": "",
            "pages": "2625-2649",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "The underestimated risk of hepatitis A and hepatitis B: benefits of an accelerated vaccination schedule",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Keystone",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Hershey",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Int J Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "3-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Combined two-dose hepatitis A and B vaccine (AmBirix)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Jarvis",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Figgitt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Drugs",
            "volume": "63",
            "issn": "",
            "pages": "207-213",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Advisory Committee on Immunization (NACI)",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Canadian Immunization Guide",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Medicine and Travel (CATMAT). Statement on pediatric travellers",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Committee to Advise on Tropical",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Can Commun Dis Rep",
            "volume": "36",
            "issn": "",
            "pages": "1-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Updated recommendations for use of meningococcal vaccines",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "60",
            "issn": "",
            "pages": "72-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Prevention and control of meningococcal disease: recommendations for use of meningococcal vaccines in pediatric practice",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "American Academy of Pediatrics Committee on Infectious Diseases",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatrics",
            "volume": "116",
            "issn": "",
            "pages": "496-505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Revised recommendations of the Advisory Committee on Immunization Practices to vaccinate all persons aged 11–18 years with meningococcal conjugate vaccine",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "56",
            "issn": "",
            "pages": "794-795",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Prevention and control of influenza with vaccines: recommendations of the Advisory Committee on Immunization Practices (ACIP), 2010",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "MMWR Recomm Rep",
            "volume": "59",
            "issn": "RR-08",
            "pages": "1-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Prevention of rotavirus gastroenteritis among infants and children: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "MMWR Recomm Rep",
            "volume": "58",
            "issn": "RR-2",
            "pages": "1-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Quadrivalent human papillomavirus vaccine: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "MMWR Recomm Rep",
            "volume": "56",
            "issn": "RR-2",
            "pages": "1-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "FDA Licensure of bivalent human papillomavirus vaccine (HPV2, Cervarix) for use in females and updated HPV vaccination recommendations from the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "59",
            "issn": "",
            "pages": "626-629",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Cholera vaccines: WHO position paper",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "WHO",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Wkly Epidemiol Rec",
            "volume": "85",
            "issn": "13",
            "pages": "117-128",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Vaccines for selective use: cholera. In: International Travel and Health",
            "volume": "",
            "issn": "",
            "pages": "112-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Overlapping epidemiologies of hepatitis A and typhoid fever: the needs of the traveler",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Luxemburger",
                    "suffix": ""
                },
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Dutta",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "J Travel Med",
            "volume": "12",
            "issn": "Suppl 1",
            "pages": "S12-S21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Travel epidemiology: a global perspective",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Steffen",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "deBernardis",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Banos",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Antimicrob Agents",
            "volume": "21",
            "issn": "",
            "pages": "89-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Traveling with children",
            "authors": [
                {
                    "first": "BZ",
                    "middle": [],
                    "last": "Katz",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatr Infect Dis J",
            "volume": "22",
            "issn": "",
            "pages": "274-276",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Typhoid fever vaccines: systematic review and meta-analysis of randomized controlled trials",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fraser",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Paul",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Vaccine",
            "volume": "25",
            "issn": "",
            "pages": "7848-7857",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Immunisation of the travelling child",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Giovanetti",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Travel Med Infect Dis",
            "volume": "5",
            "issn": "",
            "pages": "349-364",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "The efficacy of a Salmonella typhi Vi conjugate vaccine in two- to-five-year old children",
            "authors": [
                {
                    "first": "FYC",
                    "middle": [],
                    "last": "Lin",
                    "suffix": ""
                },
                {
                    "first": "VA",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Khiem",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "N Engl J Med",
            "volume": "344",
            "issn": "",
            "pages": "1263-1269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Persistent efficacy of Vi conjugate vaccine against typhoid fever in young children",
            "authors": [
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Lanh",
                    "suffix": ""
                },
                {
                    "first": "PV",
                    "middle": [],
                    "last": "Bay",
                    "suffix": ""
                },
                {
                    "first": "VA",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "349",
            "issn": "",
            "pages": "1390-1391",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "The effects of yellow fever immunization (17DD) inadvertently used in early pregnancy during a mass campaign in Brazil",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Suzano",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Amaral",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sato",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Vaccine",
            "volume": "24",
            "issn": "",
            "pages": "1421-1426",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Searchable directory",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Clinical practice. Prophylaxis against rabies",
            "authors": [
                {
                    "first": "CE",
                    "middle": [],
                    "last": "Rupprecht",
                    "suffix": ""
                },
                {
                    "first": "RV",
                    "middle": [],
                    "last": "Gibbons",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "N Engl J Med",
            "volume": "351",
            "issn": "",
            "pages": "2626-2635",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Use of a reduced (4-dose) vaccine schedule for postexposure prophylaxis to prevent human rabies: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "MMWR Recomm Rep",
            "volume": "59",
            "issn": "RR-2",
            "pages": "1-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": 2010,
            "venue": "Vaccines for selective use: rabies. In: International Travel and Health",
            "volume": "",
            "issn": "",
            "pages": "119-125",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Spectrum of disease and relation to place of exposure among ill returned travelers",
            "authors": [
                {
                    "first": "DO",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                },
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Weld",
                    "suffix": ""
                },
                {
                    "first": "PE",
                    "middle": [],
                    "last": "Kozarsky",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "N Engl J Med",
            "volume": "354",
            "issn": "",
            "pages": "119-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Japanese encephalitis vaccines: recommendations of the Advisory Committee on Immunization Practices (ACIP)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "MMWR Recomm Rep",
            "volume": "59",
            "issn": "RR-1",
            "pages": "1-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Mackell",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "The epidemiology of meningococcal disease and the impact of vaccines",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Ameneh",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Pollard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Exp Rev Vaccines",
            "volume": "9",
            "issn": "",
            "pages": "285-298",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Serogroup B meningococcal vaccines: an unfinished story",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sadarangani",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Pollard",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Lancet Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "112-124",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Vaccinations for the pediatric traveler",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Mackell",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Infect Dis",
            "volume": "37",
            "issn": "",
            "pages": "1508-1516",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "The role of BCG vaccine in the prevention and control of tuberculosis in the United States",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "MMWR Recomm Rep",
            "volume": "45",
            "issn": "RR-4",
            "pages": "1-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "New strategies for the prevention of malaria in travelers",
            "authors": [
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Keystone",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infect Dis Clin North Am",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Traveling with infants and children. Part IV: Insect avoidance and malaria prevention",
            "authors": [
                {
                    "first": "WM",
                    "middle": [],
                    "last": "Stauffer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamat",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Magill",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Travel Med",
            "volume": "10",
            "issn": "",
            "pages": "225-240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Clinical practice. Malaria prevention in short-term travelers",
            "authors": [
                {
                    "first": "DO",
                    "middle": [],
                    "last": "Freedman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "N Engl J Med",
            "volume": "359",
            "issn": "",
            "pages": "603-612",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Prevention of malaria in children",
            "authors": [
                {
                    "first": "AK",
                    "middle": [],
                    "last": "Shetty",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Woods",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatr Infect Dis J",
            "volume": "25",
            "issn": "",
            "pages": "1173-1176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "Travel medicine considerations for North American immigrants visiting friends and relatives",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bacaner",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Stauffer",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Boulware",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "JAMA",
            "volume": "291",
            "issn": "",
            "pages": "2856-2864",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Fight the bite for protection from malaria: guidelines for DEET insect repellent use",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Comparative efficacy of insect repellents against mosquito bites",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fradin",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Day",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "",
            "pages": "13-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Summer",
                    "suffix": ""
                },
                {
                    "first": "PR",
                    "middle": [],
                    "last": "Fischer",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Traveling with infants and young children. Part III: Travelers’ diarrhea",
            "authors": [
                {
                    "first": "WM",
                    "middle": [],
                    "last": "Stauffer",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Konop",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamat",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Travel Med",
            "volume": "9",
            "issn": "",
            "pages": "141-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Traveler's diarrhea in the pediatric population: etiology and impact",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mackell",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "41",
            "issn": "",
            "pages": "S547-S552",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Considerations for development of whole cell bacterial vaccines to prevent diarrheal diseases in children in developing countries",
            "authors": [
                {
                    "first": "RI",
                    "middle": [],
                    "last": "Walker",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Vaccine",
            "volume": "23",
            "issn": "",
            "pages": "3369-3385",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Traveling with infants and young children. Part I: Anticipatory guidance: travel preparation and preventive health advice",
            "authors": [
                {
                    "first": "WM",
                    "middle": [],
                    "last": "Stauffer",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Konop",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamat",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Travel Med",
            "volume": "8",
            "issn": "",
            "pages": "254-259",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "Travellers’ diarrhea in children",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Plourde",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Paediatr Child Health",
            "volume": "8",
            "issn": "",
            "pages": "99-103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Managing acute gastroenteritis among children: oral rehydration, maintenance, and nutritional therapy",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "MMWR Recomm Rep",
            "volume": "52",
            "issn": "RR-16",
            "pages": "1-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [
                {
                    "first": "RH",
                    "middle": [],
                    "last": "Behrens",
                    "suffix": ""
                },
                {
                    "first": "ED",
                    "middle": [],
                    "last": "Barnett",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "A multicenter randomized controlled trial of a liquid loperamide product versus placebo in the treatment of acute diarrhea in children",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaplan",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Pediatr",
            "volume": "38",
            "issn": "",
            "pages": "579-591",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Loperamide therapy for acute diarrhea in children: systematic review and meta-analysis",
            "authors": [
                {
                    "first": "STT",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "DC",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Cummings",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoS Med",
            "volume": "4",
            "issn": "",
            "pages": "495-505",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "Single dose of azithromycin or three-day course of ciprofloxacin as therapy for epidemic dysentery in Kenya. Acute Dysentery Study Group",
            "authors": [
                {
                    "first": "GD",
                    "middle": [],
                    "last": "Shanks",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Smoak",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Aleman",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Clin Infect Dis",
            "volume": "29",
            "issn": "",
            "pages": "942-943",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "Randomised single dose ciprofloxacin for travelers’ diarrhea",
            "authors": [
                {
                    "first": "I",
                    "middle": [],
                    "last": "Salam",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Katelaris",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Leigh-Smith",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Lancet",
            "volume": "344",
            "issn": "",
            "pages": "1537-1539",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Fluoroquinolone antibiotics in infants and children",
            "authors": [
                {
                    "first": "UB",
                    "middle": [],
                    "last": "Schaad",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Infect Dis Clin North Am",
            "volume": "19",
            "issn": "",
            "pages": "617-628",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "The use of systemic fluoroquinolones",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Committee on Infectious Diseases",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Pediatrics",
            "volume": "118",
            "issn": "",
            "pages": "1287-1292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Rifaxamin: a novel nonabsorbed rifamycin for gastrointestinal disorders",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Adachi",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "DuPont",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "541-547",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "The compromised traveler",
            "authors": [
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Mileno",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Bia",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infect Dis Clin North Am",
            "volume": "12",
            "issn": "",
            "pages": "369-412",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "",
            "authors": [
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Hicks",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Mileno",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "American Academy of Pediatrics",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Red Book: 2009 Report of the Committee on Infectious Diseases",
            "volume": "",
            "issn": "",
            "pages": "72-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "Illness in children after international travel: analysis from the GeoSentinel Surveillance Network",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Hagmann",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Neugebauer",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Pediatrics",
            "volume": "125",
            "issn": "",
            "pages": "e1072-e1080",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Castelli",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Pizzocolo",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pini",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Clerinx",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Van Gompel",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Travel Medicine",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Evaluation and management of illness in a child after international travel",
            "authors": [
                {
                    "first": "LS",
                    "middle": [],
                    "last": "Nield",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Stauffer",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamat",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Pediatr Emerg Care",
            "volume": "21",
            "issn": "",
            "pages": "184-195",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "Management of child with fever after international travel",
            "authors": [
                {
                    "first": "U",
                    "middle": [],
                    "last": "Sethuraman",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamat",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Clin Pediatr (Phila)",
            "volume": "46",
            "issn": "",
            "pages": "222-227",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "Travelling with children",
            "authors": [
                {
                    "first": "HH",
                    "middle": [],
                    "last": "Balkhy",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Int J Antimicrob Agents",
            "volume": "21",
            "issn": "",
            "pages": "193-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Update on Japanese encephalitis vaccine for children – United States, May 2011",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "60",
            "issn": "",
            "pages": "664-665",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Immunogenicity and safety of IXIARO (IC51) in a Phase II study in healthy Indian children between I and 3 years of age",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Kaltenbock",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Dubischar-Kastner",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Schuller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Vaccine",
            "volume": "28",
            "issn": "",
            "pages": "834-839",
            "other_ids": {
                "DOI": []
            }
        }
    }
}