{
    "paper_id": "PMC7167946",
    "metadata": {
        "title": "Spongiform degeneration induced by neuropathogenic murine coronavirus infection",
        "authors": [
            {
                "first": "Hiromi",
                "middle": [],
                "last": "Kashiwazaki",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Risa",
                "middle": [],
                "last": "Nomura",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shutoku",
                "middle": [],
                "last": "Matsuyama",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fumihiro",
                "middle": [],
                "last": "Taguchi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rihito",
                "middle": [],
                "last": "Watanabe",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Specific pathogen‐free inbred BALB/c mice purchased from Charles River (Tokyo, Japan) were maintained according to the guidelines set by the ethics committee our university. At 5 weeks old, each mouse was injected with 1x102 of the srr7 virus into the right frontal lobe under deep anesthesia.",
            "cite_spans": [],
            "section": "Animals and viruses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Since srr7 is isolated from the cl‐2 virus,\n13\n the virus has long been maintained by several passages on DBT cells.\n23\n In order to eradicate the possible contamination of a mutant virus emerging during long and repeated passages, the virus stock was recloned by limiting dilution. The virus was used to infect DBT cells in the wells of 96‐well tissue culture plates at a concentration of 0.1–0.01 plaque‐forming units (PFU) per well. At 24 h after infection, the culture supernatant in wells in which a single and distinct plaque was observed was transferred to naïve DBT cell culture medium in 24‐well plates. After three passages to obtain an adequate amount of the cloned viral stock for further experiments, the S protein‐coding region of each clone was sequenced after amplification of the S gene employing a reverse transcription polymerase‐chain reaction (RT‐PCR), as described previously.\n24\n A clone, designated as srr7 (H2), was selected for further experiments because it gave rise to a high titer viral production in DBT cells without showing changes in the amino acid sequence in the region of the S protein, although point mutations of the coding region for the S protein were detected at positions 528 (A to C) and 1578 (T to C) as silent mutations, without resulting amino acid substitutions. The stability of the recloned virus regarding virulence and pathogenicity was tested and compared with those obtained from 15 and 21 mice infected in 2007 and 2009, respectively. DBT cells were grown in Dulbecco's modified minimal essential medium (DMEM; Nissui, Tokyo, Japan) supplemented with 5% fetal bovine serum (FBS; Japan Bioserum, Hiroshima, Japan) and cultured at 37°C with humidity in 5% CO2, as described previously.\n25\n\n",
            "cite_spans": [],
            "section": "Animals and viruses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "After exsanguination of the infected animals under deep anesthesia, removed parts of the brain were frozen for viral titration and the remaining portions were fixed in 4% paraformaldehyde buffered with 0.12 M phosphate (PFA) to obtain paraffin‐embedded sections for histological staining with HE or HE and luxol fast blue, and for enzyme immunohistochemistry.\n7\n Viral antigens were visualized using the rabbit polyclonal antibody, SP‐1, or mouse monoclonal antibody (MAb).\n25\n, \n26\n Rat antimouse F4/80 either unlabeled or biotin‐conjugated (Serotec, Oxford, UK and eBioscience, San Diego, CA, USA, respectively), rat antimouse CD11b biotin‐conjugated (BD Pharmingen, San Diego, CA, USA), rabbit or mouse anti‐GFAP (Santa Cruz Biotechnology Inc., Santa Cruz, CA, USA and Sigma, Tokyo, Japan, respectively) were used for cell identification. As a second or third application, biotinylated donkey antirabbit IgG (Amersham, Tokyo, Japan), goat antimouse IgG (Cappel, Solon, OH, USA), biotin‐conjugated donkey antimouse IgG (Rockland, Gilbertsville, PA, USA), rabbit peroxidase antiperoxidase complexes (Cappel,), or avidin‐peroxidase conjugate (Molecular Probe, Eugene, OR, USA) was used, as described previously.\n16\n After deparaffinization, sections were incubated with 50% normal horse or 50% normal mixed serum (fetal calf, calf, pig, and horse) diluted in phosphate buffered saline (PBS) prior to the first antibody application to block non‐specific antibody binding. The non‐specific activity of endogenous peroxidase was blocked after primary antibody incubation by incubating sections with 0.3% H2O2 in methanol. Washes in PBS were carried out between each step. For the peroxidase reaction, 0.2 mg/mL 3,3′‐diaminobenzidine tetrahydrochloride (DAB) (Wako, Osaka, Japan) in 0.1 M Tris buffer (pH 7.6) was used to obtain brown staining. For double staining, horseradish peroxidase localization was revealed using 4‐chloro‐1‐naphthol (Wako) substrate, resulting in purple staining.",
            "cite_spans": [],
            "section": "Immunostaining and neuropathology ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The degree of spongiform neurodegeneration was scored as follows:\n6\n 0, no lesions; 1, less than 20 vacuoles in the total area; 2, 20 to 100 vacuoles counted in the light microscopic field at 10 × magnification (field (X10)); 3, clusters consisting of over 100 vacuoles spread within one field (X10); 4, more than two clusters consisting of over 100 vacuoles in the area, or clusters of vacuoles occupying over 30% of the total area. Intermediate scoring between each of the five established scores was permitted by adding a value of 0.5 to the lower score. To score the CNS pathology, five areas were selected: the frontal hemisphere, thalamus, cerebellum, pons, and spinal cord.",
            "cite_spans": [],
            "section": "Immunostaining and neuropathology ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "At desired time points after infection, mice were deeply anesthetized, followed by a two‐stage perfusion. Mice were first perfused with 1 mL of PBS followed by 10 mL of paraformaldehyde (4% paraformaldehyde in phosphate buffer (pH 7.2)) from the aorta via the left ventricle. Brains were fixed in 4% PFA overnight, followed by immersion in PBS for 1 h on a rotator (Iuchi Seieido Inc., Osaka, Japan). The tissues were then rinsed stepwisely in PBS or sterilized water supplemented with increasing concentrations of sucrose (Wako), followed by a final rinse with 25% sucrose. All steps were performed at 4°C in a rotator (TAAB Laboratories, Reading, UK). Tissues were isolated and embedded in OCT compound (Sakura, Tokyo, Japan). Tissue blocks were frozen in dry ice. Sections of 10 µm were cut using a cryostat (Sakura), air dried, and stored at −80°C until stained.",
            "cite_spans": [],
            "section": "Tissue preparation for immunofluorescence ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Fluorescence double immunostaining was performed using combinations of rabbit anti‐nestin antibody (Santa Cruz Biotechnology, Inc.) with mouse monoclonal antibody H‐4. Cryosections were treated with PBS containing 0.05% Tween 20 (Sigma), 1% bovine serum albumin (BSA) (Sigma), 0.1% sodium azide, goat antimouse IgG (Cappel), and 5% horse serum for blocking. After incubation in a combination of primary antibodies for 1 h at room temperature, the sections were thoroughly washed with PBS supplemented with 0.1% BSA and 0.05% Tween 20. They were then incubated with FITC–antirabbit IgG antibody (Abcam, Tokyo, Japan) or biotin–antimouse IgG antibody (Rockland) and avidin‐Alexa Fluor 568 (Molecular Probe) for 30 min at room temperature. Stained sections were mounted with gold antifade reagent (Invitrogen, Carlsbad, CA, USA) and examined using a fluorescent microscope (Keyence, Osaka, Japan).",
            "cite_spans": [],
            "section": "Tissue preparation for immunofluorescence ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "When we published our first report on the neuropathology induced by cl‐2 and srr7,\n25\n we were already aware that spongiotic lesions were induced by srr7 infection in mice. However, we did not describe this neuropathology because the occurrence of the change was not constant (data not shown) when we used viruses derived from the original stock\n13\n and maintained in our laboratory through passages in DBT cells. The highly mutative nature of MHV\n27\n causes a tendency in mutant viruses to revert to the original neurovirulent phenotype.\n28\n srr7, a mutant isolate from cl‐2 as a ssr strain, has, to some extent, been showing slightly higher neurovirulence, like its maternal strain (data not shown), whereas averaged neurovirulences and neuropathological characteristics have shown no significant changes. Therefore, we started recloning the virus strain and obtained srr7 (H2), which had the same amino acid sequence as the original isolate\n13\n in the region of the viral surface protein (S protein; see Materials and Methods). Although there could be mutations in the other coding or non‐coding regions, which might influence the neurovirulence or host reactions,\n29\n, \n30\n, \n31\n after examination of the viral genome sequence coding S protein, we decided to use srr7 (H2) to study spongiosis induced by viral infection because srr7 differs from cl‐2 only in one amino acid sequence in the S protein‐coding region,\n23\n and, more importantly, the virus exhibited the same induction rate of spongiosis with a similar intensity between the experiments performed in 2007 and 2009 (Fig. 1).",
            "cite_spans": [],
            "section": "Viral property ::: RESULTS",
            "ref_spans": [
                {
                    "start": 1581,
                    "end": 1587,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "After the recloning of srr7 in 2007, we performed our experiments using viruses in five passages after the initial cloning. Incidences of spongiotic degeneration and virulence in mice infected with srr7 were compared from the experiments carried out in 2007 and 2009 (Fig. 1), because we considered the virus to be highly mutative (see Discussion). All of the 15 and 21 mice infected in 2007 and 2009, respectively, survived for the initial 3 days and died within 12 days pi (data not shown). Furthermore, in all of the neuropathologically examined animals, large spongiotic lesions composed of various sizes of vacuole became apparent 4–5 days after viral inoculation mainly in the pons, cerebellum, and thalamus (1, 2), the lesions were less extensive in the frontal area (Fig. 1) among the animals examined and compared in 2007 and 2009.",
            "cite_spans": [],
            "section": "Viral property ::: RESULTS",
            "ref_spans": [
                {
                    "start": 268,
                    "end": 274,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 715,
                    "end": 716,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 718,
                    "end": 719,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 775,
                    "end": 781,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "When spongiosis occupied an extended area (Fig. 2h) scored as grade 4 (see Materials and Methods), we designated the spongiotic lesion as extensive spongiosis (exSpongi) to distinguish this from less extensive spongiotic lesions scored grade 1 or 2, and named vacuolar lesions (vacLesions). In vacLesions each vacuole looked smaller and some vacuoles showed back‐to‐back attachment forming bunches (Fig. 2b,j), each of which consisted of less than 100 vacuoles. The exSpongi exhibited several neuropathological characteristics. First, the lesion was fairly well‐demarcated (Fig. 2h). Second, the lesions were accompanied by few or no inflammatory reactions. This phenomenon occurs rather rarely in viral infections with apparent destructive lesions. At a lower magnification of exSpongi, many small nuclei were observed (Fig. 2h), many of which were pyknotic and devoid of cytoplasm at a higher magnification (Fig. 2i). We were unable to characterize the remainder, except for a few macrophages present in the lesions (black arrows in Fig. 2i). Around the blood vessels in and around the exSpongi, almost no inflammatory cell exudation was observed either at the capillary level or at a larger size (thin white arrows in Fig. 2h–j), including in the area with myelinated fibers (Fig. 2j). The third neuropathological characteristic of exSpongi was that neurons looking viable were found in the lesion (white arrowheads in Fig. 2h,i), where vacuoles attached to the neurons directly. The neurons were also well‐preserved in vacLesions around the exSpongi (Fig. 2h,j). The close association of small vacuoles with thick eosinophilic walls and the neurons (white arrowheads in Fig. 2i) resembles the vacuoles formed in murine retroviral infection,\n9\n in which the vacuoles are shown as enlarged presynaptic bulbs.\n8\n\n",
            "cite_spans": [],
            "section": "Characteristics of spongiosis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 43,
                    "end": 50,
                    "mention": "Fig. 2h",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 399,
                    "end": 408,
                    "mention": "Fig. 2b,j",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 574,
                    "end": 581,
                    "mention": "Fig. 2h",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 821,
                    "end": 828,
                    "mention": "Fig. 2h",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 910,
                    "end": 917,
                    "mention": "Fig. 2i",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1035,
                    "end": 1042,
                    "mention": "Fig. 2i",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1221,
                    "end": 1230,
                    "mention": "Fig. 2h–j",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1279,
                    "end": 1286,
                    "mention": "Fig. 2j",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1422,
                    "end": 1431,
                    "mention": "Fig. 2h,i",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1555,
                    "end": 1564,
                    "mention": "Fig. 2h,j",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1674,
                    "end": 1681,
                    "mention": "Fig. 2i",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The viral antigens were more strongly expressed around the exSpongi than inside (Fig. 2 m,n). Although the initial viral antigen expression was detected in the inflammatory cells in the meninges as early as 12 h pi, followed by infection to the choroid plexus and ependymal cells, as reported previously\n16\n and shown in Fig. 2a,c, they were eliminated from ependymal cells and the SVZ in the latter phase of infection (2, 3). In addition, facing the ventricles a repaired line of ependymal cells with flattened cytoplasm and few cilia was observed (data not shown). Another trace of initial events could be detected as the pronounced activation of GFAP‐positive glial cells in and around the SVZ. The gliosis was found to extend deep into the brain parenchyma and again in the middle of the exSpongi (black arrowheads in Fig. 2k) GFAP‐antigen expression was less extensive than that seen in the surrounding vacLesions. Even in this area with mild gliosis, astroglial foot processes around the blood vessels were an outstanding feature (Fig. 2l), indicating that a key component of the blood brain barrier had been well‐preserved in the exSpongi during the course of the disease, which conspicuously contrasts with pathologies involving an inflammatory perivascular cuff induced by infection with other strains of JHM virus, where there is a disappearance of astrocytes around blood vessels with inflammation followed by degeneration of the astrocytes with swollen cytoplasm around the blood vessels in the initial phase of cell infiltration.\n32\n\n",
            "cite_spans": [],
            "section": "Distribution of viral antigens ::: RESULTS",
            "ref_spans": [
                {
                    "start": 81,
                    "end": 91,
                    "mention": "Fig. 2 m,n",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 321,
                    "end": 330,
                    "mention": "Fig. 2a,c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 420,
                    "end": 421,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 423,
                    "end": 424,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 822,
                    "end": 829,
                    "mention": "Fig. 2k",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1037,
                    "end": 1044,
                    "mention": "Fig. 2l",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To study vacuolar formation during the early phase of infection, we investigated infected mice at 48 h pi, because the viral antigens are distributed only in the restricted area\n16\n at this time while vacLesions become apparent (Fig. 2b,g). Vacuolar degeneration was already detectable before 48 h pi, but the number of vacuoles and magnitude were so low that it was sometimes difficult to distinguish from an artifact produced during the preparation of sections (data not shown). In Fig. 2a (the dotted area with the letter b and arrow) a distinct vacLesion developed (2, 3), but viral antigens were not detectable in this area or in the area between the boxed area and ependymal cells which expressed the viral antigens. Occasionally viral antigen‐bearing cells in the SVZ were observed extending their cytoplasm to the ventricle (black arrow in Fig. 2c). We considered these to be B cells, GFAP‐positive precursor cells resident in the SVZ, so we carried out double staining of serial sections next to the stained section (Fig. 2c). As shown in Fig. 2e, a GFAP‐positive cell projecting its cytoplasm to the ventricular surface was infected. Nestin‐positive precursor cells in the SVZ were also infected (Fig. 2o).",
            "cite_spans": [],
            "section": "Distribution of viral antigens ::: RESULTS",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 238,
                    "mention": "Fig. 2b,g",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 484,
                    "end": 491,
                    "mention": "Fig. 2a",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 570,
                    "end": 571,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 573,
                    "end": 574,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 848,
                    "end": 855,
                    "mention": "Fig. 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1026,
                    "end": 1033,
                    "mention": "Fig. 2c",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1048,
                    "end": 1055,
                    "mention": "Fig. 2e",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1207,
                    "end": 1214,
                    "mention": "Fig. 2o",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Astroglial activations were most prominent in the area near the very restricted site of infection around the ventricle, already during this early stage of infection gliosis was found extending deep into the brain parenchyma, like in the later stage but in a less extensive manner (Fig. 2d). Interestingly, in the cerebellum, the area of gliosis abruptly ended at the border of the granular layer (indicated by black arrowheads in Figures 2d and f). The vacLesion also finished there. At a lower magnification, the activated astrocytes looked scattered and unrelated to the vacuoles observed in the region of gliosis (Fig. 2f), but a higher magnification revealed fine fibrous or dot‐like structures exhibiting GFAP‐antigens facing the vacuolar walls (Fig. 2g).",
            "cite_spans": [],
            "section": "Distribution of viral antigens ::: RESULTS",
            "ref_spans": [
                {
                    "start": 281,
                    "end": 288,
                    "mention": "Fig. 2d",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 430,
                    "end": 446,
                    "mention": "Figures 2d and f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 617,
                    "end": 624,
                    "mention": "Fig. 2f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 751,
                    "end": 758,
                    "mention": "Fig. 2g",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The distribution of spongiotic lesions showed a predilection for the brainstem and cerebellum (1, 2) without forming spongiosis in the SVZ (2, 3), although our previous report demonstrated that the viral antigens in the brain appear in the choroid plexus and SVZ, including ependymal cells, during the early phase of infection after the initial emergence in infiltrating cells of meninges at 12 h pi, without spreading into the brain parenchyma including the site of injection.\n16\n In addition, the frontal area where the viruses were inoculated contained less extensive lesions compared to the brainstem (Fig. 1) and the brain cortex facing the subarachnoid space where infected inflammatory cells are abundant is not the initial site of invasion of srr7 into the brain parenchyma.\n16\n Furthermore, the brain cortex including the frontal area was not the main area of lesions induced by infection of srr7 during the later phase.\n16\n, \n25\n It is indicated that the viral spread into the brain starts from the junctional area between the arachnoid and choroid plexus where viral antigens are detected during the initial phase of infection.\n16\n Therefore, our studies on the relationship between the viral antigen distribution and formation of vacuolar degeneration have mainly focused on the periventricular and surrounding areas in the brainstem. Surprisingly, at 48 h pi, we found large vacLesions where viral antigens were not detected (Fig. 2b–g). On the same section as the vacLesions were detected and on successive serial sections, viral antigens were found only in restricted areas, as in the SVZ, where GFAP‐positive cells with a peculiar shape, projecting narrow cytoplasm to the ventricular surface and leaving their perikaryon beneath the surface‐lining ependymal cells, were found to have been infected (Fig. 2c,e). The shape and localization of these astrocytes corresponded to B\n18\n or B1\n19\n cells, which serve as both stem and niche cells in the SVZ and play critical roles in adult neurogenesis. B cells bear GFAP and have a long basal process that terminates on blood vessels and an apical ending at the ventricle surface, with long cilia projecting into the ventricle,\n18\n which can be a target of infection via infected monocytes that have infiltrated the ventricle during the initial phase of infection.\n16\n It is not plausible for the infected GFAP‐positive cells in the SVZ to have a direct effect on spongiogenesis, because the vacLesion is located a long way from the SVZ.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 95,
                    "end": 96,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 98,
                    "end": 99,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 140,
                    "end": 141,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 143,
                    "end": 144,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 606,
                    "end": 612,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1439,
                    "end": 1448,
                    "mention": "Fig. 2b–g",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1816,
                    "end": 1825,
                    "mention": "Fig. 2c,e",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Instead, these cells might have triggered a chain reaction of astrogliosis which spread from the SVZ reaching the deep white matter of the cerebellum (Fig. 2d,f) through the pathway of neurogenesis or the blood supply, given this area of gliosis ended abruptly at the edge of the granular layer (Fig. 2d,f). It is presumed that B cell‐originating migratory cells ascend in close contact with the basal lamina along with blood vessels in adulthood.\n19\n The cerebellar cortex receives its blood supply from the meninges that cover the cerebellum, in a different way from the cerebellar white matter. In addition, the granular layer is formed from granular neurons that have migrated from the external granular layer during embryonic and postnatal stages in mice.\n33\n Those astrocytes activated in a large area after being triggered by infection of the SVZ must have communicated with each other, leading to vacuole formation away from the infection sites. This cell‐to‐cell communication can be facilitated by direct contact between cells through an elongated cytoplasmic projection, as reported for the immunological synapse between leukocytes, especially between dendritic cells and lymphocytes.\n34\n Fine projections of astrocytes are detected in vacLesions, where, at a higher magnification, GFAP‐positive foot processes were shown to be closely attached to the vacuolar walls (Fig. 2g). Alternatively, signals can be spread by means of cytokine production, which is observed in all kinds of cell constituting the CNS (central nervous system), including astrocytes and neurons.\n35\n The contribution of microglia\n36\n, \n37\n in this context should not be ignored, but the activation of microglia monitored by F4/80 or CD11b expression was not prominent at 48 h pi.\n16\n Furthermore, it has been reported that neurodegenerative progression can be protected by microglia and monocyte lineages\n38\n which produce neurotrophins.\n39\n, \n40\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 151,
                    "end": 160,
                    "mention": "Fig. 2d,f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 296,
                    "end": 305,
                    "mention": "Fig. 2d,f",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1379,
                    "end": 1386,
                    "mention": "Fig. 2g",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The finding that srr7 infection did not induce the prominent activation of microglia during the early phase of infection is markedly different from the spongiosis induced by infection with the neuropathogenic murine retroviral strain A8‐V\n8\n. The A8‐V‐induced vacuoles showed close contact with either infected or non‐infected microglia, with many activated microglia around the lesions.\n6\n, \n7\n However, it takes a prolonged incubation period, 4–6 weeks after infection with A8‐V, although a much shorter time compared with prion diseases, to observe neuropathologically apparent vacLesions. After such a long incubation period, there are several stages of neuropathological lesions and infectious agents either related or unrelated to the induction of spongiosis observed in the section can be scattered anywhere in the infected brain, leading to controversial findings concerning the correlation between distributions of infectious agents and lesions, typically reported in several prion diseases.\n1\n In srr7 infection, already at 72 h pi, the widespread distribution of viral antigens is observed,\n25\n which may disguise lesions produced by the indirect effects of infected cells.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "With the characteristic neuropathology of spongiosis where inflammatory cell infiltration was suppressed to the minimum level both in the initial phase (Fig. 2a–g) and during the latter phase (Fig. 2h‐n) like in other spongiotic lesions induced by different kinds of infectious agents,\n1\n, \n7\n srr7‐infection of mice would provide a superior experimental model to investigate the mechanism of how spongiotic lesions are formed, which remains unclear in spite of the long history of scientific research since infectious spongiotic encephalopathy was first reported\n41\n because of its extremely short incubation period compared with other experimental models of infectious spongiform degeneration in brains, minimizing many events inevitably induced after infection.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 162,
                    "mention": "Fig. 2a–g",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 193,
                    "end": 202,
                    "mention": "Fig. 2h‐n",
                    "ref_id": "FIGREF1"
                }
            ]
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Comparison of the neuropathological scores of spongiosis obtained in 2007 and 2009. The intensity of spongiosis was compared between three and nine mice infected with srr7 (H2) in 2007 (white bars) and in 2009 (black bars), indicated as averaged scores in the frontal hemisphere (Frontal), pons, and cerebellum, and averaged scores of these three areas plus the thalamus (Total), obtained from examined animals in year. Standard deviations are indicated by vertical bars. Significant values of t‐tests were P < 0.001 (*) and P > 0.4 (**).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Spongiosis induced by srr7‐infection. (a–n) Paraffin‐embedded coronal sections at the level of the middle pons were prepared from the brains of mice infected with srr7. They were stained with HE (h, i), HE and luxol fast blue (LFB) (j), or examined by immunohistochemistry (a‐g, k‐n). The areas indicated by white arrows with a letter are shown at a higher magnification in the picture with the indicated letter. Serial sections (a‐g and h‐n) were prepared to detect GFAP or the viral antigens, illustrated in the pictures as ant‐GFAP or ant‐V, respectively. 4V indicates the forth ventricle. Double and single bars indicate 250 and 50 µm, respectively. (a–g) Spongiosis at 48 h post‐inoculation (pi). (a) The pons and cerebellum around 4V. The vacLesion that appeared at 48 h pi in the middle of the pons (white arrows) is shown at a higher magnification in b. The area marked with arrowheads is the cerebellar granular layer. (c) A higher magnification of the area around 4V in h. A bipolar cell projecting its perikaryon in the subventricular zone (SVZ, black arrow) is infected as well as ciliated ependymal cells. (d–e) Double staining for GFAP (brown‐colored) and viral antigens (purple‐colored). (f) A higher magnification of the area in (d), indicated by a white bold arrow. (g) GFAP staining of the same area as shown in (f). Note the fine GFAP‐positive structures attaching to the vacuoles. (h–n) Spongiosis at 10 days pi. (h) Extensive areas of spongiosis (exSpongi) in the pons are marked by black arrowheads. The vacuolar degeneration observed in this picture was scored as grade 4 spongiosis (see Materials and Methods). Around these areas less extensive but distinct lesions with vacuolar degeneration (vacLesions) extend. Grossly normal neurons remain in the middle of exSpongi (white arrowhead), shown in h and higher magnification in i. (i) Higher magnification of the dotted area in h. Macrophages are indicated by black arrows. The white arrows in h, i, and j indicate blood vessels. (j) The vacLesion around the exSpongi involving an area with myelinated fibers. No macrophages are present. (k, m, and n) The area of exSpongi, marked in h, is indicated by black arrowheads. (l and n) Higher magnification of k (dotted area) and m, respectively. Immunofluorescence at 48 h pi (o): Some of the nestin‐positive cells (green) in the SVZ are positive for viral antigens (red). LV indicates the lateral ventricle. White bar indicates 25 µm.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Lesions at the level of the pons and cerebellum. The levels of spongiosis after HE staining and numbers of infected cells after immunohistochemistry were compared using paraffin‐embedded coronal sections at the level of the pons and cerebellum between mice at 48 h post‐inoculation (pi)and 6 days pi with srr7. No spongiotic lesions were observed in the subventricular zone (SVZ) in the early and late phases of disease and in the brain parenchyma (BP).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Cellular pathogenesis in prion diseases",
            "authors": [],
            "year": 2008,
            "venue": "Vet Res",
            "volume": "39",
            "issn": "",
            "pages": "44-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Contribution of virus‐receptor interaction to distinct viral proliferation of neuropathogenic and nonneuropathogenic murine leukemia viruses in rat glial cells",
            "authors": [],
            "year": 1999,
            "venue": "J Virol",
            "volume": "73",
            "issn": "",
            "pages": "4461-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Characterization of monoclonal antibodies recognizing neurotropic Friend murine leukemia virus",
            "authors": [],
            "year": 1995,
            "venue": "Virus Res",
            "volume": "38",
            "issn": "",
            "pages": "297-304",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Capillary endothelial cell tropism of PVC‐211 murine leukemia virus and its application for gene transduction",
            "authors": [],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "6168-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Identification of spike protein residues of murine coronavirus responsible for receptor‐binding activity by use of soluble receptor‐resistant mutants",
            "authors": [],
            "year": 1997,
            "venue": "J Virol",
            "volume": "71",
            "issn": "",
            "pages": "9024-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Characterization of a variant virus selected in rat brains after infection by coronavirus mouse hepatitis virus JHM",
            "authors": [],
            "year": 1985,
            "venue": "J Virol",
            "volume": "54",
            "issn": "",
            "pages": "429-35",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Neurovirulence of six different murine coronavirus JHMV variants for rats",
            "authors": [],
            "year": 1991,
            "venue": "Virus Res",
            "volume": "20",
            "issn": "",
            "pages": "45-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Cytopathy of an infiltrating monocyte lineage during the early phase of infection with murinecoronavirus in the brain",
            "authors": [],
            "year": 2010,
            "venue": "Neuropathology",
            "volume": "30",
            "issn": "",
            "pages": "361-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Subventricular zone astrocytes are neural stem cells in the adult mammalian brain",
            "authors": [],
            "year": 1999,
            "venue": "Cell",
            "volume": "97",
            "issn": "",
            "pages": "703-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "For the long run: Maintaining germinal niches in the adult brain",
            "authors": [],
            "year": 2004,
            "venue": "Neuron",
            "volume": "41",
            "issn": "",
            "pages": "683-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Neural stem cells confer unique pinwheel architecture to the ventricular surface in neurogenic regions of the adult brain",
            "authors": [],
            "year": 2008,
            "venue": "Cell Stem Cell",
            "volume": "3",
            "issn": "",
            "pages": "265-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Classical sheep transmissible spongiform encephalopathies: pathogenesis, pathological phenotypes and clinical disease",
            "authors": [],
            "year": 2007,
            "venue": "Neuropathol Appl Neurobiol",
            "volume": "33",
            "issn": "",
            "pages": "373-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Roles of neural stem progenitor cells in cytomegalovirus infection of the brain in mouse models",
            "authors": [],
            "year": 2008,
            "venue": "Pathol Int",
            "volume": "58",
            "issn": "",
            "pages": "257-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Coxsackievirus targets proliferating neuronal progenitor cells in the neonatal CNS",
            "authors": [],
            "year": 2005,
            "venue": "J Neurosci",
            "volume": "25",
            "issn": "",
            "pages": "2434-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Simian fetal brain progenitor cells for studying viral neuropathogenesis",
            "authors": [],
            "year": 2007,
            "venue": "J Neurovirol",
            "volume": "13",
            "issn": "",
            "pages": "11-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Soluble receptor potentiates receptor‐independent infection by murine coronavirus",
            "authors": [],
            "year": 2002,
            "venue": "J Virol",
            "volume": "76",
            "issn": "",
            "pages": "950-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Communication between S1N330 and a region in S2 of murine coronavirus spike protein is important for virus entry into cells expressing CEACAM1b receptor",
            "authors": [],
            "year": 2002,
            "venue": "Virology",
            "volume": "295",
            "issn": "",
            "pages": "160-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Neurovirulence in mice of soluble receptor‐resistant (srr) mutants of mouse hepatitis virus: intensive apoptosis caused by less virulent srr mutant",
            "authors": [],
            "year": 2001,
            "venue": "Arch Virol",
            "volume": "146",
            "issn": "",
            "pages": "1643-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Receptor‐independent spread of a highly neurotropic murine coronavirus JHMV strain from initially infected microglial cells in mixed neural cultures",
            "authors": [],
            "year": 2005,
            "venue": "J Virol",
            "volume": "79",
            "issn": "",
            "pages": "6102-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Structural and biological basis of CTL escape in coronavirus‐infected mice",
            "authors": [],
            "year": 2008,
            "venue": "J Immunol",
            "volume": "180",
            "issn": "",
            "pages": "3926-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Enhanced virulence mediated by the murine coronavirus, mouse hepatitis virus strain JHM, is associated with a glycine at residue 310 of the spike glycoprotein",
            "authors": [],
            "year": 2003,
            "venue": "J Virol",
            "volume": "77",
            "issn": "",
            "pages": "10260-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Both spike and background genes contribute to murine coronavirus neurovirulence",
            "authors": [],
            "year": 2006,
            "venue": "J Virol",
            "volume": "80",
            "issn": "",
            "pages": "6834-43",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 1976,
            "venue": "The Pathology of Natural and Experimental Scrapie",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Mouse hepatitis coronavirus A59 nucleocapsid protein is a type I interferon antagonist",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "2554-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Organ‐Specific Attenuation of Murine Hepatitis Virus Strain A59 by Replacement of Catalytic Residues in the Putative Viral Cyclic Phosphodiesterase ns2",
            "authors": [],
            "year": 2009,
            "venue": "J Virol",
            "volume": "83",
            "issn": "",
            "pages": "3743-53",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Comparative analysis of coronavirus JHM‐induced demyelinating encephalomyelitis in Lewis and Brown Norway rats",
            "authors": [],
            "year": 1987,
            "venue": "Lab Invest",
            "volume": "57",
            "issn": "",
            "pages": "375-84",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The cells and molecules that make a cerebellum",
            "authors": [],
            "year": 1998,
            "venue": "Trends Neurosci",
            "volume": "21",
            "issn": "",
            "pages": "375-82",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Correlation of a dynamic model for immunological synapse formation with effector functions: two pathways to synapse formation",
            "authors": [],
            "year": 2002,
            "venue": "Trends Immunology",
            "volume": "23",
            "issn": "",
            "pages": "492-99",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Distribution and phenotype of dendritic cells and resident tissue macrophages in the dura mater, leptomeninges, and choroid plexus of the rat brain as demonstrated in wholemount preparations",
            "authors": [],
            "year": 1999,
            "venue": "J Comp Neurol",
            "volume": "405",
            "issn": "",
            "pages": "553-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Microglial activation in chronic neurodegenerative diseases: roles of apoptotic neurons and chronic stimulation",
            "authors": [],
            "year": 2005,
            "venue": "Brain Res Brain Res Rev",
            "volume": "48",
            "issn": "",
            "pages": "251-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Expression of proinflammatory cytokines and its relationship with virus infection in the brain of macaques inoculated with macrophage‐tropic simian immunodeficiency virus",
            "authors": [],
            "year": 2009,
            "venue": "Neuropathology",
            "volume": "29",
            "issn": "",
            "pages": "13-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Microglia Activated with the Toll‐Like Receptor 9 Ligand CpG Attenuate Oligomeric Amyloid beta Neurotoxicity in in Vitro and in Vivo Models of Alzheimer's Disease",
            "authors": [],
            "year": 2009,
            "venue": "American Journal Pathology",
            "volume": "175",
            "issn": "",
            "pages": "2121-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Neurotrophin secretion from cultured microglia",
            "authors": [],
            "year": 2001,
            "venue": "J Neurosci Res",
            "volume": "65",
            "issn": "",
            "pages": "322-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Cell models of prion infection",
            "authors": [],
            "year": 2008,
            "venue": "Vet Res",
            "volume": "39",
            "issn": "",
            "pages": "10-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Autocrine activation of cultured macrophages by brain‐derived neurotrophic factor",
            "authors": [],
            "year": 2006,
            "venue": "Biochemical Biophysical Res Comms",
            "volume": "344",
            "issn": "",
            "pages": "941-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Degenerative disease of the central nervous system in New Guinea; the endemic occurrence of kuru in the native population",
            "authors": [],
            "year": 1957,
            "venue": "N Engl J Med",
            "volume": "257",
            "issn": "",
            "pages": "974-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Neurons and astrocytes respond to prion infection by inducing microglia recruitment",
            "authors": [],
            "year": 2004,
            "venue": "J Neurosci",
            "volume": "24",
            "issn": "",
            "pages": "620-27",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Analysis of the distribution of neuropathogenic retroviral antigens following PVC211 or A8‐V infection",
            "authors": [],
            "year": 2005,
            "venue": "Microbiol Immunol",
            "volume": "49",
            "issn": "",
            "pages": "1075-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Neuropathology induced by infection with Friend murine leukemia viral clone A8‐V depends upon the level of viral antigen expression",
            "authors": [],
            "year": 2006,
            "venue": "Neuropathology",
            "volume": "26",
            "issn": "",
            "pages": "188-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Unique sequence and lesional tropism of a new variant of neuropathogenic friend murine leukemia virus",
            "authors": [],
            "year": 1997,
            "venue": "Virology",
            "volume": "233",
            "issn": "",
            "pages": "411-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Gene expression of neurotropic retrovirus in the CNS",
            "authors": [],
            "year": 1995,
            "venue": "Prog Brain Res",
            "volume": "105",
            "issn": "",
            "pages": "255-62",
            "other_ids": {
                "DOI": []
            }
        }
    }
}