{
    "paper_id": "PMC7201871",
    "metadata": {
        "title": "NAT screening of blood donors for severe acute respiratory syndrome coronavirus can potentially prevent transfusion associated transmissions",
        "authors": [
            {
                "first": "Michael",
                "middle": [],
                "last": "Schmidt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Veronika",
                "middle": [],
                "last": "Brixner",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brigitte",
                "middle": [],
                "last": "Ruster",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Michael",
                "middle": [
                    "K."
                ],
                "last": "Hourfar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christian",
                "middle": [],
                "last": "Drosten",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wolfgang",
                "middle": [],
                "last": "Preiser",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Erhard",
                "middle": [],
                "last": "Seifried",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "W.",
                "middle": [
                    "Kurt"
                ],
                "last": "Roth",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "After pooling of 100‐µL aliquots of up to 96 blood samples on an automated pipetting station (Genesis, Tecan, Crailsheim, Germany), the complete pool of up to 9.6 mL was centrifuged at 48,000 ×g for 60 minutes at 4°C.\n11\n Supernatants were discarded and virus pellets were subjected to nucleic acid extraction using viral RNA extraction kits (Qiagen, Hilden, Germany) in a modified protocol.\n12\n Aliquots of 5 µL of the total eluted volume of 75 µL were subjected to PCR amplification for SARS virus. Extracts were stored at −20°C for repeat testing.",
            "cite_spans": [],
            "section": "Enrichment of viruses and nucleic acid extraction ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "RNA from 100 µL plasma of each patient was extracted with the Qiagen viral RNA kit. Nucleic acid extraction was performed according to the manufacturers’ instructions. Aliquots of 10 µL of the total eluted volume of 40 µL were subjected to PCR amplification for SARS‐CoV RNA.",
            "cite_spans": [],
            "section": "Nucleic acid extraction from single donors ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The real‐time quantitative amplification of SARS‐CoV was performed according to the manufacturers’ instructions (RealArt HPA‐Coronavirus, Artus GmbH, Germany) using a thermocycler (LightCycler, Roche Applied Science, Mannheim, Germany).",
            "cite_spans": [],
            "section": "Amplification and detection ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Artus assay‐specific standards (internal standards) were tested from 101 to 104 copies per µL. Additionally, a gamma‐irradiated, purified culture supernatant of SARS‐CoV infected Vero cells was used as a quantification standard (external quantification standard). Virion integrity in this preparation had been confirmed by H. Gelderblom (Robert Koch Institute, Berlin, Germany), by electron microscopy. The viral RNA concentration had been determined in an external laboratory by multiple quantitative real‐time PCR determinations (C. Drosten, unpublished data). The preparation had been shown to be noninfectious in cell culture (M. Niedrig, Robert Koch Institute, Berlin, Germany, personal communication).",
            "cite_spans": [],
            "section": "Reference samples ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "A total of 354 routine minipools representing 31,151 blood donor samples, containing an average of 88 ± 8 samples per pool, had previously been tested for HIV‐1, HBV, HCV, HAV, and parvovirus B19.\n13\n Forty‐two pools were parvovirus B19+, 3 pools HBV+, and 5 pools HCV+. No pool was positive for the presence of HIV or HAV (data not shown).",
            "cite_spans": [],
            "section": "Test pools ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The history of two confirmed SARS patients hospitalized in Germany has been described elsewhere.\n6\n, \n14\n One‐hundred microliters of plasma of both patients was available, collected on Day 10 (Patient 1) and Day 3 (Patient 2) of the disease (Fig. 1).",
            "cite_spans": [],
            "section": "Patients ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 242,
                    "end": 248,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The sensitivity, SD, and CV of the real‐time PCR test was calculated using computer software (Excel 2000, Microsoft Corporation, Redmond, WA). For the Probit analysis a software package (SPSS 11.5, SPSS, Chicago, IL) was used.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Precision is defined as the degree of scattering within a series of analyses. It is expressed as the SD, percentage CV, and the range (lowest and highest tested value). Table 1 shows the test results of the internal standards between 5 × 101 and 5 × 104 copies per reaction. The SD of the assay is between 0.39 and 0.68 of the crossing points (crossing point defines the PCR cycle where the fluorescence signal could be detectable for the first time). The CV ranges between 1.5 and 2.1 percent. The assay range shown in Fig. 2 appears to be linear between 5 × 101 and 5 × 104 copies per reaction. The Pearson correlation factor between nominal and measured concentration was 0.995.",
            "cite_spans": [],
            "section": "Precision and linear range ::: RESULTS",
            "ref_spans": [
                {
                    "start": 520,
                    "end": 526,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 169,
                    "end": 176,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Different dilutions of the external quantification standard (0, 50, 100, 200, 400, 600, and 800 copies/mL) were prepared and 100 µL of each dilution was spiked into 9.5‐mL negative plasma pools. Each dilution was repeatedly spiked and tested in 10 minipools. Minipools were centrifuged and the supernatants were discarded. The virus pellets were extracted as described above. Results are shown in Table 2. Probit analysis of these data yielded a detection probability of more than 95 percent in parallel tests when an average of at least 93 copies per mL (95% CI, 71‐155 copies/mL) were present in individual plasma samples before pooling. The corresponding concentration for achieving a 50 percent probability was 43 copies per mL (95% CI, 18‐63 copies/mL).",
            "cite_spans": [],
            "section": "Sensitivity of the kit ::: RESULTS",
            "ref_spans": [
                {
                    "start": 397,
                    "end": 404,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "To determine the degree of nonspecific reactivity of the test, a total of 31,151 blood donor plasma samples were tested in 354 minipools (range, 88 ± 8 samples per pool). Amplification failures were monitored in each single‐pool RNA extract by in‐tube amplification of a control RNA sequence, detected with a hetereologous DNA probe. All pools tested negative for SARS virus. Three pools had invalid results (failed amplification of internal control RNA, 0.85% of all analyzed runs).",
            "cite_spans": [],
            "section": "Testing of blood donors for SARS CoV sequences ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "To demonstrate the sensitivity of the assay if applied to real patient samples contained in a diagnostic minipool, 100 µL of plasma from Patients 1 and 2 were spiked into negative 95‐member minipools, respectively, centrifuged, and analyzed as described. Figure 3 shows the real‐time PCR analysis of both patients. The plasma sample from Patient 1 was collected on Day 10 and from Patient 2 on Day 3 of the disease. Whereas Patient 1 had severe clinical symptoms like fever, cough, and arthralgia Patient 2 showed at sampling time only minor symptoms like slightly increased body temperature. To quantify the SARS‐CoV, a quantified, inactivated virus preparation was used as a calibration standard in real‐time RT‐PCR. The virus load of Patient 1 and Patient 2 was 50 and 210 copies per mL, respectively, back‐calculated from minipool PCR. Using the single‐donor testing procedure we measured 188 copies per mL for Patient 1 and 203 copies per mL for Patient 2 (data not shown).",
            "cite_spans": [],
            "section": "Detection of SARS‐CoV sequences in patient samples and after spiking of plasma pools containing 95 negative donor samples ::: RESULTS",
            "ref_spans": [
                {
                    "start": 255,
                    "end": 263,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "In this study we demonstrate the technical and analytical feasibility of screening blood donors for SARS‐CoV on a routine basis. Emerging diseases represent a permanent threat to public health all over the world.\n15\n, \n16\n, \n17\n Recently introduced NAT testing for transfusion‐transmitted viruses can be an essential method to prevent the spread of emerging infectious diseases by blood products.\n13\n, \n18\n The recent identification of West Nile virus in North America and its incorporation into blood screening has shown how swiftly NAT for new pathogens can be implemented when efficient test technology is available.\n19\n, \n20\n For SARS‐CoV, NAT‐based methods have been the first laboratory tests available after the identification of the causative agent.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Patients with a mild course of SARS recover 10 days after the outbreak of clinical symptoms.\n21\n Antibodies of SARS could be measured in patients on Day 16 of the disease,\n22\n, \n23\n and NAT could therefore be the only way to identify patients with mild symptoms or in the early phase of disease, who might nevertheless be viremic.\n6\n\n",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The NAT assay evaluated here shows technical properties that doubtlessly qualify it for blood screening applications. The calculated analytical detection limit of the assay (e.g., 0.62 input copies/reaction, corresponding to 93 copies/mL individual donor plasma at 95% probability of detection for pooled samples) appears to be extraordinarily high compared to other pool‐based RT‐PCR tests.\n12\n, \n24\n Because a 95 percent detection limit below 2 to 5 input copies per reaction is regarded as unrealistic even in ultrasensitive assays, we assume that the external quantification standard is underestimated by at least one decimal power. Thus we suspect that viremia levels are at least 10 times higher than published.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Its robustness (0.85% invalid test results) is better than that of other NAT screening systems: in HIV and HCV NAT, invalid results in screening were obtained with 1.10 and 1.07 percent of samples, respectively, using the same sample type.\n25\n The low percentage of CV of the cycle number at which the internal control was detected (3.8, n = 354) demonstrates the low intraassay variation. Stable reaction properties are also reflected in the good quantification results (linear range at least between 101 and 104 copies/µL of SARS‐CoV; %CV, 1.5‐2.1 cycles). As an additional necessary prerequisite for NAT when pooled samples are tested, we could demonstrate that SARS‐CoV particles spiked in plasma can be efficiently concentrated by routine centrifugation methods.\n12\n Because the input volume of RNA is only 5 µL per assay, SARS‐CoV can be tested for from the same nucleic acids extract as that routinely generated for HIV‐1, HBV, HCV, HAV, and parvovirus B19 testing. SARS‐CoV can therefore be added to our routine testing with little technical effort, if necessary.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "To show that minipool NAT is capable of detecting SARS‐CoV in plasma of real SARS patients, two such samples were tested in pool PCR and single‐donor PCR. The determined virus concentrations in both detection modes differed only very slightly (50 vs. 180 copies/mL in one and 210 vs. 203 copies/mL in the other patient), confirming the high efficiency of virus concentration after pooling.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Patients with clinical symptoms (fever, cough, etc.) were deferred from blood donation by the transfusion doctor. Even though people with smooth symptoms could stay undiagnosed by the physician. In such cases NAT could be the only method to analyze viremic patients in early stages of the disease. Although up to now asymptomatic blood carriage of SARS‐CoV has not been reported, blood transfusion services should be aware of such a possibility to maintain the high level of blood safety. In the present study we demonstrate the feasibility of screening blood donors for SARS‐CoV on a routine basis.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "An early diagnostic test, detecting viremia in people before they show clinical symptoms, in combination with quarantine measurements, could efficiently reduce the spread of the disease.\n26\n The example of Canada showed that a new outbreak is possible any time.\n27\n, \n28\n, \n29\n On the basis of current knowledge a return of the disease cannot be ruled out completely. Particularly the origin of the virus is assumed to be the civet cat, which could not be quarantined.\n30\n To improve safety of blood products we could show that our blood transfusion service can screen blood products for the presence of SARS CoV on a routine basis if necessary. Together with West Nile virus the global SARS outbreak demonstrates that NAT enables new test systems to be developed very early after sequencing of essential parts of the genome of the emerging viruses. With the modern NAT blood transfusion services can adopt routine testing for newly emerging viruses immediately after their identification and improve blood safety.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Although the technical and analytical prerequisites for NAT testing are fulfilled by the test, it is still not clear whether there might be nonpathogenic or unrecognized viruses resembling SARS‐CoV in healthy populations. SARS‐CoV constitutes a novel, fourth, monophyletic group within the genus Coronavirus.\n\n8\n The large genetic distance from other coronaviruses suggests that SARS‐CoV and other putative members of the novel group might have evolved, and thus spread, over long periods of time. In contrast, in this study we show that there is no NAT reactivity in 31,151 donor samples from central Europe. Because the polymerase gene targeted by the assay is highly conserved between related coronaviruses,\n31\n it can be concluded that no such virus is present in this population. SARS‐CoV screening by NAT should therefore yield highly specific results in an epidemic situation. Data as to the relevance of SARS‐CoV to transfusion safety have to be obtained by testing samples from the time and place of the recent epidemic. Such results are eagerly awaited.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The coronavirus PCR kit was provided by Artus GmbH, Hamburg, Germany.",
            "cite_spans": [],
            "section": "ACKNOWLEDGMENT",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: \n. Precision of the RealArt HPA‐Coronavirus assay, testing external positive standards of the test kit\n\n*\n\n\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: \n. Analytical sensitivity for pool plasma samples (96 samples/pool)\n\n*\n\n\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: \nCourse of the disease. Patient 1 was a 32‐year‐old physician from Singapore, and Patient 2 was his 30‐year‐old wife. Plasma sample was taken from Patient 1 on Day 10 and from Patient 2 on Day 3 of disease.\n",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: \nLinear range of the SARS LC test. Correlation between nominal SARS RNA concentration and measured SARS RNA concentration of the internal standard. Each concentration was analyzed in 10 independent PCR procedures. y = 1.0965x – 52.74; R2= 0.995.\n",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: \nReal time PCR of SARS‐CoV in two patients. (I) 100 µL of plasma from Patients 1 and 2, collected from Day 10 (Patient 1) and Day 3 (Patient 2) (\n\nFig. 1\n\n) of the disease, was spiked into 9.5‐mL HIV‐1‐, HBV‐, HCV‐, HAV‐, parvovirus B19‐, HBsAg‐, and Treponema pallidum hemagglutination assay‐negative donor plasma pools and analyzed by pool PCR. (II) 100 µL of plasma from Patient 1 and 2 was measured by single‐donor PCR. A = Standard 1 (102 copies/µL); B = Standard 2 (101 copies/µL); C = Patient 2; D = Patient 1; E = no template control.\n",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Outbreak of severe acute respiratory syndrome‐worldwide 2003",
            "authors": [],
            "year": 2003,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "52",
            "issn": "",
            "pages": "226-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Development of a standard treatment protocol for severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1615-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "NAT and viral safety in blood transfusion",
            "authors": [],
            "year": 2000,
            "venue": "Vox Sang",
            "volume": "78",
            "issn": "Suppl 2",
            "pages": "257-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Feasibility and efficacy of routine PCR screening of blood donations for hepatitis C virus, hepatitis B virus, and HIV‐1 in a blood‐bank setting",
            "authors": [],
            "year": 1999,
            "venue": "Lancet",
            "volume": "353",
            "issn": "",
            "pages": "359-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Yield of HCV and HIV‐1 NAT after screening of 3.6 million blood donations in central Europe",
            "authors": [],
            "year": 2002,
            "venue": "Transfusion",
            "volume": "42",
            "issn": "",
            "pages": "862-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "[Clinical presentation and management of the severe acute respiratory syndrome (SARS)]",
            "authors": [],
            "year": 2003,
            "venue": "Dtsch Med Wochenschr",
            "volume": "128",
            "issn": "",
            "pages": "1109-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Hantaviruses: a short review",
            "authors": [],
            "year": 2003,
            "venue": "Arch Pathol Lab Med",
            "volume": "127",
            "issn": "",
            "pages": "30-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Dengue vaccines: preparing to roll back dengue",
            "authors": [],
            "year": 2003,
            "venue": "Curr Opin Invest Drugs",
            "volume": "4",
            "issn": "",
            "pages": "168-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "[Emerging infections and infectious diseases as the cause of extreme situation]",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "9-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "NAT for HBV and anti‐HBc testing increase blood safety",
            "authors": [],
            "year": 2002,
            "venue": "Transfusion",
            "volume": "42",
            "issn": "",
            "pages": "869-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Estimated risk of West Nile virus transmission through blood transfusion during an epidemic in Queens, New York City",
            "authors": [],
            "year": 2002,
            "venue": "Transfusion",
            "volume": "42",
            "issn": "",
            "pages": "1019-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A cluster of cases of severe acute respiratory syndrome in Hong Kong",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1977-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Investigation probes risk of contracting West Nile virus via blood transfusions",
            "authors": [],
            "year": 2002,
            "venue": "JAMA",
            "volume": "288",
            "issn": "",
            "pages": "1573-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Clinical course and management of SARS in health care workers in Toronto: a case series",
            "authors": [],
            "year": 2003,
            "venue": "CMAJ",
            "volume": "168",
            "issn": "",
            "pages": "1649-60",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Infectious diseases: deferring compe‐ tition, global net closes in on SARS",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "224-5",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Investigations continue as SARS claims more lives",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "TaqMan 5′‐nuclease human immunodeficiency virus type 1 PCR assay with phage‐packaged competitive internal control for high‐throughput blood donor screening",
            "authors": [],
            "year": 2001,
            "venue": "J Clin Microbiol",
            "volume": "39",
            "issn": "",
            "pages": "4302-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Validation of the NucliSens Extractor combined with the AmpliScreen HIV version 1.5. and HCV version 2.0 test for application in NAT minipool screening",
            "authors": [],
            "year": 2002,
            "venue": "Transfusion",
            "volume": "42",
            "issn": "",
            "pages": "792-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Our strategies for fighting severe acute respiratory syndrome (SARS)",
            "authors": [],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "168",
            "issn": "",
            "pages": "7-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Canadians still stung by WHO's SARS travel advisory",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Canada reports more than 300 suspected cases of SARS",
            "authors": [],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Toronto succumbs to SARS a second time",
            "authors": [],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Clinical progression and viral load in a community outbreak of coronavirus‐associated SARS pneumonia: a prospective study",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Pet theory comes to the fore in fight against SARS",
            "authors": [],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Comparative full‐length genome sequence analysis of 14 SARS coronavirus isolates and common mutations associated with putative origins of infection",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1779-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "WHO warns that death rate from SARS could reach 10%",
            "authors": [],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": " 361",
            "issn": "",
            "pages": "1319-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Identification of a novel coronavirus in patients with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1967-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "The Genome sequence of the SARS‐associated coronavirus",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1399-404",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Characterization of a novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [],
            "year": 2003,
            "venue": "Science",
            "volume": "300",
            "issn": "",
            "pages": "1394-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "WHO continues fight against SARS",
            "authors": [],
            "year": 2003,
            "venue": "BMJ",
            "volume": "326",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}