{
    "paper_id": "PMC7225398",
    "metadata": {
        "title": "Understanding pathophysiology of hemostasis disorders in critically ill patients with COVID-19",
        "authors": [
            {
                "first": "Bérangère",
                "middle": [
                    "S."
                ],
                "last": "Joly",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Virginie",
                "middle": [],
                "last": "Siguret",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Agnès",
                "middle": [],
                "last": "Veyradier",
                "suffix": "",
                "email": "agnes.veyradier@aphp.fr",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "SARS-CoV-2 enters host cells by binding the angiotensin-converting enzyme 2 (ACE2), highly expressed in lung alveolar epithelial cells, cardiac myocytes, vascular endothelium and other cells [6, 7] (Fig. 1). The aggression of the lung by SARS-CoV-2 causes a disruption of both epithelial and endothelial cells together with an alveolar inflammatory cell infiltrate leading to high levels of early response-proinflammatory cytokines (IL-1β, IL-6 and TNFα) [8, 9]. In severe critically ill COVID-19 patients, this immune response is excessive and thus described as a systemic “cytokine storm” which precipitates the onset of a systemic inflammatory response syndrome (SIRS) (Fig. 1) [5, 8, 9].",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 193,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 195,
                    "end": 196,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 456,
                    "end": 457,
                    "mention": "8",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 459,
                    "end": 460,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 682,
                    "end": 683,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 685,
                    "end": 686,
                    "mention": "8",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 688,
                    "end": 689,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "How does SARS-CoV-2 lead to an inappropriate immune response-induced cytokine storm and a local and systemic inflammatory response syndrome (SIRS)?",
            "ref_spans": [
                {
                    "start": 204,
                    "end": 205,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 678,
                    "end": 679,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Although one cannot totally exclude that the hemostatic disorders observed in critically ill COVID-19 patients are specific effects of SARS-CoV-2, these disorders may be due to hypoxia combined with an immuno-triggered thrombo-inflammation supported by both an endotheliopathy and a hypercoagulability state [3, 5, 6] (Fig. 1). The pivotal role of the endothelium in this concept is supported by several data. Firstly, COVID-19-associated hypoxia results in vasoconstriction and reduced blood flow that contribute to an endothelial dysfunction [3, 6, 7]. Secondly, hypoxia may also shift the basal antithrombotic and anti-inflammatory phenotype of the endothelium towards a procoagulant and proinflammatory phenotype, notably by the alteration of transcriptional factors, as early growth response gene 1 (Egr1) and hypoxia-inducible factor 1 (HIF-1), as previously reported in other ARDS [3]. Thirdly, COVID-19-related proinflammatory cytokines induce an endothelial injury resulting in the release of ultralarge von Willebrand factor multimers (ULVWF) involved in primary hemostasis and the overexpression of tissue factor (TF) [3, 8–10]. ULVWF act as a bridge between activated platelets, damaged EC and subendothelium. Circulating monocytes, neutrophils, platelets and microparticles bind to the activated endothelium and locally provide TF and neutrophils extracellular traps (NETs) for initiation of coagulation via TF/FVIIa pathway. Consequently, excessive amounts of thrombin are generated with a subsequent hypercoagulability state [11] (Fig. 1). Hypercoagulation is further enhanced by an imbalance between increased procoagulant factors, i.e., FV, FVIII and fibrinogen, and potentially decreased or normal natural coagulation inhibitors, i.e., antithrombin, proteins C and S [3, 10].",
            "cite_spans": [
                {
                    "start": 309,
                    "end": 310,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 312,
                    "end": 313,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 315,
                    "end": 316,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 545,
                    "end": 546,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 548,
                    "end": 549,
                    "mention": "6",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 551,
                    "end": 552,
                    "mention": "7",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 889,
                    "end": 890,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1130,
                    "end": 1131,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1133,
                    "end": 1134,
                    "mention": "8",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1135,
                    "end": 1137,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1541,
                    "end": 1543,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1786,
                    "end": 1787,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1789,
                    "end": 1791,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "What is the link between SARS-CoV-2-associated hypoxia, inflammatory response and both hypercoagulability and endotheliopathy observed in COVID-19 patients?",
            "ref_spans": [
                {
                    "start": 324,
                    "end": 325,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1551,
                    "end": 1552,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Overall, low blood flow (induced by both vasoconstriction and stasis) together with endothelial injury and hypercoagulability (i.e., Virchow's triad) supports the higher risk of thrombosis in severe COVID-19 patients [12, 13]. The occurrence of venous macro-thrombosis (DVT and pulmonary embolism) is likely to be more specifically enhanced by the excessive thrombin generation worsened by the imbalance between pro- and anti-coagulant factors, while arterial macro-thrombosis (strokes) may be further supported by increased ULVWF levels [14] (Fig. 1). Interestingly, the pathophysiology for COVID-19-related systemic micro-thrombosis (ultimately complicated by MOF) may be specific and, in particular, different from disseminated intravascular coagulation (DIC): indeed, in contrast to sepsis-induced coagulopathy, consumption of platelets, coagulation factors and fibrinogen as well as bleeding complications are rare in severe COVID-19 patients, suggesting that DIC is not a common complication of COVID-19 [2–4, 10, 15]. Pulmonary micro-thrombosis is the pathophysiological substratum of COVID-19-related ARDS (Fig. 1). Critically ill patients with COVID-19 exhibit an alteration of alveoli and pulmonary microvasculature associated with platelet/ULVWF-rich strings anchored to the injured endothelium and intra-alveolar fibrin deposition forming localized/disseminated microthrombi [3, 16]. The latter were suggested to be due to a local impairment of the fine balance between host coagulation and fibrinolytic pathways within alveolar spaces; also, this microthrombotic vaso-occlusion process is likely to be significantly enhanced by the vasoconstriction and the reduced blood flow induced by the profound hypoxemia in the pulmonary capillaries [2, 3, 5, 16].",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 220,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 222,
                    "end": 224,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 539,
                    "end": 541,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1011,
                    "end": 1012,
                    "mention": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1013,
                    "end": 1014,
                    "mention": "4",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1016,
                    "end": 1018,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1020,
                    "end": 1022,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1388,
                    "end": 1389,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1391,
                    "end": 1393,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1753,
                    "end": 1754,
                    "mention": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1756,
                    "end": 1757,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1759,
                    "end": 1760,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1762,
                    "end": 1764,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "How do hypercoagulability and endotheliopathy lead to systemic and macro- and micro-thrombosis in COVID-19?",
            "ref_spans": [
                {
                    "start": 549,
                    "end": 550,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1120,
                    "end": 1121,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To monitor critically ill COVID-19 patients, the minimal panel of hemostasis tests should include prothrombin time, fibrinogen, platelet count and D-dimers. Of note, increased D-dimer levels have been identified as a predictor of the development of ARDS, the need for admission in ICU and death [3, 9, 10, 13, 15]. High fibrinogen and D-dimer levels both reflect the hypercoagulable and inflammatory state. One question is whether the use of viscoelastic tests performed on whole blood could be helpful to both better explore hypercoagulability and predict thrombotic events in this setting [11]. Despite standard thromboprophylaxis using low molecular-weight heparin (LMWH) or unfractionated heparin (UFH), the prevalence of thrombotic events is unusually high: a more aggressive thromboprophylaxis using LMWH or UFH could be considered on an individual basis, especially in patients with multiple risk factors for thromboembolism (i.e., obesity, cancer, etc.) [2–5, 12, 13]. The use of therapeutic doses is currently not supported by evidence outside patients with confirmed thromboembolism diagnosis or extracorporeal membrane oxygenation. The benefit-to-risk ratio remains to be addressed in prospective trials, before adopting an aggressive anticoagulation approach.",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 297,
                    "mention": "3",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 299,
                    "end": 300,
                    "mention": "9",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 302,
                    "end": 304,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 306,
                    "end": 308,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 310,
                    "end": 312,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 592,
                    "end": 594,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 963,
                    "end": 964,
                    "mention": "2",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 965,
                    "end": 966,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 968,
                    "end": 970,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 972,
                    "end": 974,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "What practical consequences for both laboratory monitoring and anticoagulant therapy management?",
            "ref_spans": []
        },
        {
            "text": "In conclusion, to establish explanatory bonds between the puzzled concepts of COVID-19 induced-immune response, inflammation, endothelial injury, hypercoagulability and thrombosis still remains a challenge. In practice however, the severity of both macro- and micro-thrombosis occurring in critically ill COVID-19 patients emphasizes the crucial need for a hemostasis-focused laboratory monitoring and therapeutic management.",
            "cite_spans": [],
            "section": "What practical consequences for both laboratory monitoring and anticoagulant therapy management?",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Pathophysiology for thrombosis in critically ill patients with COVID-19. The figure summarizes the steps of the thrombotic pathophysiological sequence that consecutively includes the aggression of the host cells by the SARS-CoV-2, the excessive immune response-induced cytokine storm, the local and systemic inflammatory response responsible for an endotheliopathy and a hypercoagulability state, leading to both systemic and macro- and micro-thrombosis. The exact pathophysiological mechanisms leading to severe pulmonary vascular dysfunction and ARDS have not been elucidated. SARS-CoV-2 severe acute respiratory syndrome coronavirus 2, ACE-2 angiotensin-converting enzyme 2, GI gastrointestinal, IL interleukin, G-CSF granulocyte colony stimulating factor, TNF tumor necrosis factor, IFN interferon, SIRS systemic inflammatory response syndrome, EC endothelial cells, TF tissue factor, ULVWF ultralarge von Willebrand factor multimers, FVIII factor VIII, ARDS acute respiratory distress syndrome",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-Y",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF1": {
            "title": "Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "844-847",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14768"
                ]
            }
        },
        "BIBREF2": {
            "title": "Hypercoagulability of COVID-19 patients in intensive care unit. A report of thromboelastography findings and other parameters of hemostasis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Panigada",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Bottino",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Tagliabue",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14850"
                ]
            }
        },
        "BIBREF3": {
            "title": "Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Bai",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "18",
            "issn": "",
            "pages": "1094-1099",
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14817"
                ]
            }
        },
        "BIBREF4": {
            "title": "ISTH interim guidance on recognition and management of coagulopathy in COVID-19",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Thachil",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gando",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Thromb Haemost",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/jth.14810"
                ]
            }
        },
        "BIBREF5": {
            "title": "Acute respiratory distress syndrome as an organ phenotype of vascular microthrombotic disease: based on hemostatic theory and endothelial molecular pathogenesis",
            "authors": [
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Clin Appl Thromb Hemost",
            "volume": "25",
            "issn": "",
            "pages": "1-20",
            "other_ids": {
                "DOI": [
                    "10.1177/1076029619887437"
                ]
            }
        },
        "BIBREF6": {
            "title": "COVID-19 coagulopathy in Caucasian patients",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Fogarty",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Townsend",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ni Cheallaigh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Br J Haematol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/bjh.16749"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Incidence of thrombotic complications in critically ill ICU patients with COVID-19",
            "authors": [
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Klok",
                    "suffix": ""
                },
                {
                    "first": "MJHA",
                    "middle": [],
                    "last": "Kruip",
                    "suffix": ""
                },
                {
                    "first": "NJM",
                    "middle": [],
                    "last": "van der Meer",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.thromres.2020.04.013"
                ]
            }
        },
        "BIBREF9": {
            "title": "High risk of thrombosis in patients in severe SARS-CoV-2 infection: a multicenter prospective cohort study",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Helms",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tacquard",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Severac",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-06062-x"
                ]
            }
        },
        "BIBREF10": {
            "title": "Venous and arterial thromboembolic complications in COVID-19 patients admitted to an academic hospital in Milan, Italy",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lodigiani",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Iapichino",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Carenzo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Thromb Res",
            "volume": "191",
            "issn": "",
            "pages": "9-14",
            "other_ids": {
                "DOI": [
                    "10.1016/j.thromres.2020.04.024"
                ]
            }
        },
        "BIBREF11": {
            "title": "COVID-19 and thrombotic or thromboembolic disease: implications for prevention, antithrombotic therapy, and follow-up",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Bikdeli",
                    "suffix": ""
                },
                {
                    "first": "MV",
                    "middle": [],
                    "last": "Madhavan",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Jimenez",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Am Coll Cardiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jacc.2020.04.031"
                ]
            }
        },
        "BIBREF12": {
            "title": "Endothelial cell infection and endotheliitis in COVID-19",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Varga",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Flammer",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Steiger",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30937-5"
                ]
            }
        },
        "BIBREF13": {
            "title": "The science underlying COVID-19: implications for the cardiovascular system",
            "authors": [
                {
                    "first": "PP",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Blet",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Circulation",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCULATIONAHA.120.047549"
                ]
            }
        },
        "BIBREF14": {
            "title": "The use of anti-inflammatory drugs in the treatment of people with severe coronavirus disease 2019 (COVID-19): The Perspectives of clinical immunologists from China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Immunol",
            "volume": "214",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.clim.2020.108393"
                ]
            }
        },
        "BIBREF15": {
            "title": "Clinicolaboratory study of 25 fatal cases of COVID-19 in Wuhan",
            "authors": [
                {
                    "first": "W-J",
                    "middle": [],
                    "last": "Tu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Intensive Care Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00134-020-06023-4"
                ]
            }
        }
    }
}