{
    "paper_id": "PMC7169060",
    "metadata": {
        "title": "Nasopharyngeal viral PCR in immunosuppressed patients and its association with virus detection in bronchoalveolar lavage by PCR\n",
        "authors": [
            {
                "first": "Daniel",
                "middle": [
                    "J."
                ],
                "last": "Lachant",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Daniel",
                "middle": [
                    "P."
                ],
                "last": "Croft",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Heather",
                "middle": [],
                "last": "McGrane Minton",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Paritosh",
                "middle": [],
                "last": "Prasad",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Robert",
                "middle": [
                    "M."
                ],
                "last": "Kottmann",
                "suffix": "",
                "email": "matt_kottmann@urmc.rochester.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Respiratory infections in immunosuppressed patients account for significant morbidity and mortality.1, 2 Immunosuppression and co‐morbid disease predispose patients to pulmonary infiltrates from infectious and non‐infectious aetiologies.1 Excluding infection is important in order to improve management of non‐infectious aetiologies. Bronchoscopy with bronchoalveolar lavage (BAL) has improved the ability to detect infection in immunosuppressed patients,2, 3 but the timing and frequency of its use is often subject to variable institutional policies. Patients who are too ill to undergo a BAL require alternative diagnostic strategies.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Immunosuppressed patients are at increased risk for more severe disease from respiratory viruses.4, 5, 6 The incidence of lower respiratory tract viral infections is difficult to accurately identify because of varying diagnostic techniques, seasonal and geographic variations in viral infection,7, 8 the lack of specific symptoms and radiographical findings,9 and the fact that many viruses are difficult to culture ex vivo.10 Multiplex PCR testing can identify up to 15 respiratory viruses and three atypical bacteria.4 The detection rate of symptomatic lower respiratory tract viral infections on BAL fluid has been reported to be as low as 3% using culture11 and up to 12% via PCR.12 Importantly, identification of respiratory viruses on PCR does not always indicate active infection. There is often some uncertainty in the clinical significance of detection of certain viruses, such as rhinovirus, in the lower respiratory tract.13\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Nasopharyngeal (NP) respiratory viral panel‐PCR (RVP‐PCR) can non‐invasively detect viral infections.14 There are sparse data on the ability of NP RVP‐PCR to identify lower respiratory tract disease in immunosuppressed patients. Two studies reported differing false negative NP rates, 3 of 72 (4%) patients15 compared with 17 of 81 (21%) patients.16 Many clinical decisions, including antibiotic choices and whether to pursue BAL are based on initial NP RVP‐PCR testing. Therefore, it is important to know the testing characteristics of NP RVP‐PCR and its ability to identify lower respiratory tract disease.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In this study, we aimed to better characterize NP RVP‐PCR in comparison with BAL RVP‐PCR testing by determining positive and negative predictive values, sensitivity, specificity and the false negative rate.17 We also determined whether there were any clinical variables that were significantly associated with a positive BAL RVP‐PCR as well as determine the importance of the seasonal variability on RVP‐PCR testing. Finally, we evaluated whether additional pathogens were identified in BAL fluid in patients who had NP testing.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "We conducted a retrospective chart review that evaluated immunosuppressed adults who underwent bronchoscopy in the Pulmonary Department at the University of Rochester Medical Center between January 2011 and June 2016. Institutional review board approval was obtained. Patients were included if they had a paired NP swab performed within 7 days prior to bronchoscopy. All patients underwent BAL because of concern for lower respiratory tract infection based on imaging and symptoms. NP and BAL samples were analysed using FilmArray (Biofire Diagnostic Inc, Salt Lake City, UT, USA) multiplex PCR which detects adenovirus, coronavirus (four strains), human metapneumovirus, rhinovirus/enterovirus, influenza A (three strains), influenza B, respiratory syncytial virus (A and B), parainfluenza 1–4, Mycoplasma pneumoniae, Chlamydia pneumoniae and Bordetella pertussis. Accepted culturing and PCR techniques were performed in our microbiology laboratory for bacterial, fungal and viral identification.",
            "cite_spans": [],
            "section": "Patient testing ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Demographic, clinical and microbiological data were collected. Characteristics thought to be associated with viral infection included fever, cough, dyspnoea, hypoxia, leucopenia, lymphopenia and ground glass opacities on imaging (oedema).18 Immunosuppression categories were defined as HIV/AIDS, haematological malignancy, solid organ transplantation or other immunosuppression (immunosuppressive chemotherapy, prednisone 40 mg daily, or two immunosuppressant agents). We defined winter and spring months as December through May for analysis of seasonal variability.",
            "cite_spans": [],
            "section": "Patient testing ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Positive predictive value, negative predictive value, sensitivity, specificity and the false negative rate were calculated by comparing RVP‐PCR testing on NP and BAL samples. Linear and logistic regression analyses were performed to determine whether associations existed between clinical variables and BAL RVP‐PCR results. Multivariable analyses were performed using a manual stepwise addition of independent variables. All analyses were performed using SAS version 9.4 (SAS Institute Inc., Cary, NC, USA) with statistical significance defined as P < 0.05.",
            "cite_spans": [],
            "section": "Statistical analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Three hundred immunosuppressed patients underwent bronchoscopy between January 2011 and June 2016. Eighty‐nine patients had both NP and BAL RVP‐PCR testing. Radiographical abnormalities were present in all the patients and seventy‐eight patients had either cough or shortness of breath. Eleven patients had fever without respiratory symptoms. The median duration of time from symptom onset to NP testing was 3 days (range: 0–21 days) and the median of time duration from NP testing to BAL was 2 days (range: 0–7 days). Demographic and clinical characteristics are shown in Table 1. Seven different virus strains were identified in 31 patients (35% positivity) (Table 2). Of the four patients with influenza virus detected on BAL, three had received the influenza vaccine.",
            "cite_spans": [],
            "section": "Characteristics ::: RESULTS",
            "ref_spans": [
                {
                    "start": 579,
                    "end": 580,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 667,
                    "end": 668,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The positive and negative predictive values of NP RVP‐PCR for concordant BAL RVP‐PCR testing were 88% and 89%, respectively (Table 2). The sensitivity and specificity of NP RVP‐PCR testing were 75% and 95%, respectively. The false negative rate of NP RVP‐PCR was only 8%.",
            "cite_spans": [],
            "section": "Positive and negative predictive values, sensitivity, specificity and false negativity ::: RESULTS",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 132,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Of the 89 patients who had paired NP‐BAL RVP‐PCR testing, 21 had concordant NP‐positive BAL‐positive (NP(+)BAL(+)) PCR testing. Fifty‐eight patients had concordant NP(−)BAL(−) RVP‐PCR testing. The total concordance was 89% (Table 2). Viruses detected by PCR are listed in Table 2. Patient characteristics for positive results are listed in Table 2.",
            "cite_spans": [],
            "section": "Concordant NP and BAL RVP‐PCR testing ::: RESULTS",
            "ref_spans": [
                {
                    "start": 230,
                    "end": 231,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 278,
                    "end": 279,
                    "mention": "2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 346,
                    "end": 347,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Ten patients had discordant tests. Seven (8%) patients had samples that were NP test negative but BAL test positive (NP(−)BAL(+)). The viruses identified only on BAL testing are also listed in Table 2. Five of the patients had haematological malignancy and two had other immunosuppression. Three patients (3%) had samples that were NP(+)BAL(−), with coronavirus found twice and rhinovirus once. One patient had a haematological malignancy, one had a solid organ transplant and one had other immunosuppression. Influenza was missed on NP testing in two patients who had received allogeneic stem cell transplants. Only one had received the influenza vaccine prior to bronchoscopy. Rapid influenza testing was only checked in the patient who did not receive the vaccine and was negative.",
            "cite_spans": [],
            "section": "Discordant NP and BAL RVP‐PCR testing ::: RESULTS",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 200,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Unadjusted logistic regression analyses showed that allogeneic bone marrow transplantation and testing performed between December and May were significantly associated with increased odds of having a positive viral BAL RVP‐PCR (OR = 3.3, 95% CI: 1.19–9.12; and OR = 4.62, 95% CI: 1.64–12.99, respectively) (Table 3). No associations were identified between positive BAL RVP‐PCR and other groups or subsets of immunosuppression or other clinical variables (Table 3). Multivariable logistic regression analyses demonstrated that both season and allogeneic bone marrow transplantation were independently associated with increased odds of having a positive viral BAL RVP‐PCR (OR = 3.73, 95% CI: 1.23–11.29; OR = 5.03, 95% CI: 1.70–14.86, respectively).",
            "cite_spans": [],
            "section": "Clinical variables associated with a positive BAL RVP‐PCR sample ::: RESULTS",
            "ref_spans": [
                {
                    "start": 313,
                    "end": 314,
                    "mention": "3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 462,
                    "end": 463,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Forty‐nine patients had paired RVP‐PCR testing performed between December and May. Twenty‐two (45%) were BAL RVP‐PCR positive (see Figs S1, S2, Supplementary Information, for testing positivity and viruses detected by month). Six had negative NP RVP‐PCR testing. Forty paired tests were performed between June and November. There were six (15%) positive BAL RVP‐PCR tests. One of these patients had a negative NP RVP‐PCR test.",
            "cite_spans": [],
            "section": "Viral testing and BAL positivity based on the month ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "There was no difference in the detection of non‐viral organisms found on BAL between the positive or negative NP RVP‐PCR groups (P = 0.48 for bacteria and P = 0.60 for fungal species) (Table 4). The NP‐positive group had three patients (12.5%) in which five bacterial species were isolated, whereas the NP‐negative group had five patients (8%) in which six bacterial species were isolated. In patients who had positive NP RVP‐PCR testing, six patients (25%) had fungal species identified on BAL testing. In patients who had negative NP RVP‐PCR testing, 20 patients (31%) had fungal species identified on BAL testing.",
            "cite_spans": [],
            "section": "Organisms isolated from BAL\n ::: RESULTS",
            "ref_spans": [
                {
                    "start": 191,
                    "end": 192,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Immunosuppressed patients are at risk for severe disease from respiratory viral infections.4, 5, 6 Multiplex PCR has increased the detection of viruses but its role in the management of immunosuppressed patients remains unclear. Our study was designed to better characterize the role of RVP‐PCR in the diagnosis of viral infections in this vulnerable population. We found that RVP‐PCR testing on NP samples has a high positive and negative predictive value of 88% and 89%, respectively, compared with BAL RVP‐PCR testing. The overall concordance of NP and BAL RVP‐PCR testing was 89% with a low false negativity rate of 8%. This suggests that NP RVP‐PCR testing is sufficient in diagnosing or excluding the most lower respiratory tract viral infections, and could be helpful when a patient is clinically unstable and cannot undergo bronchoscopy.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There are limited data comparing positivity from multiplex PCR testing performed on both NP and BAL samples in immunosuppressed patients. Hakki et al.15 reported detection of viruses in 25 of 72 patients (19 NP(+)BAL(+), 3 NP(+)BAL(−) and 3 NP(−)BAL(+)) yielding an overall positivity rate of 35%. Azadeh et al.16 detected viruses in 35 of 81 patients (15 NP(+)BAL(+), 3 NP(+)BAL(−) and 17(NP(−)BAL(+)) yielding an overall positivity rate of 43%. In this study, M. pneumoniae was only detected once in BAL fluid. The overall concordance of NP and BAL testing reported by Hakki et al.15 was significantly higher (92%) than that reported by Azadeh et al. (77%).16 However, in the subgroup of immunosuppressed patients (n = 61) reported by Azadeh et al.16 the concordance was 82%, closer to the concordance rate reported by Hakki et al.15 Our data show similar rates of viral positivity to both of the studies mentioned above. In our study, 31 of 89 patients (35%) had positive viral PCR testing with an overall concordance of 89%. We did not identify any of the atypical bacteria using PCR.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The number of false negative NP RVP‐PCR testing (NP(−)BAL(+)) in our population was 7 patients (8%) which was significantly lower than the 17 patients (21%) reported by Azadeh et al.16 The high false negative rate may have been due to several variables including the population of non‐immunosuppressed patients, poor swabbing and handling technique, lower NP viral shedding, higher viral levels in the lower respiratory tract, seasonal variability of virus detection, treatment with neuraminidase inhibitors prior to testing for influenza or the presence of viral mutations.19 If the majority of testing occurred in the summer and fall when there are fewer viruses circulating, there would be less of a chance for a virus to be found on BAL. We used the same PCR testing as Azadeh et al.16 with FilmArray (BioFire Diagnostics Inc), yet our findings were more similar to Hakki et al.15 (4% false negative) who used xTAG analyser. This suggests that the brand of PCR testing does not necessarily influence the rate of PCR positivity.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In our study, influenza was diagnosed four times through BAL. In two patients, influenza was detected on BAL but not NP testing. Azadeh et al.16 also reported four patients in whom influenza was detected on BAL but not on NP testing. This study, however, does not provide clinical or demographic data on these patients. The two patients in our study who had NP(−)BAL(+) influenza had symptoms for less than 2 days and viral shedding in the upper respiratory tract should have been present.20 False negative NP testing could again be due to variables mentioned above. The reason for the negative NP influenza testing in our patients remains unclear.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Another important factor not addressed in the prior studies is the impact of influenza vaccination, which is recommended in immunosuppressed patients. Influenza vaccination could potentially explain lower rates of viral shedding and thus false negative NP testing. Conversely, immunosuppressed patients are at risk for reduced immunogenicity21 and thus may not be adequately protected from influenza infection. Three of the four patients diagnosed with influenza on BAL in our study had received the influenza vaccine prior to bronchoscopy. This finding would suggest that a high clinical suspicion for influenza should be maintained regardless of their immunization status and/or negative NP swab PCR testing.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "We observed an increase in the detection of viruses between December and May (45%) and lower detection (15%) in the summer and fall months. During winter, NP viral PCR testing is less helpful at ruling out viral infections as five out of seven NP(−)BAL(+) tests were performed on samples obtained between February and April. Therefore, bronchoscopy with repeat viral testing should be strongly considered in the case of a negative NP RVP‐PCR test performed in the winter or spring months.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Co‐pathogens are common in immunosuppressed patients with pulmonary infiltrates.22 Hakki et al.15 reported six patients (8%) who had a positive BAL RVP‐PCR and also had additional pathogens detected, five bacteria and one galactomannan, suggestive of invasive aspergillosis.23 Azadeh et al.16 reported seven immunosuppressed patients (11%) who had a positive NP PCR who also had additional pathogens detected in BAL samples. Here, we report eight patients (9%) who had a positive NP PCR test who also had additional pathogens isolated from BAL samples (Table 4). These findings suggest bronchoscopy should be considered even in patients with positive RVP‐PCR from NP sampling. Our data also support the use of bronchoscopy in patients with negative NP RVP‐PCR testing as additional pathogens were identified in BAL fluid.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 559,
                    "end": 560,
                    "mention": "4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "We acknowledge that our study has limitations inherent to observational studies. There is a small sample size within each group, which limits our statistical power. We had no way to standardize the timing of when samples were collected relative to symptom onset or why patients underwent repeat testing, as there was no protocol at our institution for timing or work‐up of immunosuppressed patients with pulmonary infiltrates. There is the possibility that NP sample collection was not adequate, which could have contributed to the false negative rate. Lastly, BAL return was highly variable which also may have affected viral PCR positivity.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, viral PCR testing performed on samples obtained from the nasopharynx has a high concordance with viral PCR testing performed on BAL samples with a low false negative rate. However, NP testing is heavily reliant on proper collection technique and has variability in the detection of certain viruses. Non‐invasive testing using NP RVP‐PCR should be used if bronchoscopy is unable to be performed and is a reliable test both for diagnosing and excluding viral infections. Relying on the negative predictive value of NP viral PCR in patients with low clinical suspicion of infection could lead to cost savings by avoiding duplicate RVP testing. However, BAL remains an important tool in the evaluation of infiltrates in immunosuppressed patients, particularly during the winter and spring months because of discordance in testing and the high rates of co‐infection. Ultimately, accurate and timely diagnosis (or exclusion) of viral infections via RVP‐PCR testing of either NP or BAL samples will likely have an important clinical impact on immunosuppressed patients both through the rapid initiation of antiviral therapy and careful antibiotic stewardship.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Patient and disease characteristics\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Results of respiratory viral PCR testing on paired BAL and NP fluid samples\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Univariate and multivariate analyses of associations with RVP‐positive BAL\n\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Organisms isolated from BAL stratified by NP PCR positivity\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Diagnostic bronchoscopy in solid‐organ and hematopoietic stem cell transplantation",
            "authors": [],
            "year": 2013,
            "venue": "Ann. Am. Thorac. Soc.",
            "volume": "10",
            "issn": "",
            "pages": "39-49",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Role of flexible bronchoscopy in immunocompromised patients with lung infiltrates",
            "authors": [],
            "year": 2004,
            "venue": "Chest",
            "volume": "125",
            "issn": "",
            "pages": "712-22",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Bronchoscopy with bronchoalveolar lavage: determinants of yield and impact on management in immunosuppressed patients",
            "authors": [],
            "year": 2011,
            "venue": "Thorax",
            "volume": "66",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Respiratory virus detection in immunocompromised patients with FilmArray respiratory panel compared to conventional methods",
            "authors": [],
            "year": 2012,
            "venue": "J. Clin. Microbiol.",
            "volume": "50",
            "issn": "",
            "pages": "3216-21",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Community respiratory virus infections in immunocompromised patients: hematopoietic stem cell and solid organ transplant recipients, and individuals with human immunodeficiency virus infection",
            "authors": [],
            "year": 2007,
            "venue": "Semin. Respir. Crit. Care Med.",
            "volume": "28",
            "issn": "",
            "pages": "222-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Respiratory viral infections in adults with hematologic malignancies and human stem cell transplantation recipients: a retrospective study at a major cancer center",
            "authors": [],
            "year": 2006,
            "venue": "Medicine",
            "volume": "85",
            "issn": "",
            "pages": "278-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Rhinovirus: more than just a common cold virus",
            "authors": [],
            "year": 2007,
            "venue": "J. Infect. Dis.",
            "volume": "195",
            "issn": "",
            "pages": "765-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Winter viruses: influenza‐ and respiratory syncytial virus‐related morbidity in chronic lung disease",
            "authors": [],
            "year": 2002,
            "venue": "Arch. Intern. Med.",
            "volume": "162",
            "issn": "",
            "pages": "1229-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Imaging of pulmonary viral pneumonia",
            "authors": [],
            "year": 2011,
            "venue": "Radiology",
            "volume": "260",
            "issn": "",
            "pages": "18-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Polymerase chain reaction is more sensitive than viral culture and antigen testing for the detection of respiratory viruses in adults with hematological cancer and pneumonia",
            "authors": [],
            "year": 2002,
            "venue": "Clin. Infect. Dis.",
            "volume": "34",
            "issn": "",
            "pages": "177-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Respiratory viral infections after bone marrow/peripheral stem‐cell transplantation: the Christie hospital experience",
            "authors": [],
            "year": 2003,
            "venue": "Bone Marrow Transplant.",
            "volume": "32",
            "issn": "",
            "pages": "73-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Incidence and outcomes of respiratory viral infections in lung transplant recipients: a prospective study",
            "authors": [],
            "year": 2014,
            "venue": "Thorax",
            "volume": "69",
            "issn": "",
            "pages": "32-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Incidence and characteristics of viral community‐acquired pneumonia in adults",
            "authors": [],
            "year": 2008,
            "venue": "Thorax",
            "volume": "63",
            "issn": "",
            "pages": "42-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Current best practices for respiratory virus testing",
            "authors": [],
            "year": 2011,
            "venue": "J. Clin. Microbiol.",
            "volume": "49",
            "issn": "",
            "pages": "S44-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Predictive value of testing nasopharyngeal samples for respiratory viruses in the setting of lower respiratory tract disease",
            "authors": [],
            "year": 2014,
            "venue": "J. Clin. Microbiol.",
            "volume": "52",
            "issn": "",
            "pages": "4020-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "FilmArray respiratory panel assay: comparison of nasopharyngeal swabs and bronchoalveolar lavage samples",
            "authors": [],
            "year": 2015,
            "venue": "J. Clin. Microbiol.",
            "volume": "53",
            "issn": "",
            "pages": "3784-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Understanding and using sensitivity, specificity and predictive values",
            "authors": [],
            "year": 2008,
            "venue": "Indian J. Ophthalmol.",
            "volume": "56",
            "issn": "",
            "pages": "45-50",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Differential diagnosis and management of focal ground‐glass opacities",
            "authors": [],
            "year": 2009,
            "venue": "Eur. Respir. J.",
            "volume": "33",
            "issn": "",
            "pages": "821-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Diagnosis of influenza from lower respiratory tract sampling after negative upper respiratory tract sampling",
            "authors": [],
            "year": 2013,
            "venue": "Virulence",
            "volume": "4",
            "issn": "",
            "pages": "82-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Viral shedding and clinical illness in naturally acquired influenza virus infections",
            "authors": [],
            "year": 2010,
            "venue": "J. Infect. Dis.",
            "volume": "201",
            "issn": "",
            "pages": "1509-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Immunization in transplantation: review of the recent literature",
            "authors": [],
            "year": 2013,
            "venue": "Curr. Opin. Organ Transplant.",
            "volume": "18",
            "issn": "",
            "pages": "543-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Polymicrobial pulmonary infection in patients with hematological malignancies: prevalence, co‐pathogens, course and outcome",
            "authors": [],
            "year": 2016,
            "venue": "Infection",
            "volume": "44",
            "issn": "",
            "pages": "491-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Diagnosis of invasive aspergillosis using a galactomannan assay: a meta‐analysis",
            "authors": [],
            "year": 2006,
            "venue": "Clin. Infect. Dis.",
            "volume": "42",
            "issn": "",
            "pages": "1417-727",
            "other_ids": {
                "DOI": []
            }
        }
    }
}