{
    "paper_id": "PMC7099662",
    "metadata": {
        "title": "Disinfection, Sterilization, and Control of Hospital Waste",
        "authors": [
            {
                "first": "William",
                "middle": [
                    "A."
                ],
                "last": "Rutala",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "J."
                ],
                "last": "Weber",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "E."
                ],
                "last": "Bennett",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Raphael",
                "middle": [],
                "last": "Dolin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Martin",
                "middle": [
                    "J."
                ],
                "last": "Blaser",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nSterilization is the complete elimination or destruction of all forms of microbial life and is accomplished in health care facilities by either physical or chemical processes. Steam under pressure, dry heat, ethylene oxide (ETO) gas, hydrogen peroxide gas plasma, vaporized hydrogen peroxide, and liquid chemicals are the principal sterilizing agents used in health care facilities. Sterilization is intended to convey an absolute meaning, not a relative one. Unfortunately, some health care professionals as well as the technical and commercial literature refer to “disinfection” as “sterilization” and items as “partially sterile.” When chemicals are used for the purposes of destroying all forms of microbiologic life, including fungal and bacterial spores, they may be called chemical sterilants. These same germicides used for shorter exposure periods may also be part of the disinfection process (i.e., high-level disinfection).",
            "cite_spans": [],
            "section": "Definition of Terms",
            "ref_spans": []
        },
        {
            "text": "\nDisinfection describes a process that eliminates many or all pathogenic microorganisms on inanimate objects, with the exception of bacterial spores. Disinfection is usually accomplished by the use of liquid chemicals or wet pasteurization in health care settings. The efficacy of disinfection is affected by a number of factors, each of which may nullify or limit the efficacy of the process. Some of the factors that affect both disinfection and sterilization efficacy are the prior cleaning of the object; the organic and inorganic load present; the type and level of microbial contamination; the concentration of and exposure time to the germicide; the nature of the object (e.g., crevices, hinges, and lumens); the presence of biofilms; the temperature and pH of the disinfection process; and, in some cases, the relative humidity of the sterilization process (e.g., with ETO).",
            "cite_spans": [],
            "section": "Definition of Terms",
            "ref_spans": []
        },
        {
            "text": "By definition then, disinfection differs from sterilization by its lack of sporicidal property, but this is an oversimplification. A few disinfectants will kill spores with prolonged exposure times (e.g., 3 to 12 hours) and are called chemical sterilants. At similar concentrations but with shorter exposure periods (e.g., 12 minutes for 0.55% ortho-phthalaldehyde) these same disinfectants will kill all microorganisms with the exception of large numbers of bacterial spores and are called high-level disinfectants. Low-level disinfectants may kill most vegetative bacteria, some fungi, and some viruses in a practical period of time (≤10 minutes), whereas intermediate-level disinfectants may be cidal for mycobacteria, vegetative bacteria, most viruses, and most fungi but do not necessarily kill bacterial spores. The germicides differ markedly among themselves primarily in their antimicrobial spectrum and rapidity of action.",
            "cite_spans": [],
            "section": "Definition of Terms",
            "ref_spans": []
        },
        {
            "text": "\nCleaning, on the other hand, is the removal of visible soil (e.g., organic and inorganic material) from objects and surfaces, and it normally is accomplished by manual or mechanical means using water with detergents or enzymatic products. Thorough cleaning is essential before high-level disinfection and sterilization because inorganic and organic materials that remain on the surfaces of instruments interfere with the effectiveness of these processes. Also, if the soiled materials become dried or baked onto the instruments, the removal process becomes more difficult and the disinfection or sterilization process less effective or ineffective. Surgical instruments should be presoaked or rinsed to prevent drying of blood and to soften or remove blood from the instruments. Decontamination is a procedure that removes pathogenic microorganisms from objects so they are safe to handle, use, or discard.",
            "cite_spans": [],
            "section": "Definition of Terms",
            "ref_spans": []
        },
        {
            "text": "Terms with a suffix “-cide” or “-cidal” for killing action also are commonly used. For example, a germicide is an agent that can kill microorganisms, particularly pathogenic organisms (“germs”). The term germicide includes both antiseptics and disinfectants. Antiseptics are germicides applied to living tissue and skin, whereas disinfectants are antimicrobial agents applied only to inanimate objects. Preservatives are agents that inhibit the growth of microorganisms capable of causing biologic deterioration of substances/materials. In general, antiseptics are only used on the skin and not for surface disinfection and disinfectants are rarely used for skin antisepsis because they may cause injury to skin and other tissues. Other words with the suffix “-cide” (e.g., virucide, fungicide, bactericide, sporicide, and tuberculocide) can kill the type of microorganism identified by the prefix. For example, a bactericide is an agent that kills bacteria.14, 15, 16, 17, 18, 19\n",
            "cite_spans": [
                {
                    "start": 958,
                    "end": 960,
                    "mention": "14",
                    "ref_id": null
                },
                {
                    "start": 962,
                    "end": 964,
                    "mention": "15",
                    "ref_id": null
                },
                {
                    "start": 966,
                    "end": 968,
                    "mention": "16",
                    "ref_id": null
                },
                {
                    "start": 970,
                    "end": 972,
                    "mention": "17",
                    "ref_id": null
                },
                {
                    "start": 974,
                    "end": 976,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 978,
                    "end": 980,
                    "mention": "19",
                    "ref_id": null
                }
            ],
            "section": "Definition of Terms",
            "ref_spans": []
        },
        {
            "text": "\nCritical items are so called because of the high risk for infection if such an item is contaminated with any microorganism, including bacterial spores. Thus, it is critical that objects that enter sterile tissue or the vascular system be sterile because any microbial contamination could result in disease transmission. This category includes surgical instruments, cardiac and urinary catheters, implants, arthroscopes, laparoscopes, and ultrasound probes used in sterile body cavities. Most of the items in this category should be purchased in sterile form or be sterilized by steam sterilization if possible. If heat sensitive, the object may be treated with ETO, hydrogen peroxide gas plasma, hydrogen peroxide vapor, or liquid chemical sterilants if other methods are unsuitable. Tables 301-1\nand 301-2\nlist several germicides categorized as chemical sterilants and high-level disinfectants. These include 2.4% or greater glutaraldehyde-based formulations, hypochlorous acid/hypochlorite 650 to 675 ppm free chlorine, 1.12% glutaraldehyde with 1.93% phenol/phenate, 3.4% glutaraldehyde with 26% isopropanol,23 7.5% stabilized hydrogen peroxide, 2.0% hydrogen peroxide, 7.35% hydrogen peroxide with 0.23% peracetic acid, 8.3% hydrogen peroxide with 7.0% peracetic acid, 0.2% peracetic acid, 0.55% or greater ortho-phthalaldehyde, and 0.08% peracetic acid with 1.0% hydrogen peroxide.24 Liquid chemical sterilants can be relied on to produce sterility only if cleaning (to eliminate organic and inorganic material) precedes treatment and if proper use as to concentration, contact time, temperature, and pH is met.25\n",
            "cite_spans": [
                {
                    "start": 1112,
                    "end": 1114,
                    "mention": "23",
                    "ref_id": null
                },
                {
                    "start": 1387,
                    "end": 1389,
                    "mention": "24",
                    "ref_id": null
                },
                {
                    "start": 1617,
                    "end": 1619,
                    "mention": "25",
                    "ref_id": null
                }
            ],
            "section": "Critical Items ::: Rational Approach to Disinfection and Sterilization",
            "ref_spans": [
                {
                    "start": 785,
                    "end": 797,
                    "mention": "Tables 301-1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 802,
                    "end": 807,
                    "mention": "301-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\nSemicritical items are those that come in contact with mucous membranes or nonintact skin. Respiratory therapy and anesthesia equipment, some endoscopes, laryngoscope blades and handles,26 esophageal manometry probes, endocavitary probes,26 nasopharyngoscopes, prostate biopsy probes,27 infrared coagulation device,28 anorectal manometry catheters, cystoscopes,29 and diaphragm fitting rings are included in this category.26 These medical devices should be free of all microorganisms, although small numbers of bacterial spores may be present. Intact mucous membranes, such as those of the lungs or the gastrointestinal tract, generally are resistant to infection by common bacterial spores but susceptible to other organisms such as bacteria, mycobacteria, and viruses. Semicritical items minimally require high-level disinfection using chemical disinfectants. Glutaraldehyde, hydrogen peroxide, ortho-phthalaldehyde, peracetic acid, and peracetic acid with hydrogen peroxide are cleared by the U.S. Food and Drug Administration (FDA) and are dependable high-level disinfectants provided the factors influencing germicidal procedures are met (see Tables 301-1 and 301-2). When a disinfectant is selected for use with certain patient care items, the chemical compatibility after extended use with the items to be disinfected also must be considered.",
            "cite_spans": [
                {
                    "start": 187,
                    "end": 189,
                    "mention": "26",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 241,
                    "mention": "26",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 287,
                    "mention": "27",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 318,
                    "mention": "28",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 364,
                    "mention": "29",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 425,
                    "mention": "26",
                    "ref_id": null
                }
            ],
            "section": "Semicritical Items ::: Rational Approach to Disinfection and Sterilization",
            "ref_spans": [
                {
                    "start": 1149,
                    "end": 1161,
                    "mention": "Tables 301-1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1166,
                    "end": 1171,
                    "mention": "301-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The complete elimination of all microorganisms in or on an instrument, with the exception of small numbers of bacterial spores, is the traditional definition of high-level disinfection. The FDA's definition of high-level disinfection is a sterilant used for a shorter contact time to achieve at least a 6-log10 kill of an appropriate Mycobacterium species. Cleaning followed by high-level disinfection should eliminate sufficient pathogens to prevent transmission of infection.30, 31\n",
            "cite_spans": [
                {
                    "start": 477,
                    "end": 479,
                    "mention": "30",
                    "ref_id": null
                },
                {
                    "start": 481,
                    "end": 483,
                    "mention": "31",
                    "ref_id": null
                }
            ],
            "section": "Semicritical Items ::: Rational Approach to Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "Semicritical items should be rinsed with sterile water after high-level disinfection to prevent their contamination with organisms that may be present in tap water, such as nontuberculous mycobacteria,8, 32\nLegionella,\n33, 34 or gram-negative bacilli such as Pseudomonas.\n18, 20, 35, 36, 37 In circumstances where rinsing with sterile water rinse is not feasible, a tap water or filtered water (0.2-µm filter) rinse should be followed by an alcohol rinse and forced air drying.9, 37, 38, 39 Forced-air drying markedly reduces bacterial contamination of stored endoscopes, most likely by removing the wet environment favorable for bacterial growth.38 After rinsing, items should be dried and stored (e.g., packaged) in a manner that protects them from recontamination.",
            "cite_spans": [
                {
                    "start": 201,
                    "end": 202,
                    "mention": "8",
                    "ref_id": null
                },
                {
                    "start": 204,
                    "end": 206,
                    "mention": "32",
                    "ref_id": null
                },
                {
                    "start": 219,
                    "end": 221,
                    "mention": "33",
                    "ref_id": null
                },
                {
                    "start": 223,
                    "end": 225,
                    "mention": "34",
                    "ref_id": null
                },
                {
                    "start": 272,
                    "end": 274,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 276,
                    "end": 278,
                    "mention": "20",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 282,
                    "mention": "35",
                    "ref_id": null
                },
                {
                    "start": 284,
                    "end": 286,
                    "mention": "36",
                    "ref_id": null
                },
                {
                    "start": 288,
                    "end": 290,
                    "mention": "37",
                    "ref_id": null
                },
                {
                    "start": 477,
                    "end": 478,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 480,
                    "end": 482,
                    "mention": "37",
                    "ref_id": null
                },
                {
                    "start": 484,
                    "end": 486,
                    "mention": "38",
                    "ref_id": null
                },
                {
                    "start": 488,
                    "end": 490,
                    "mention": "39",
                    "ref_id": null
                },
                {
                    "start": 647,
                    "end": 649,
                    "mention": "38",
                    "ref_id": null
                }
            ],
            "section": "Semicritical Items ::: Rational Approach to Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "Some items that may come in contact with nonintact skin for a brief period of time (i.e., hydrotherapy tanks, bed side rails) are usually considered noncritical surfaces and are disinfected with low- or intermediate-level disinfectants (i.e., phenolic, iodophor, alcohol, chlorine).40 Because hydrotherapy tanks have been associated with spread of infection, some facilities have chosen to disinfect them with recommended levels of chlorine.40\n",
            "cite_spans": [
                {
                    "start": 282,
                    "end": 284,
                    "mention": "40",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 443,
                    "mention": "40",
                    "ref_id": null
                }
            ],
            "section": "Semicritical Items ::: Rational Approach to Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "\nNoncritical items are those that come in contact with intact skin but not mucous membranes. Intact skin acts as an effective barrier to most microorganisms; therefore, the sterility of items that come in contact with intact skin is “not critical.” Examples of noncritical items are bedpans, blood pressure cuffs, crutches, bed rails, bedside tables, patient furniture, and floors. The five most commonly touched noncritical items in the patient environment have been quantitatively shown to be bed rails, bed surface, supply cart, overbed table, and intravenous-line pump.41 In contrast to critical and some semicritical items, most noncritical reusable items may be decontaminated where they are used and do not need to be transported to a central processing area. There is virtually no documented risk of transmitting infectious agents to patients via noncritical items36 when they are used as noncritical items and do not contact nonintact skin or mucous membranes. However, these items (e.g., bedside tables, bed rails) could potentially contribute to secondary transmission by contaminating hands of health care workers or by contact with medical equipment that will subsequently come in contact with patients.14, 42, 43, 44, 45\nTable 301-1 lists several low-level disinfectants that may be used for noncritical items. The exposure time listed in Table 301-1 is equal to or greater than 1 minute. Many U.S. Environmental Protection Agency (EPA)-registered disinfectants have a 10-minute label claim. However, multiple investigators have demonstrated the effectiveness of these disinfectants against vegetative bacteria (e.g., Listeria, Escherichia coli, Salmonella, vancomycin-resistant enterococci [VRE], methicillin-resistant Staphylococcus aureus [MRSA]), yeasts (e.g., Candida), mycobacteria (e.g., Mycobacterium tuberculosis), and viruses (e.g., poliovirus) at exposure times of 30 to 60 seconds.42, 43, 44, 45, 46, 47, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58 Thus, it is acceptable to disinfect noncritical medical equipment (e.g., blood pressure cuff) and noncritical surfaces (e.g., bedside table) with an EPA-registered disinfectant or disinfectant/detergent at the proper use-dilution and a contact time of at least 1 minute.9, 59 Because the typical drying time for a germicide on a surface is 1 to 3 minutes (unless the product contains alcohol [e.g., a 60% to 70% alcohol will dry in about 30 seconds]) (N. Omidbakhsh, written communication), one application of the germicide on all hand contact surfaces to be disinfected is recommended.",
            "cite_spans": [
                {
                    "start": 573,
                    "end": 575,
                    "mention": "41",
                    "ref_id": null
                },
                {
                    "start": 872,
                    "end": 874,
                    "mention": "36",
                    "ref_id": null
                },
                {
                    "start": 1216,
                    "end": 1218,
                    "mention": "14",
                    "ref_id": null
                },
                {
                    "start": 1220,
                    "end": 1222,
                    "mention": "42",
                    "ref_id": null
                },
                {
                    "start": 1224,
                    "end": 1226,
                    "mention": "43",
                    "ref_id": null
                },
                {
                    "start": 1228,
                    "end": 1230,
                    "mention": "44",
                    "ref_id": null
                },
                {
                    "start": 1232,
                    "end": 1234,
                    "mention": "45",
                    "ref_id": null
                },
                {
                    "start": 1907,
                    "end": 1909,
                    "mention": "42",
                    "ref_id": null
                },
                {
                    "start": 1911,
                    "end": 1913,
                    "mention": "43",
                    "ref_id": null
                },
                {
                    "start": 1915,
                    "end": 1917,
                    "mention": "44",
                    "ref_id": null
                },
                {
                    "start": 1919,
                    "end": 1921,
                    "mention": "45",
                    "ref_id": null
                },
                {
                    "start": 1923,
                    "end": 1925,
                    "mention": "46",
                    "ref_id": null
                },
                {
                    "start": 1927,
                    "end": 1929,
                    "mention": "47",
                    "ref_id": null
                },
                {
                    "start": 1931,
                    "end": 1933,
                    "mention": "48",
                    "ref_id": null
                },
                {
                    "start": 1935,
                    "end": 1937,
                    "mention": "49",
                    "ref_id": null
                },
                {
                    "start": 1939,
                    "end": 1941,
                    "mention": "50",
                    "ref_id": null
                },
                {
                    "start": 1943,
                    "end": 1945,
                    "mention": "51",
                    "ref_id": null
                },
                {
                    "start": 1947,
                    "end": 1949,
                    "mention": "52",
                    "ref_id": null
                },
                {
                    "start": 1951,
                    "end": 1953,
                    "mention": "53",
                    "ref_id": null
                },
                {
                    "start": 1955,
                    "end": 1957,
                    "mention": "54",
                    "ref_id": null
                },
                {
                    "start": 1959,
                    "end": 1961,
                    "mention": "55",
                    "ref_id": null
                },
                {
                    "start": 1963,
                    "end": 1965,
                    "mention": "56",
                    "ref_id": null
                },
                {
                    "start": 1967,
                    "end": 1969,
                    "mention": "57",
                    "ref_id": null
                },
                {
                    "start": 1971,
                    "end": 1973,
                    "mention": "58",
                    "ref_id": null
                },
                {
                    "start": 2244,
                    "end": 2245,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 2247,
                    "end": 2249,
                    "mention": "59",
                    "ref_id": null
                }
            ],
            "section": "Noncritical Items ::: Rational Approach to Disinfection and Sterilization",
            "ref_spans": [
                {
                    "start": 1235,
                    "end": 1246,
                    "mention": "Table 301-1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1353,
                    "end": 1364,
                    "mention": "Table 301-1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Mops (microfiber and cotton string), reusable cleaning cloths, and disposable wipes are regularly used to achieve low-level disinfection.60, 61 Microfiber mops have demonstrated superior microbial removal compared with cotton string mops when used with detergent cleaner (95% vs. 68%, respectively). Use of a disinfectant did significantly improve microbial removal when a cotton string mop was used.61 Mops (especially cotton-string mops) are commonly not kept adequately cleaned and disinfected, and if the water-disinfectant mixture is not changed regularly (e.g., after every 3 to 4 rooms, no longer than 60-minute intervals), the mopping procedure may actually spread heavy microbial contamination throughout the health care facility.62 In one study, standard laundering provided acceptable decontamination of heavily contaminated mop heads but chemical disinfection with a phenolic was less effective.62 The frequent laundering of cotton-string mops (e.g., daily) is, therefore, recommended.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 139,
                    "mention": "60",
                    "ref_id": null
                },
                {
                    "start": 141,
                    "end": 143,
                    "mention": "61",
                    "ref_id": null
                },
                {
                    "start": 400,
                    "end": 402,
                    "mention": "61",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 741,
                    "mention": "62",
                    "ref_id": null
                },
                {
                    "start": 907,
                    "end": 909,
                    "mention": "62",
                    "ref_id": null
                }
            ],
            "section": "Noncritical Items ::: Rational Approach to Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "Hospital cleanliness continues to attract patient attention and in the United States it is still primarily assessed via visual appearance, which is not a reliable indicator of surface cleanliness.63 Three other methods have been offered for monitoring patient room hygiene and they include adenosine triphosphate (ATP) bioluminescence,64, 65 fluorescent markers,66, 67 and microbiologic sampling.65 Studies have demonstrated suboptimal cleaning by aerobic colony counts as well as the use of the ATP bioluminescence and fluorescent markers.64, 66 ATP bioluminescence and fluorescent markers are preferred to aerobic plate counts because they provide an immediate assessment of cleaning effectiveness.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 198,
                    "mention": "63",
                    "ref_id": null
                },
                {
                    "start": 335,
                    "end": 337,
                    "mention": "64",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 341,
                    "mention": "65",
                    "ref_id": null
                },
                {
                    "start": 362,
                    "end": 364,
                    "mention": "66",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 368,
                    "mention": "67",
                    "ref_id": null
                },
                {
                    "start": 396,
                    "end": 398,
                    "mention": "65",
                    "ref_id": null
                },
                {
                    "start": 540,
                    "end": 542,
                    "mention": "64",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 546,
                    "mention": "66",
                    "ref_id": null
                }
            ],
            "section": "Noncritical Items ::: Rational Approach to Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "In the health care setting, “alcohol” refers to two water-soluble chemical compounds, the germicidal characteristics of which are generally underrated: ethyl alcohol and isopropyl alcohol.70 These alcohols are rapidly bactericidal rather than bacteriostatic against vegetative forms of bacteria; they also are tuberculocidal, fungicidal, and virucidal but do not destroy bacterial spores. Their cidal activity drops sharply when diluted below 50% concentration, and the optimal bactericidal concentration is in the range of 60% to 90% solutions in water (volume/volume).71, 72\n",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "70",
                    "ref_id": null
                },
                {
                    "start": 570,
                    "end": 572,
                    "mention": "71",
                    "ref_id": null
                },
                {
                    "start": 574,
                    "end": 576,
                    "mention": "72",
                    "ref_id": null
                }
            ],
            "section": "Alcohol ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Alcohols are not recommended for sterilizing medical and surgical materials, principally because of their lack of sporicidal action and their inability to penetrate protein-rich materials. Fatal postoperative wound infections with Clostridium have occurred when alcohols were used to sterilize surgical instruments contaminated with bacterial spores.73 Alcohols have been used effectively to disinfect oral and rectal thermometers, computers,60 hospital pagers, scissors, cardiopulmonary resuscitation (CPR) manikins, applanation tonometers,74 external surfaces of equipment (e.g., ventilators), and stethoscopes.75 Alcohol towelettes have been used for years to disinfect small surfaces such as rubber stoppers of multiple-dose medication vials or vaccine bottles.",
            "cite_spans": [
                {
                    "start": 350,
                    "end": 352,
                    "mention": "73",
                    "ref_id": null
                },
                {
                    "start": 442,
                    "end": 444,
                    "mention": "60",
                    "ref_id": null
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 613,
                    "end": 615,
                    "mention": "75",
                    "ref_id": null
                }
            ],
            "section": "Alcohol ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Alcohols are flammable and consequently must be stored in a cool, well-ventilated area. They also evaporate rapidly, and this makes extended exposure time difficult to achieve unless the items are immersed.",
            "cite_spans": [],
            "section": "Alcohol ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Hypochlorites are the most widely used of the chlorine disinfectants and are available in liquid (e.g., sodium hypochlorite) or solid (e.g., calcium hypochlorite) forms. The most prevalent chlorine products in the United States are aqueous solutions of 5.25% to 6.15% sodium hypochlorite, which usually are called household bleach. They have a broad spectrum of antimicrobial activity (i.e., bactericidal, virucidal, fungicidal, mycobactericidal, sporicidal), do not leave toxic residues, are unaffected by water hardness, are inexpensive and fast acting,74, 76 remove dried or fixed organisms and biofilms from surfaces,77 and have a low incidence of serious toxicity.78, 79 Sodium hypochlorite at the concentration used in domestic bleach (5.25% to 6.15%) may produce ocular irritation or oropharyngeal, esophageal, and gastric burns.69, 80, 81 Other disadvantages of hypochlorites include corrosiveness to metals in high concentrations (>500 ppm), inactivation by organic matter, discoloring or “bleaching” of fabrics, release of toxic chlorine gas when mixed with ammonia or acid (e.g., household cleaning agents),82 and relative stability.83\n",
            "cite_spans": [
                {
                    "start": 555,
                    "end": 557,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 559,
                    "end": 561,
                    "mention": "76",
                    "ref_id": null
                },
                {
                    "start": 621,
                    "end": 623,
                    "mention": "77",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 671,
                    "mention": "78",
                    "ref_id": null
                },
                {
                    "start": 673,
                    "end": 675,
                    "mention": "79",
                    "ref_id": null
                },
                {
                    "start": 836,
                    "end": 838,
                    "mention": "69",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 842,
                    "mention": "80",
                    "ref_id": null
                },
                {
                    "start": 844,
                    "end": 846,
                    "mention": "81",
                    "ref_id": null
                },
                {
                    "start": 1118,
                    "end": 1120,
                    "mention": "82",
                    "ref_id": null
                },
                {
                    "start": 1144,
                    "end": 1146,
                    "mention": "83",
                    "ref_id": null
                }
            ],
            "section": "Chlorine and Chlorine Compounds ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Reports have examined the microbicidal activity of a new disinfectant, “superoxidized water.” The concept of electrolyzing saline to create a disinfectant or antiseptic is appealing because the basic materials of saline and electricity are inexpensive and the end product (i.e., water) is not damaging to the environment. The main products of this “water” are hypochlorous acid (e.g., at a concentration of about 144 mg/L) and chlorine. This is also known as electrolyzed water; and, as with any germicide, the antimicrobial activity of superoxidized water is strongly affected by the concentration of the active ingredient (available free chlorine).84 The free available chlorine concentrations of different superoxidized solutions reported in the literature range from 7 to 180 ppm.84 Data have shown that freshly generated superoxidized water is rapidly effective (<2 minutes) in achieving a 5-log10 reduction of pathogenic microorganisms (i.e., M. tuberculosis, Mycobacterium chelonae, poliovirus, human immunodeficiency virus (HIV), MRSA, E. coli, Candida albicans, Enterococcus faecalis, Pseudomonas aeruginosa) in the absence of organic loading. However, the biocidal activity of this disinfectant was substantially reduced in the presence of organic material (5% horse serum).85, 86\n",
            "cite_spans": [
                {
                    "start": 650,
                    "end": 652,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 786,
                    "mention": "84",
                    "ref_id": null
                },
                {
                    "start": 1284,
                    "end": 1286,
                    "mention": "85",
                    "ref_id": null
                },
                {
                    "start": 1288,
                    "end": 1290,
                    "mention": "86",
                    "ref_id": null
                }
            ],
            "section": "Chlorine and Chlorine Compounds ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Hypochlorites are widely used in health care facilities in a variety of settings.76 Inorganic chlorine solution is used to disinfect tonometer heads87 and for disinfection of noncritical surfaces and equipment. A 1 : 10 to 1 : 100 dilution of 5.25% to 6.15% sodium hypochlorite (i.e., household bleach)88, 89, 90, 91 or an EPA-registered tuberculocidal disinfectant18 has been recommended for decontaminating blood spills. For small spills of blood (i.e., drops of blood) on noncritical surfaces, the area can be disinfected with a 1 : 100 dilution of 5.25% to 6.15% sodium hypochlorite or an EPA-registered tuberculocidal disinfectant. Because hypochlorites and other germicides are substantially inactivated in the presence of blood,54, 92 large spills of blood require that the surface be cleaned before an EPA-registered disinfectant or a 1 : 10 (final concentration) solution of household bleach is applied. If there is a possibility of a sharps injury, there should be an initial decontamination,69, 93 followed by cleaning and terminal disinfection (1 : 10 final concentration).54 Extreme care should always be used to prevent percutaneous injury. At least 500 ppm available chlorine for 10 minutes is recommended for decontamination of CPR training manikins. Other uses in health care include as an irrigating agent in endodontic treatment and to disinfect laundry, dental appliances, hydrotherapy tanks,40 regulated medical waste before disposal,76 applanation tonometers,74 and the water distribution system in hemodialysis centers and hemodialysis machines.9, 75 Disinfection with a 1 : 10 dilution of concentrated sodium hypochlorite (i.e., bleach) has been shown to be effective in reducing environmental contamination in patient rooms and in reducing C. difficile infection rates in hospital units where there is a high endemic C. difficile infection rates or in an outbreak setting.9, 94, 95, 96, 97, 98 At our institution, we use a sporicidal solution (5000 ppm chlorine) in all C. difficile–infected patient rooms for routine daily and terminal cleaning. This is done by one application of the sporicide covering all hand contact surfaces to allow sufficient wetness for a greater than 1-minute contact time.",
            "cite_spans": [
                {
                    "start": 81,
                    "end": 83,
                    "mention": "76",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 150,
                    "mention": "87",
                    "ref_id": null
                },
                {
                    "start": 302,
                    "end": 304,
                    "mention": "88",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 308,
                    "mention": "89",
                    "ref_id": null
                },
                {
                    "start": 310,
                    "end": 312,
                    "mention": "90",
                    "ref_id": null
                },
                {
                    "start": 314,
                    "end": 316,
                    "mention": "91",
                    "ref_id": null
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "54",
                    "ref_id": null
                },
                {
                    "start": 739,
                    "end": 741,
                    "mention": "92",
                    "ref_id": null
                },
                {
                    "start": 1002,
                    "end": 1004,
                    "mention": "69",
                    "ref_id": null
                },
                {
                    "start": 1006,
                    "end": 1008,
                    "mention": "93",
                    "ref_id": null
                },
                {
                    "start": 1085,
                    "end": 1087,
                    "mention": "54",
                    "ref_id": null
                },
                {
                    "start": 1412,
                    "end": 1414,
                    "mention": "40",
                    "ref_id": null
                },
                {
                    "start": 1455,
                    "end": 1457,
                    "mention": "76",
                    "ref_id": null
                },
                {
                    "start": 1481,
                    "end": 1483,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 1568,
                    "end": 1569,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 1571,
                    "end": 1573,
                    "mention": "75",
                    "ref_id": null
                },
                {
                    "start": 1897,
                    "end": 1898,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 1900,
                    "end": 1902,
                    "mention": "94",
                    "ref_id": null
                },
                {
                    "start": 1904,
                    "end": 1906,
                    "mention": "95",
                    "ref_id": null
                },
                {
                    "start": 1908,
                    "end": 1910,
                    "mention": "96",
                    "ref_id": null
                },
                {
                    "start": 1912,
                    "end": 1914,
                    "mention": "97",
                    "ref_id": null
                },
                {
                    "start": 1916,
                    "end": 1918,
                    "mention": "98",
                    "ref_id": null
                }
            ],
            "section": "Chlorine and Chlorine Compounds ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Chlorine has long been favored as the preferred disinfectant in water treatment. Hyperchlorination of a Legionella-contaminated hospital water system40 resulted in a dramatic decrease (30% to 1.5%) in the isolation of Legionella pneumophila from water outlets and a cessation of health care–associated legionnaires' disease in the affected unit.99, 100 Chloramine T and hypochlorites have been used in disinfecting hydrotherapy equipment.75\n",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 151,
                    "mention": "40",
                    "ref_id": null
                },
                {
                    "start": 345,
                    "end": 347,
                    "mention": "99",
                    "ref_id": null
                },
                {
                    "start": 349,
                    "end": 352,
                    "mention": "100",
                    "ref_id": null
                },
                {
                    "start": 438,
                    "end": 440,
                    "mention": "75",
                    "ref_id": null
                }
            ],
            "section": "Chlorine and Chlorine Compounds ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Hypochlorite solutions in tap water at a pH greater than 8 stored at room temperature (23° C) in closed, opaque plastic containers may lose up to 40% to 50% of their free available chlorine level over a period of 1 month. Thus, if a user wished to have a solution containing 500 ppm of available chlorine at day 30, a solution containing 1000 ppm of chlorine should be prepared at time 0. There is no decomposition of sodium hypochlorite solution after 30 days when stored in a closed brown bottle.83\n",
            "cite_spans": [
                {
                    "start": 498,
                    "end": 500,
                    "mention": "83",
                    "ref_id": null
                }
            ],
            "section": "Chlorine and Chlorine Compounds ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Glutaraldehyde is a saturated dialdehyde that has gained wide acceptance as a high-level disinfectant and chemical sterilant.101 Aqueous solutions of glutaraldehyde are acidic and generally in this state are not sporicidal. Only when the solution is “activated” (made alkaline) by use of alkalinizing agents to pH 7.5 to 8.5 does the solution become sporicidal. Once “activated” these solutions have a shelf life of minimally 14 days because of the polymerization of the glutaraldehyde molecules at alkaline pH levels. This polymerization blocks the active sites (aldehyde groups) of the glutaraldehyde molecules that are responsible for its biocidal activity.",
            "cite_spans": [
                {
                    "start": 125,
                    "end": 128,
                    "mention": "101",
                    "ref_id": null
                }
            ],
            "section": "Glutaraldehyde ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Novel glutaraldehyde formulations (e.g., glutaraldehyde-phenol-sodium phenate, potentiated acid glutaraldehyde, stabilized alkaline glutaraldehyde) produced in the past 40 years have overcome the problem of rapid loss of activity (e.g., now use life of 28 to 30 days) while generally maintaining excellent microbicidal activity.74, 75, 102, 103 However, it should be recognized that antimicrobial activity is dependent not only on age but also on use conditions such as dilution and organic stress. The use of glutaraldehyde-based solutions in health care facilities is common because of their advantages, which include excellent biocidal properties; activity in the presence of organic matter (20% bovine serum); and noncorrosive action to endoscopic equipment, thermometers, rubber, or plastic equipment. The advantages, disadvantages, and characteristics of glutaraldehyde are listed in Table 301-2.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 330,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 334,
                    "mention": "75",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 339,
                    "mention": "102",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 344,
                    "mention": "103",
                    "ref_id": null
                }
            ],
            "section": "Glutaraldehyde ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": [
                {
                    "start": 890,
                    "end": 901,
                    "mention": "Table 301-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The in vitro inactivation of microorganisms by glutaraldehydes has been extensively investigated and reviewed.104 Several investigators showed that 2% or greater aqueous solutions of glutaraldehyde, buffered to pH 7.5 to 8.5 with sodium bicarbonate, were effective in killing vegetative bacteria in less than 2 minutes; M. tuberculosis, fungi, and viruses in less than 10 minutes; and spores of Bacillus and Clostridium species in 3 hours.104 Spores of C. difficile are more rapidly killed by 2% glutaraldehyde than are spores of other species of Clostridium and Bacillus,\n105, 106 and this includes the hypervirulent binary toxin strains of C. difficile spores (W.A. Rutala, unpublished data, December 2012). There have been reports of microorganisms with relative resistance to glutaraldehyde, including some mycobacteria (M. chelonae, Mycobacterium avium-intracellulare, Mycobacterium xenopi),107, 108, 109\nMethylobacterium mesophilicum,\n110\nTrichosporon, fungal ascospores (e.g., Microascus cinereus, Chaetomium globosum), and Cryptosporidium.\n111\n \nM. chelonae persisted in a 0.2% glutaraldehyde solution used to store porcine prosthetic heart valves,112 and a large outbreak of Mycobacterium massiliense infections in Brazil after videolaparoscopy equipment used for different elective cosmetic procedures (e.g., liposuction) was highly tolerant to 2% glutaraldehyde.113 Porins may have a role in the resistance of mycobacteria to glutaraldehyde and ortho-phthalaldehyde.114\n",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "mention": "104",
                    "ref_id": null
                },
                {
                    "start": 439,
                    "end": 442,
                    "mention": "104",
                    "ref_id": null
                },
                {
                    "start": 573,
                    "end": 576,
                    "mention": "105",
                    "ref_id": null
                },
                {
                    "start": 578,
                    "end": 581,
                    "mention": "106",
                    "ref_id": null
                },
                {
                    "start": 896,
                    "end": 899,
                    "mention": "107",
                    "ref_id": null
                },
                {
                    "start": 901,
                    "end": 904,
                    "mention": "108",
                    "ref_id": null
                },
                {
                    "start": 906,
                    "end": 909,
                    "mention": "109",
                    "ref_id": null
                },
                {
                    "start": 941,
                    "end": 944,
                    "mention": "110",
                    "ref_id": null
                },
                {
                    "start": 1048,
                    "end": 1051,
                    "mention": "111",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "mention": "112",
                    "ref_id": null
                },
                {
                    "start": 1373,
                    "end": 1376,
                    "mention": "113",
                    "ref_id": null
                },
                {
                    "start": 1477,
                    "end": 1480,
                    "mention": "114",
                    "ref_id": null
                }
            ],
            "section": "Glutaraldehyde ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Dilution of glutaraldehyde during use commonly occurs, and studies show a glutaraldehyde concentration decline after a few days of use in an automatic endoscope washer.115 This decline occurs because instruments are not thoroughly dried and water is carried in with the instrument, which increases the solution's volume and dilutes its effective concentration. This emphasizes the need to ensure that semicritical equipment is disinfected with an acceptable concentration of glutaraldehyde. Data suggest that 1.0% to 1.5% glutaraldehyde is the minimal effective concentration (MEC) for 2% or greater glutaraldehyde solutions when used as a high-level disinfectant.115, 116, 117 Chemical test strips or liquid chemical monitors are available for determining whether an effective concentration of glutaraldehyde is present despite repeated use and dilution. The frequency of testing should be based on how frequently the solutions are used (e.g., used daily, test daily; used weekly, test before use), but the strips should not be used to extend the use life beyond the expiration date. Data suggest the chemicals in the test strip deteriorate with time,118 and a manufacturer's expiration date should be placed on the bottles. The bottle of test strips should be dated when opened and used for the period of time indicated on the bottle (e.g., 120 days). The results of test strip monitoring should be documented. The glutaraldehyde test kits have been preliminarily evaluated for accuracy and range,118 but their reliability has been questioned.119 The concentration should be considered unacceptable or unsafe when the test indicates a dilution below the product's MEC (generally to 1.0% to 1.5% glutaraldehyde or lower) by the indicator not changing color.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 171,
                    "mention": "115",
                    "ref_id": null
                },
                {
                    "start": 664,
                    "end": 667,
                    "mention": "115",
                    "ref_id": null
                },
                {
                    "start": 669,
                    "end": 672,
                    "mention": "116",
                    "ref_id": null
                },
                {
                    "start": 674,
                    "end": 677,
                    "mention": "117",
                    "ref_id": null
                },
                {
                    "start": 1152,
                    "end": 1155,
                    "mention": "118",
                    "ref_id": null
                },
                {
                    "start": 1499,
                    "end": 1502,
                    "mention": "118",
                    "ref_id": null
                },
                {
                    "start": 1545,
                    "end": 1548,
                    "mention": "119",
                    "ref_id": null
                }
            ],
            "section": "Glutaraldehyde ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Glutaraldehyde is used most commonly as a high-level disinfectant for medical equipment such as endoscopes,93 endocavitary probes, spirometry tubing, dialyzers, transducers, anesthesia and respiratory therapy equipment, hemodialysis proportioning and dialysate delivery systems, and reuse of laparoscopic disposable plastic trocars.75 Glutaraldehyde is noncorrosive to metal and does not damage lensed instruments, rubber, or plastics. The FDA-cleared labels for high-level disinfection with 2% or greater glutaraldehyde at 25° C range from 20 to 90 minutes depending on the product. However, multiple scientific studies and professional organizations support the efficacy of 2% or greater glutaraldehyde for 20 minutes at 20° C.9, 18, 37 Minimally, this latter recommendation should be followed. Glutaraldehyde should not be used for cleaning noncritical surfaces because it is too toxic and expensive.",
            "cite_spans": [
                {
                    "start": 107,
                    "end": 109,
                    "mention": "93",
                    "ref_id": null
                },
                {
                    "start": 332,
                    "end": 334,
                    "mention": "75",
                    "ref_id": null
                },
                {
                    "start": 729,
                    "end": 730,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 732,
                    "end": 734,
                    "mention": "18",
                    "ref_id": null
                },
                {
                    "start": 736,
                    "end": 738,
                    "mention": "37",
                    "ref_id": null
                }
            ],
            "section": "Glutaraldehyde ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Colitis believed to be due to glutaraldehyde exposure from residual disinfecting solution in the endoscope solution channels has been reported and is preventable by careful endoscope rinsing.69 One study found that residual glutaraldehyde levels were higher and more variable after manual disinfection (<0.2 to 159.5 mg/L) than after automatic disinfection (0.2 to 6.3 mg/L).120 Similarly, keratopathy and corneal damage were caused by ophthalmic instruments that were inadequately rinsed after soaking in 2% glutaraldehyde.121\n",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 193,
                    "mention": "69",
                    "ref_id": null
                },
                {
                    "start": 375,
                    "end": 378,
                    "mention": "120",
                    "ref_id": null
                },
                {
                    "start": 524,
                    "end": 527,
                    "mention": "121",
                    "ref_id": null
                }
            ],
            "section": "Glutaraldehyde ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Glutaraldehyde exposure should be monitored to ensure a safe work environment. In the absence of an OSHA permissible exposure limit, if the glutaraldehyde level is higher than the American Conference of Industrial Hygienists ceiling limit of 0.05 ppm, it would be prudent to take corrective action and repeat monitoring.122\n",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 323,
                    "mention": "122",
                    "ref_id": null
                }
            ],
            "section": "Glutaraldehyde ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "The literature contains several accounts of the properties, germicidal effectiveness, and potential uses for stabilized hydrogen peroxide in the health care setting. Published reports ascribe good germicidal activity to hydrogen peroxide and attest to its bactericidal, virucidal, sporicidal, and fungicidal properties.123, 124, 125, 126, 127 Some other studies have shown limited bactericidal and virucidal activity of standard 3% hydrogen peroxide.58, 74 The advantages, disadvantages, and characteristics of hydrogen peroxide are listed in Table 301-2. As with other chemical sterilants, dilution of the hydrogen peroxide must be monitored by regularly testing the MEC (i.e., 7.5 to 6.0%). Compatibility testing by Olympus America of the 7.5% hydrogen peroxide found both cosmetic changes (e.g., discoloration of black anodized metal finishes)93 and functional changes with the tested endoscopes (Olympus, October 15, 1999, written communication).",
            "cite_spans": [
                {
                    "start": 319,
                    "end": 322,
                    "mention": "123",
                    "ref_id": null
                },
                {
                    "start": 324,
                    "end": 327,
                    "mention": "124",
                    "ref_id": null
                },
                {
                    "start": 329,
                    "end": 332,
                    "mention": "125",
                    "ref_id": null
                },
                {
                    "start": 334,
                    "end": 337,
                    "mention": "126",
                    "ref_id": null
                },
                {
                    "start": 339,
                    "end": 342,
                    "mention": "127",
                    "ref_id": null
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "58",
                    "ref_id": null
                },
                {
                    "start": 454,
                    "end": 456,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 846,
                    "end": 848,
                    "mention": "93",
                    "ref_id": null
                }
            ],
            "section": "Hydrogen Peroxide ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": [
                {
                    "start": 543,
                    "end": 554,
                    "mention": "Table 301-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Commercially available 3% hydrogen peroxide is a stable and effective disinfectant when used on inanimate surfaces. It has been used in concentrations from 3% to 6% for the disinfection of soft contact lenses (e.g., 3% for 2 to 3 hours),123, 128 tonometer biprisms, ventilators, fabrics,129 and endoscopes.130 Hydrogen peroxide was effective in spot-disinfecting fabrics in patients' rooms.129 Corneal damage from a hydrogen peroxide–soaked tonometer tip that was not properly rinsed has been reported.131\n",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 240,
                    "mention": "123",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 245,
                    "mention": "128",
                    "ref_id": null
                },
                {
                    "start": 287,
                    "end": 290,
                    "mention": "129",
                    "ref_id": null
                },
                {
                    "start": 306,
                    "end": 309,
                    "mention": "130",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 393,
                    "mention": "129",
                    "ref_id": null
                },
                {
                    "start": 502,
                    "end": 505,
                    "mention": "131",
                    "ref_id": null
                }
            ],
            "section": "Hydrogen Peroxide ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "An improved hydrogen peroxide–based technology has been introduced into health care for disinfection of noncritical environmental surfaces and patient equipment132 and high-level disinfection of semicritical equipment such as endoscopes.133, 134, 135 Improved hydrogen peroxide contains very low levels of anionic or nonionic surfactants or both in an acidic product that act with hydrogen peroxide to produce microbicidal activity. This combination of ingredients speeds the antimicrobial activity of hydrogen peroxide and cleaning efficiency.134, 135 Improved hydrogen peroxide is considered safe for humans and equipment and benign for the environment. In fact, improved hydrogen peroxide has the lowest EPA toxicity category (i.e., category IV) based on its oral, inhalation, and dermal toxicity, which means it is practically nontoxic and not an irritant.132, 134, 136 It is prepared and marketed by several companies in various concentrations (e.g., 0.5% to 7%), and different products may use different terminology for these products, such as “accelerated” or “activated.” Lower concentrations (i.e., 0.5%,1.4%) are designed for the low-level disinfection of noncritical environmental surfaces and patient care objects, whereas the higher concentrations can be used as high-level disinfectants for semicritical medical devices (e.g., endoscopes).",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "mention": "132",
                    "ref_id": null
                },
                {
                    "start": 237,
                    "end": 240,
                    "mention": "133",
                    "ref_id": null
                },
                {
                    "start": 242,
                    "end": 245,
                    "mention": "134",
                    "ref_id": null
                },
                {
                    "start": 247,
                    "end": 250,
                    "mention": "135",
                    "ref_id": null
                },
                {
                    "start": 544,
                    "end": 547,
                    "mention": "134",
                    "ref_id": null
                },
                {
                    "start": 549,
                    "end": 552,
                    "mention": "135",
                    "ref_id": null
                },
                {
                    "start": 860,
                    "end": 863,
                    "mention": "132",
                    "ref_id": null
                },
                {
                    "start": 865,
                    "end": 868,
                    "mention": "134",
                    "ref_id": null
                },
                {
                    "start": 870,
                    "end": 873,
                    "mention": "136",
                    "ref_id": null
                }
            ],
            "section": "Improved Hydrogen Peroxide ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "A recent study compared the bactericidal activity of a quaternary ammonium compound with two new improved hydrogen peroxide products. The improved hydrogen peroxide products were superior or similar to the quaternary ammonium compound tested. When the two improved hydrogen peroxide products were compared with standard 0.5%, 1.4%, and 3% hydrogen peroxide formulations, the improved hydrogen peroxide–based environmental surface disinfectants proved to be more effective (>6-log10 reduction) and fast-acting (30-60 seconds) microbicides in the presence of a soil load (to simulate the presence of body fluids) than commercially available hydrogen peroxide. Only 30- to 60-second contact time was studied because longer contact times (e.g., 10 minutes) are not achievable in clinical practice. Additionally, the improved hydrogen peroxide products have an EPA-registered contact time that is substantially less (e.g., 30 seconds, 1 minute for bacteria) than most EPA-registered low-level disinfectants.58 We have also recently shown that the 1.4% activated hydrogen peroxide is very effective in reducing microbial contamination of hospital privacy curtains. In our study, the activated hydrogen peroxide completely eliminated contamination with MRSA and VRE and resulted in a 98.5% reduction in microbes (only Bacillus spp. recoverable). Thus, at our institution, privacy curtains are being disinfected at the grab area by spraying the grab area of the curtain three times with activated hydrogen peroxide at discharge cleaning.",
            "cite_spans": [
                {
                    "start": 1002,
                    "end": 1004,
                    "mention": "58",
                    "ref_id": null
                }
            ],
            "section": "Improved Hydrogen Peroxide ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Iodine solutions or tinctures have long been used by health care pro­fessionals, primarily as antiseptics on skin or tissue. The FDA has not cleared any liquid chemical sterilant/high level disinfectants with iodophors as the main active ingredient. However, iodophors have been used both as antiseptics and disinfectants. An iodophor is a combination of iodine and a solubilizing agent or carrier; the resulting complex provides a sustained-release reservoir of iodine and releases small amounts of free iodine in aqueous solution. The best known and most widely used iodophor is povidone-iodine, a compound of polyvinylpyrrolidone with iodine. This product and other iodophors retain the germicidal efficacy of iodine but, unlike iodine, are generally nonstaining and are relatively free of toxicity and irritancy.137\n",
            "cite_spans": [
                {
                    "start": 816,
                    "end": 819,
                    "mention": "137",
                    "ref_id": null
                }
            ],
            "section": "Iodophors ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "There are several reports that documented intrinsic microbial contamination of antiseptic formulations of povidone-iodine and poloxamer-iodine.138, 139, 140 It was found that “free” iodine (I2) contributes to the bactericidal activity of iodophors and dilutions of iodophors demonstrate more rapid bactericidal action than does a full-strength povidone-iodine solution. Therefore, iodophors must be diluted according to the manufacturers' directions to achieve antimicrobial activity.",
            "cite_spans": [
                {
                    "start": 143,
                    "end": 146,
                    "mention": "138",
                    "ref_id": null
                },
                {
                    "start": 148,
                    "end": 151,
                    "mention": "139",
                    "ref_id": null
                },
                {
                    "start": 153,
                    "end": 156,
                    "mention": "140",
                    "ref_id": null
                }
            ],
            "section": "Iodophors ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Published reports on the in vitro antimicrobial efficacy of iodophors demonstrate that iodophors are bactericidal, mycobactericidal, and virucidal but may require prolonged contact times to kill certain fungi and bacterial spores.15, 141, 142, 143, 144\n",
            "cite_spans": [
                {
                    "start": 230,
                    "end": 232,
                    "mention": "15",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 237,
                    "mention": "141",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 242,
                    "mention": "142",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 247,
                    "mention": "143",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 252,
                    "mention": "144",
                    "ref_id": null
                }
            ],
            "section": "Iodophors ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Besides their use as an antiseptic, iodophors have been used for the disinfection of blood culture bottles and medical equipment such as hydrotherapy tanks and thermometers. Antiseptic iodophors are not suitable for use as hard-surface disinfectants because of concentration differences. Iodophors formulated as antiseptics contain less free iodine than those formulated as disinfectants.145 Iodine or iodine-based antiseptics should not be used on silicone catheters because the silicone tubing may be adversely affected.146\n",
            "cite_spans": [
                {
                    "start": 388,
                    "end": 391,
                    "mention": "145",
                    "ref_id": null
                },
                {
                    "start": 522,
                    "end": 525,
                    "mention": "146",
                    "ref_id": null
                }
            ],
            "section": "Iodophors ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Ortho-phthalaldehyde (OPA) is a high-level disinfectant that received FDA clearance in October 1999. It contains at least 0.55% 1,2-benzenedicarboxaldehyde or OPA, and it has supplanted glutaraldehyde as the most commonly used “aldehyde” for high-level disinfection in the United States. OPA solution is a clear, pale-blue liquid with a pH of 7.5. The advantages, disadvantages, and characteristics of OPA are listed in Table 301-2.",
            "cite_spans": [],
            "section": "Ortho-phthalaldehyde ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": [
                {
                    "start": 420,
                    "end": 431,
                    "mention": "Table 301-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Studies have demonstrated excellent microbicidal activity in in vitro studies,74, 75, 93, 111, 147, 148, 149, 150, 151, 152 including superior mycobactericidal activity (5-log10 reduction in 5 minutes) compared with glutaraldehyde. Walsh and colleagues also found OPA effective (>5-log10 reduction) against a wide range of microorganisms, including glutaraldehyde-resistant mycobacteria and Bacillus atrophaeus spores.150\n",
            "cite_spans": [
                {
                    "start": 78,
                    "end": 80,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 82,
                    "end": 84,
                    "mention": "75",
                    "ref_id": null
                },
                {
                    "start": 86,
                    "end": 88,
                    "mention": "93",
                    "ref_id": null
                },
                {
                    "start": 90,
                    "end": 93,
                    "mention": "111",
                    "ref_id": null
                },
                {
                    "start": 95,
                    "end": 98,
                    "mention": "147",
                    "ref_id": null
                },
                {
                    "start": 100,
                    "end": 103,
                    "mention": "148",
                    "ref_id": null
                },
                {
                    "start": 105,
                    "end": 108,
                    "mention": "149",
                    "ref_id": null
                },
                {
                    "start": 110,
                    "end": 113,
                    "mention": "150",
                    "ref_id": null
                },
                {
                    "start": 115,
                    "end": 118,
                    "mention": "151",
                    "ref_id": null
                },
                {
                    "start": 120,
                    "end": 123,
                    "mention": "152",
                    "ref_id": null
                },
                {
                    "start": 418,
                    "end": 421,
                    "mention": "150",
                    "ref_id": null
                }
            ],
            "section": "Ortho-phthalaldehyde ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "OPA has several potential advantages compared with glutaraldehyde. It has excellent stability over a wide pH range (pH 3 to 9), is not a known irritant to the eyes and nasal passages, does not require exposure monitoring, has a barely perceptible odor, and requires no activation. OPA, like glutaraldehyde, has excellent material compatibility. A potential disadvantage of OPA is that it stains proteins gray (including unprotected skin) and thus must be handled with caution.93 However, skin staining would indicate improper handling that requires additional training and/or personal protective equipment (gloves, eye and mouth protection, fluid-resistant gowns). OPA residues remaining on inadequately water-rinsed transesophageal echocardiographic probes may leave stains on the patient's mouth. Meticulous cleaning, use of the correct OPA exposure time (e.g., 12 minutes), and copious rinsing of the probe with water should eliminate this problem. Because OPA has been associated with several episodes of anaphylaxis after cystoscopy,153 the manufacturer has modified its instructions for use of OPA and contraindicates the use of OPA as a disinfectant for reprocessing all urologic instrumentation for patients with a history of bladder cancer. Personal protective equipment should be worn when handling contaminated instruments, equipment, and chemicals.148 In addition, equipment must be thoroughly rinsed to prevent discoloration of a patient's skin or mucous membrane. The MEC of OPA is 0.3%, and that concentration is monitored by test strips designed specifically for the OPA solution. OPA exposure level monitoring found that the concentration during the disinfection process was significantly higher in the manual group (median, 1.43 ppb) than in the automatic group (median, 0.35 ppb). These findings corroborate other findings that show it is desirable to introduce automatic endoscope reprocessors to decrease disinfectant exposure levels among scope reprocessing technicians.154\n",
            "cite_spans": [
                {
                    "start": 476,
                    "end": 478,
                    "mention": "93",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "mention": "153",
                    "ref_id": null
                },
                {
                    "start": 1360,
                    "end": 1363,
                    "mention": "148",
                    "ref_id": null
                },
                {
                    "start": 1992,
                    "end": 1995,
                    "mention": "154",
                    "ref_id": null
                }
            ],
            "section": "Ortho-phthalaldehyde ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Peracetic, or peroxyacetic acid, is characterized by a very rapid action against all microorganisms. A special advantage of peracetic acid is its lack of harmful decomposition products (i.e., acetic acid, water, oxygen, hydrogen peroxide); it enhances removal of organic material155 and leaves no residue. It remains effective in the presence of organic matter and is sporicidal even at low temperatures. Peracetic acid can corrode copper, brass, bronze, plain steel, and galvanized iron, but these effects can be reduced by additives and pH modifications. The advantages, disadvantages, and characteristics of peracetic acid are listed in Table 301-2.",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 282,
                    "mention": "155",
                    "ref_id": null
                }
            ],
            "section": "Peracetic Acid ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": [
                {
                    "start": 640,
                    "end": 651,
                    "mention": "Table 301-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Peracetic acid will inactivate gram-positive and gram-negative bacteria, fungi, and yeasts in less than 5 minutes at less than 100 ppm. In the presence of organic matter, 200 to 500 ppm is required. For viruses the dosage range is wide (12 to 2250 ppm), with poliovirus inactivated in yeast extract in 15 minutes with 1500 to 2250 ppm. A processing system using peracetic acid at a temperature of 50° C to 56° C can be used for processing heat-sensitive semicritical and critical devices that are compatible with the peracetic acid and processing system and cannot be sterilized by other legally marketed traditional sterilization methods validated for that type of device (e.g., steam, hydrogen peroxide gas plasma, vaporized hydrogen peroxide). After processing, the devices should be used immediately or stored in a manner similar to that of a high-level disinfected endoscope.156, 157, 158 The sterilant, 35% peracetic acid, is diluted to 0.2% with tap water that has been filtered and exposed to ultraviolet light. Simulated-use trials with the earlier version of this processing system have demonstrated excellent microbicidal activity,74, 158, 159, 160, 161, 162 and three clinical trials have demonstrated both excellent microbial killing and no clinical failures leading to infection.163, 164, 165 Three clusters of infection using the earlier version of the peracetic acid automated endoscope reprocessor were linked to inadequately processed bronchoscopes when inappropriate channel connectors were used with the system.166, 167 These clusters highlight the importance of training, proper model-specific endoscope connector systems, and quality control procedures to ensure compliance with endoscope manufacturer's recommendations and professional organization guidelines. An alternative high-level disinfectant available in the United Kingdom contains 0.35% peracetic acid. Although this product is rapidly effective against a broad range of microorganisms,168, 169 it tarnishes the metal of endoscopes and is unstable, resulting in only a 24-hour use life.169\n",
            "cite_spans": [
                {
                    "start": 880,
                    "end": 883,
                    "mention": "156",
                    "ref_id": null
                },
                {
                    "start": 885,
                    "end": 888,
                    "mention": "157",
                    "ref_id": null
                },
                {
                    "start": 890,
                    "end": 893,
                    "mention": "158",
                    "ref_id": null
                },
                {
                    "start": 1142,
                    "end": 1144,
                    "mention": "74",
                    "ref_id": null
                },
                {
                    "start": 1146,
                    "end": 1149,
                    "mention": "158",
                    "ref_id": null
                },
                {
                    "start": 1151,
                    "end": 1154,
                    "mention": "159",
                    "ref_id": null
                },
                {
                    "start": 1156,
                    "end": 1159,
                    "mention": "160",
                    "ref_id": null
                },
                {
                    "start": 1161,
                    "end": 1164,
                    "mention": "161",
                    "ref_id": null
                },
                {
                    "start": 1166,
                    "end": 1169,
                    "mention": "162",
                    "ref_id": null
                },
                {
                    "start": 1293,
                    "end": 1296,
                    "mention": "163",
                    "ref_id": null
                },
                {
                    "start": 1298,
                    "end": 1301,
                    "mention": "164",
                    "ref_id": null
                },
                {
                    "start": 1303,
                    "end": 1306,
                    "mention": "165",
                    "ref_id": null
                },
                {
                    "start": 1531,
                    "end": 1534,
                    "mention": "166",
                    "ref_id": null
                },
                {
                    "start": 1536,
                    "end": 1539,
                    "mention": "167",
                    "ref_id": null
                },
                {
                    "start": 1969,
                    "end": 1972,
                    "mention": "168",
                    "ref_id": null
                },
                {
                    "start": 1974,
                    "end": 1977,
                    "mention": "169",
                    "ref_id": null
                },
                {
                    "start": 2069,
                    "end": 2072,
                    "mention": "169",
                    "ref_id": null
                }
            ],
            "section": "Peracetic Acid ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Three chemical sterilants are FDA-cleared that contain peracetic acid plus hydrogen peroxide (0.08% peracetic acid plus 1.0% hydrogen peroxide, 0.23% peracetic acid plus 7.35% hydrogen peroxide, and 8.3% hydrogen peroxide plus 7.0% peracetic acid). The advantages, disadvantages, and characteristics of peracetic acid with hydrogen peroxide are listed in Table 301-2.",
            "cite_spans": [],
            "section": "Peracetic Acid with Hydrogen Peroxide ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": [
                {
                    "start": 355,
                    "end": 366,
                    "mention": "Table 301-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The bactericidal properties of peracetic acid plus hydrogen peroxide have been demonstrated.170 Manufacturer's data demonstrated that this combination of peracetic acid plus hydrogen peroxide inactivated all microorganisms with the exception of bacterial spores within 20 minutes. The 0.08% peracetic acid plus 1.0% hydrogen peroxide product was effective in inactivating a glutaraldehyde-resistant mycobacteria.171\n",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 95,
                    "mention": "170",
                    "ref_id": null
                },
                {
                    "start": 412,
                    "end": 415,
                    "mention": "171",
                    "ref_id": null
                }
            ],
            "section": "Peracetic Acid with Hydrogen Peroxide ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "The combination of peracetic acid and hydrogen peroxide has been used for disinfecting hemodialyzers.172 The percentage of dialysis centers using a peracetic acid with hydrogen peroxide–based disinfectant for reprocessing dialyzers increased from 5% in 1983 to 72% in 1997.173\n",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 104,
                    "mention": "172",
                    "ref_id": null
                },
                {
                    "start": 273,
                    "end": 276,
                    "mention": "173",
                    "ref_id": null
                }
            ],
            "section": "Peracetic Acid with Hydrogen Peroxide ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Phenol has occupied a prominent place in the field of hospital disinfection since its initial use as a germicide by Lister in his pioneering work on antiseptic surgery. In the past 40 years, however, work has been concentrated on the numerous phenol derivatives or phenolics and their antimicrobial properties. Phenol derivatives originate when a functional group (e.g., alkyl, phenyl, benzyl, halogen) replaces one of the hydrogen atoms on the aromatic ring. Two phenol derivatives commonly found as constituents of hospital disinfectants are ortho-phenylphenol and ortho-benzyl-para-chlorophenol.",
            "cite_spans": [],
            "section": "Phenolics ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Published reports on the antimicrobial efficacy of commonly used phenolics showed that they were bactericidal, fungicidal, virucidal, and tuberculocidal.15, 53, 75, 141, 174, 175, 176, 177, 178\n",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "15",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 159,
                    "mention": "53",
                    "ref_id": null
                },
                {
                    "start": 161,
                    "end": 163,
                    "mention": "75",
                    "ref_id": null
                },
                {
                    "start": 165,
                    "end": 168,
                    "mention": "141",
                    "ref_id": null
                },
                {
                    "start": 170,
                    "end": 173,
                    "mention": "174",
                    "ref_id": null
                },
                {
                    "start": 175,
                    "end": 178,
                    "mention": "175",
                    "ref_id": null
                },
                {
                    "start": 180,
                    "end": 183,
                    "mention": "176",
                    "ref_id": null
                },
                {
                    "start": 185,
                    "end": 188,
                    "mention": "177",
                    "ref_id": null
                },
                {
                    "start": 190,
                    "end": 193,
                    "mention": "178",
                    "ref_id": null
                }
            ],
            "section": "Phenolics ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Many phenolic germicides are EPA registered as disinfectants for use on environmental surfaces (e.g., bedside tables, bedrails, laboratory surfaces) and noncritical medical devices. Phenolics are not FDA cleared as high-level disinfectants for use with semicritical items but could be used to preclean or decontaminate critical and semicritical devices before terminal sterilization or high-level disinfection.",
            "cite_spans": [],
            "section": "Phenolics ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "The use of phenolics in nurseries has been questioned because of the occurrence of hyperbilirubinemia in infants placed in bassinets in which phenolic detergents were used.179 In addition, Doan and co-workers demonstrated bilirubin level increases in phenolic-exposed infants compared with nonphenolic-exposed infants when the phenolic was prepared according to the manufacturers' recommended dilution.180 If phenolics (or other disinfectants) are used to clean nursery floors, they must be diluted according to the recommendation on the product label. Phenolics (and other disinfectants) should not be used to clean infant bassinets and incubators while occupied. If phenolics are used to terminally clean infant bassinets and incubators, the surfaces should be rinsed thoroughly with water and dried before the infant bassinets and incubators are reused.18\n",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 175,
                    "mention": "179",
                    "ref_id": null
                },
                {
                    "start": 402,
                    "end": 405,
                    "mention": "180",
                    "ref_id": null
                },
                {
                    "start": 856,
                    "end": 858,
                    "mention": "18",
                    "ref_id": null
                }
            ],
            "section": "Phenolics ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "The quaternary ammonium compounds are widely used as surface disinfectants. There have been some reports of health care–associated infections associated with contaminated quaternary ammonium compounds used to disinfect patient care supplies or equipment such as cystoscopes or cardiac catheters.181, 182 As with several other disinfectants (e.g., phenolics, iodophors), gram-negative bacteria have been found to survive or grow in them.140\n",
            "cite_spans": [
                {
                    "start": 295,
                    "end": 298,
                    "mention": "181",
                    "ref_id": null
                },
                {
                    "start": 300,
                    "end": 303,
                    "mention": "182",
                    "ref_id": null
                },
                {
                    "start": 436,
                    "end": 439,
                    "mention": "140",
                    "ref_id": null
                }
            ],
            "section": "Quaternary Ammonium Compounds ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Results from manufacturers' data sheets and from published scientific literature indicate that the quaternaries sold as hospital disinfectants are generally fungicidal, bactericidal, and virucidal against lipophilic (enveloped) viruses; they are not sporicidal and generally not tuberculocidal or virucidal against hydrophilic (nonenveloped) viruses.† Poor mycobactericidal activities of quaternary ammonium compounds have been reported.49, 141\n",
            "cite_spans": [
                {
                    "start": 437,
                    "end": 439,
                    "mention": "49",
                    "ref_id": null
                },
                {
                    "start": 441,
                    "end": 444,
                    "mention": "141",
                    "ref_id": null
                }
            ],
            "section": "Quaternary Ammonium Compounds ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "\nThe quaternaries are commonly used in ordinary environmental sanitation of noncritical surfaces such as floors, furniture, and walls. EPA-registered quaternary ammonium compounds are appropriate to use when disinfecting medical equipment that comes into contact with intact skin (e.g., blood pressure cuffs).",
            "cite_spans": [],
            "section": "Quaternary Ammonium Compounds ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Pasteurization is not a sterilization process; its purpose is to destroy all pathogenic microorganisms with the exception of bacterial spores. The time-temperature relation for hot-water pasteurization is generally greater than 70° C (158° F) for 30 minutes. The water temperature and time should be monitored as part of a quality assurance program.186 Pasteurization of respiratory therapy187, 188 and anesthesia equipment189 is a recognized alternative to chemical disinfection.",
            "cite_spans": [
                {
                    "start": 349,
                    "end": 352,
                    "mention": "186",
                    "ref_id": null
                },
                {
                    "start": 390,
                    "end": 393,
                    "mention": "187",
                    "ref_id": null
                },
                {
                    "start": 395,
                    "end": 398,
                    "mention": "188",
                    "ref_id": null
                },
                {
                    "start": 423,
                    "end": 426,
                    "mention": "189",
                    "ref_id": null
                }
            ],
            "section": "Pasteurization ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Ultraviolet (UV) light has been recognized as an effective method for killing microorganisms. It has been suggested for use in health care for several purposes, including air disinfection, room decontamination (see “Room Decontamination,” later), surface disinfection, biofilm disinfection,190 and ultrasound probe disinfection.191 Contaminated ultrasound probes can potentially transmit pathogens. When the probe is only in contact with the patient's skin there is a low risk for infection and low-level disinfection is recommended; however, a higher level of disinfection is recommended when the probe contacts mucous membranes or nonintact skin. An evaluation of a new disinfection procedure for ultrasound probes using UV light demonstrated the median microbial reduction for UV light was 100%, 87.5% for antiseptic wiping, and 88% for dry wiping.191\n",
            "cite_spans": [
                {
                    "start": 290,
                    "end": 293,
                    "mention": "190",
                    "ref_id": null
                },
                {
                    "start": 328,
                    "end": 331,
                    "mention": "191",
                    "ref_id": null
                },
                {
                    "start": 851,
                    "end": 854,
                    "mention": "191",
                    "ref_id": null
                }
            ],
            "section": "Ultraviolet Light ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "Surface disinfection with UV light (100-280 nm) has been evaluated with three hospital-related surfaces, namely, aluminum (bed railings), stainless steel (operating tables), and scrubs (laboratory coats). Acinetobacter baumannii were inoculated on small coupons (103 or 105/coupon) and exposed to 90 J/m2. This exposure was effective in the inactivation of Acinetobacter from the metal coupon surfaces but ineffective in the decontamination of scrubs.192 A hand-held room decontamination technology that utilizes far-UV radiation (185 to 230 nm) to kill pathogens was evaluated and found that it rapidly kills C. difficile spores and other health care–associated pathogens on surfaces. However, the presence of organic matter reduces the efficacy of far-UV radiation, possibly explaining the more modest results observed on surfaces in hospital rooms that were not precleaned.193\n",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 454,
                    "mention": "192",
                    "ref_id": null
                },
                {
                    "start": 876,
                    "end": 879,
                    "mention": "193",
                    "ref_id": null
                }
            ],
            "section": "Ultraviolet Light ::: Chemical Disinfectants ::: Disinfection of Health Care Equipment and Surfaces",
            "ref_spans": []
        },
        {
            "text": "“Flash” steam sterilization was originally defined by Underwood and Perkins as sterilization of an unwrapped object at 132° C for 3 minutes at 27 to 28 pounds of pressure in a gravity displacement sterilizer.208 It was intended for instruments (e.g., dropped instruments) when there is insufficient time to sterilize an item by the preferred package method. The term “flash” arose out of the abbreviated time of exposure of the unwrapped instrument. Flash sterilization is an antiquated term that does not fully describe the various steam sterilization cycles now used to process items not intended to be stored for later use. Immediate use is defined as the shortest possible time between a sterilized item's removal from the sterilizer and its aseptic transfer to the sterile field. This implies that the sterilized item is used during the procedure for which it was sterilized and in a manner that minimizes its exposure to air and other environmental contaminants. The same critical reprocessing steps (e.g., cleaning, decontamination, rinsing, and aseptic transfer from the sterilizer to the point of use) must be followed. Immediate-use steam sterilization should not be used for convenience, as an alternative to purchasing sufficient instrument sets, or as a time saver.209, 210\n",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 211,
                    "mention": "208",
                    "ref_id": null
                },
                {
                    "start": 1278,
                    "end": 1281,
                    "mention": "209",
                    "ref_id": null
                },
                {
                    "start": 1283,
                    "end": 1286,
                    "mention": "210",
                    "ref_id": null
                }
            ],
            "section": "Immediate-Use Steam Sterilization ::: Steam Sterilization ::: Sterilization",
            "ref_spans": []
        },
        {
            "text": "ETO is a colorless gas that is flammable and explosive. The four essential parameters (operational ranges) are gas concentration (450 to 1200 mg/L); temperature (37° C to 63° C); relative humidity (40% to 80%; water molecules carry ETO to reactive sites); and exposure time (1 to 6 hours). These parameters influence the effectiveness of ETO sterilization.211, 212, 213, 214 Within certain limitations, an increase in gas concentration and temperature may shorten the time necessary for achieving sterilization.",
            "cite_spans": [
                {
                    "start": 356,
                    "end": 359,
                    "mention": "211",
                    "ref_id": null
                },
                {
                    "start": 361,
                    "end": 364,
                    "mention": "212",
                    "ref_id": null
                },
                {
                    "start": 366,
                    "end": 369,
                    "mention": "213",
                    "ref_id": null
                },
                {
                    "start": 371,
                    "end": 374,
                    "mention": "214",
                    "ref_id": null
                }
            ],
            "section": "Ethylene Oxide “Gas” Sterilization ::: Sterilization",
            "ref_spans": []
        },
        {
            "text": "The main disadvantages associated with ETO are the lengthy cycle time and its potential hazards to patients and staff; the main advantages are that it is highly penetrating and can sterilize occluded locations in medical items and can sterilize heat- or moisture-sensitive medical equipment without deleterious effects on the material used in the medical devices (see Table 301-3).212 Acute exposure to ETO may result in irritation (e.g., to skin, eyes, or gastrointestinal or respiratory tracts) and central nervous system depression.69 Chronic inhalation has been linked to the formation of cataracts, cognitive impairment, neurologic dysfunction, and disabling polyneuropathies.69 Occupational exposure in health care facilities has been linked to hematologic changes and an increased risk for spontaneous abortions and various cancers.69 ETO should be considered a known human carcinogen.215\n",
            "cite_spans": [
                {
                    "start": 381,
                    "end": 384,
                    "mention": "212",
                    "ref_id": null
                },
                {
                    "start": 535,
                    "end": 537,
                    "mention": "69",
                    "ref_id": null
                },
                {
                    "start": 681,
                    "end": 683,
                    "mention": "69",
                    "ref_id": null
                },
                {
                    "start": 839,
                    "end": 841,
                    "mention": "69",
                    "ref_id": null
                },
                {
                    "start": 892,
                    "end": 895,
                    "mention": "215",
                    "ref_id": null
                }
            ],
            "section": "Ethylene Oxide “Gas” Sterilization ::: Sterilization",
            "ref_spans": [
                {
                    "start": 368,
                    "end": 379,
                    "mention": "Table 301-3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The use of ETO evolved when few alternatives existed for sterilizing heat- and moisture-sensitive medical devices; however, favorable properties (see Table 301-3) account for its continued widespread use.216 Two ETO gas mixtures are available to replace ETO-chlorofluorocarbon (CFC) mixtures for large capacity, tank-supplied sterilizers. The ETO-carbon dioxide (CO2) mixture consists of 8.5% ETO and 91.5% CO2. This mixture has limited use in U.S. health care facilities but is sometimes used in hospitals in India and China. It is less expensive than ETO-hydrochlorofluorocarbons (HCFC), but a disadvantage is the need for pressure vessels rated for steam sterilization, because higher pressures (28-psi gauge) are required. The other mixture, which is a drop-in CFC replacement, is ETO mixed with HCFC. HCFCs are approximately 50-fold less damaging to the earth's ozone layer than are CFCs. The EPA will begin regulation of HCFC in the year 2015 and will terminate production in the year 2030. The ETO-HCFC mixtures have been provided by companies as a drop-in replacement for CFC-12 (one mixture consists of 8.6% ETO and 91.4% HCFC, and the other mixture is composed of 10% ETO and 90% HCFC) but will be phased out by the end of 2013.216 An alternative to the pressurized mixed-gas ETO systems is 100% ETO. Partly because of the events just described, the 100% ETO sterilizers that use unit-dose cartridges will become the systems for ETO use in U.S. health care facilities.",
            "cite_spans": [
                {
                    "start": 204,
                    "end": 207,
                    "mention": "216",
                    "ref_id": null
                },
                {
                    "start": 1238,
                    "end": 1241,
                    "mention": "216",
                    "ref_id": null
                }
            ],
            "section": "Ethylene Oxide “Gas” Sterilization ::: Sterilization",
            "ref_spans": [
                {
                    "start": 150,
                    "end": 161,
                    "mention": "Table 301-3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The excellent microbicidal activity of ETO has been demonstrated in several studies25, 161, 162, 217, 218, 219 and summarized in published reports.220 ETO inactivates all microorganisms, although bacterial spores (especially B. atrophaeus) are more resistant than other microorganisms. For this reason, B. atrophaeus is the recommended biologic indicator organism.",
            "cite_spans": [
                {
                    "start": 83,
                    "end": 85,
                    "mention": "25",
                    "ref_id": null
                },
                {
                    "start": 87,
                    "end": 90,
                    "mention": "161",
                    "ref_id": null
                },
                {
                    "start": 92,
                    "end": 95,
                    "mention": "162",
                    "ref_id": null
                },
                {
                    "start": 97,
                    "end": 100,
                    "mention": "217",
                    "ref_id": null
                },
                {
                    "start": 102,
                    "end": 105,
                    "mention": "218",
                    "ref_id": null
                },
                {
                    "start": 107,
                    "end": 110,
                    "mention": "219",
                    "ref_id": null
                },
                {
                    "start": 147,
                    "end": 150,
                    "mention": "220",
                    "ref_id": null
                }
            ],
            "section": "Ethylene Oxide “Gas” Sterilization ::: Sterilization",
            "ref_spans": []
        },
        {
            "text": "Like all sterilization processes, the effectiveness of ETO sterilization can be altered by lumen length, lumen diameter, inorganic salts, and organic materials.‡ For example, although ETO is not used commonly for reprocessing endoscopes,39 several studies have shown failure of ETO in inactivating contaminating spores in endoscope channels221 or lumen test units.25, 161, 218 Residual ETO levels averaging 66.2 ppm have been found even after the standard degassing time.130 Failure of ETO also has been observed when dental handpieces were contaminated with Streptococcus mutans and exposed to ETO.222 It is recommended that dental handpieces be steam sterilized.",
            "cite_spans": [
                {
                    "start": 237,
                    "end": 239,
                    "mention": "39",
                    "ref_id": null
                },
                {
                    "start": 340,
                    "end": 343,
                    "mention": "221",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 366,
                    "mention": "25",
                    "ref_id": null
                },
                {
                    "start": 368,
                    "end": 371,
                    "mention": "161",
                    "ref_id": null
                },
                {
                    "start": 373,
                    "end": 376,
                    "mention": "218",
                    "ref_id": null
                },
                {
                    "start": 471,
                    "end": 474,
                    "mention": "130",
                    "ref_id": null
                },
                {
                    "start": 599,
                    "end": 602,
                    "mention": "222",
                    "ref_id": null
                }
            ],
            "section": "Ethylene Oxide “Gas” Sterilization ::: Sterilization",
            "ref_spans": []
        },
        {
            "text": "\nETO is used in health care facilities to sterilize critical items (and sometimes semicritical items) that are moisture or heat sensitive and cannot be sterilized by steam sterilization.",
            "cite_spans": [],
            "section": "Ethylene Oxide “Gas” Sterilization ::: Sterilization",
            "ref_spans": []
        },
        {
            "text": "New sterilization technology based on hydrogen peroxide and plasma was patented in 1987 and marketed in the United States in 1993. Gas plasmas have been referred to as the fourth state of matter (i.e., liquids, solids, gases, and gas plasmas). Gas plasmas are generated in an enclosed chamber under deep vacuum using radiofrequency or microwave energy to excite the gas (i.e., hydrogen peroxide) molecules and produce charged particles, many of which are in the form of free radicals (e.g., hydroxyl and hydroperoxyl). This system works by diffusing hydrogen peroxide into the chamber and then “exciting” the hydrogen peroxide into a plasma state. The combined use of hydrogen peroxide vapor and plasma safely and rapidly sterilizes instruments without leaving toxic residues. The biologic indicator used with this system is Geobacillus stearothermophilus spores.",
            "cite_spans": [],
            "section": "Hydrogen Peroxide Gas Plasma ::: Sterilization",
            "ref_spans": []
        },
        {
            "text": "This process has the ability to inactivate a broad range of microorganisms, including resistant bacterial spores. Studies have been conducted against vegetative bacteria (including mycobacteria), yeasts, fungi, viruses, and bacterial spores.25, 161, 219, 223, 224, 225, 226, 227, 228, 229 Like all sterilization processes, the effectiveness can be altered by lumen length, lumen diameter, inorganic salts, and organic materials.§\n",
            "cite_spans": [
                {
                    "start": 241,
                    "end": 243,
                    "mention": "25",
                    "ref_id": null
                },
                {
                    "start": 245,
                    "end": 248,
                    "mention": "161",
                    "ref_id": null
                },
                {
                    "start": 250,
                    "end": 253,
                    "mention": "219",
                    "ref_id": null
                },
                {
                    "start": 255,
                    "end": 258,
                    "mention": "223",
                    "ref_id": null
                },
                {
                    "start": 260,
                    "end": 263,
                    "mention": "224",
                    "ref_id": null
                },
                {
                    "start": 265,
                    "end": 268,
                    "mention": "225",
                    "ref_id": null
                },
                {
                    "start": 270,
                    "end": 273,
                    "mention": "226",
                    "ref_id": null
                },
                {
                    "start": 275,
                    "end": 278,
                    "mention": "227",
                    "ref_id": null
                },
                {
                    "start": 280,
                    "end": 283,
                    "mention": "228",
                    "ref_id": null
                },
                {
                    "start": 285,
                    "end": 288,
                    "mention": "229",
                    "ref_id": null
                }
            ],
            "section": "Hydrogen Peroxide Gas Plasma ::: Sterilization",
            "ref_spans": []
        },
        {
            "text": "\nMaterials and devices that cannot tolerate high temperatures and humidity, such as some plastics, electrical devices, and corrosion-susceptible metal alloys, can be sterilized by hydrogen peroxide gas plasma. This method has been compatible with most (>95%) medical devices and materials tested.230, 231\n",
            "cite_spans": [
                {
                    "start": 296,
                    "end": 299,
                    "mention": "230",
                    "ref_id": null
                },
                {
                    "start": 301,
                    "end": 304,
                    "mention": "231",
                    "ref_id": null
                }
            ],
            "section": "Hydrogen Peroxide Gas Plasma ::: Sterilization",
            "ref_spans": []
        },
        {
            "text": "A new low temperature sterilization system uses vaporized hydrogen peroxide to sterilize reusable metal and nonmetal devices used in health care facilities. The system is compatible with a wide range of medical instruments and materials (e.g., polypropylene, brass, polyethylene). There are no toxic by-products because only water vapor and oxygen are produced. The system is not intended to process liquids, linens, powders, or any cellulose materials. The system can sterilize instruments with diffusion-restricted spaces (e.g., scissors) and medical devices with a single stainless steel lumen based on lumen internal diameter and length (e.g., an inside diameter of 1 mm or larger and a length of 125 mm or shorter; see manufacturer's recommendations). Thus, gastrointestinal endoscopes and bronchoscopes cannot be sterilized in this system at the current time. Although this system has not been comparatively evaluated with other sterilization processes, vaporized hydrogen peroxide has been shown to be effective in killing spores, viruses, mycobacteria, fungi, and bacteria. Table 301-3 lists the advantages and disadvantages of this and other processes.",
            "cite_spans": [],
            "section": "Vaporized Hydrogen Peroxide ::: Sterilization",
            "ref_spans": [
                {
                    "start": 1082,
                    "end": 1093,
                    "mention": "Table 301-3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Physicians use endoscopes to diagnose and treat numerous medical disorders. Although endoscopes represent a valuable diagnostic and therapeutic tool in modern medicine and the incidence of infection associated with use has been reported as very low (about 1 in 1.8 million procedures),232 more health care–associated outbreaks have been linked to contaminated endoscopes than to any other medical device.4, 5, 6, 233 To prevent the spread of health care–associated infections, all heat-sensitive endoscopes (e.g., gastrointestinal endoscopes, bronchoscopes, nasopharyngoscopes) must be properly cleaned and at a minimum subjected to high-level disinfection after each use. High-level disinfection can be expected to destroy all microorganisms; although when high numbers of bacterial spores are present, a few spores may survive.",
            "cite_spans": [
                {
                    "start": 285,
                    "end": 288,
                    "mention": "232",
                    "ref_id": null
                },
                {
                    "start": 404,
                    "end": 405,
                    "mention": "4",
                    "ref_id": null
                },
                {
                    "start": 407,
                    "end": 408,
                    "mention": "5",
                    "ref_id": null
                },
                {
                    "start": 410,
                    "end": 411,
                    "mention": "6",
                    "ref_id": null
                },
                {
                    "start": 413,
                    "end": 416,
                    "mention": "233",
                    "ref_id": null
                }
            ],
            "section": "Reprocessing of Endoscopes ::: Disinfection",
            "ref_spans": []
        },
        {
            "text": "Recommendations for the cleaning and disinfection of endoscopic equipment have been published and should be strictly followed.9, 37, 234, 235 Unfortunately, audits have shown that personnel do not adhere to guidelines on reprocessing,236, 237, 238, 239 and outbreaks of infection continue to occur.240, 241 To ensure that reprocessing personnel are properly trained, there should be initial and annual competency testing for each individual who is involved in reprocessing endoscopic instruments.9, 38, 167, 234\n",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 129,
                    "end": 131,
                    "mention": "37",
                    "ref_id": null
                },
                {
                    "start": 133,
                    "end": 136,
                    "mention": "234",
                    "ref_id": null
                },
                {
                    "start": 138,
                    "end": 141,
                    "mention": "235",
                    "ref_id": null
                },
                {
                    "start": 234,
                    "end": 237,
                    "mention": "236",
                    "ref_id": null
                },
                {
                    "start": 239,
                    "end": 242,
                    "mention": "237",
                    "ref_id": null
                },
                {
                    "start": 244,
                    "end": 247,
                    "mention": "238",
                    "ref_id": null
                },
                {
                    "start": 249,
                    "end": 252,
                    "mention": "239",
                    "ref_id": null
                },
                {
                    "start": 298,
                    "end": 301,
                    "mention": "240",
                    "ref_id": null
                },
                {
                    "start": 303,
                    "end": 306,
                    "mention": "241",
                    "ref_id": null
                },
                {
                    "start": 496,
                    "end": 497,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 499,
                    "end": 501,
                    "mention": "38",
                    "ref_id": null
                },
                {
                    "start": 503,
                    "end": 506,
                    "mention": "167",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 511,
                    "mention": "234",
                    "ref_id": null
                }
            ],
            "section": "Reprocessing of Endoscopes ::: Disinfection",
            "ref_spans": []
        },
        {
            "text": "In general, endoscope disinfection or sterilization with a liquid chemical sterilant or high-level disinfectant involves five steps after leak testing:1.\nClean—mechanically clean internal and external surfaces, including brushing internal channels and flushing each internal channel with water and a enzymatic cleaner.2.\nDisinfect—immerse endoscope in high-level disinfectant (or chemical sterilant) and perfuse (eliminates air pockets and ensures contact of the germicide with the internal channels) disinfectant into all accessible channels such as the suction/biopsy channel and air/water channel and expose for a time recommended for specific products.3.\nRinse—rinse the endoscope and all channels with sterile water, filtered water (commonly used with automated endoscope reprocessors), or tap water.4.\nDry—rinse the insertion tube and inner channels with alcohol and dry with forced air after disinfection and before storage.5.\nStore—store the endoscope in a way that prevents recontamination and promotes drying (e.g., hung vertically).\n",
            "cite_spans": [],
            "section": "Reprocessing of Endoscopes ::: Disinfection",
            "ref_spans": []
        },
        {
            "text": "Unfortunately, there is poor compliance with the recommendations for reprocessing endoscopes, which may result in patient exposure to bloodborne pathogens.242 In addition, there are rare instances in which the scientific literature and recommendations from professional organizations regarding the use of disinfectants and sterilants may differ from the manufacturer's label claim. One example is the contact time used to achieve high-level disinfection with 2% glutaraldehyde. Based on FDA requirements (FDA regulates liquid sterilants and high-level disinfectants used on critical and semicritical medical devices), manufacturers test the efficacy of their germicide formulations under worst-case conditions (i.e., minimum recommended concentration of the active ingredient) and in the presence of organic soil (typically 5% serum). The soil is used to represent the organic loading to which the device is exposed during actual use and that would remain on the device in the absence of cleaning. These stringent test conditions are designed to provide a margin of safety by ensuring that the contact conditions for the germicide provide complete elimination of the test bacteria (e.g., 105 to 106 \nM. tuberculosis in organic soil and dried on a scope) if inoculated into the most difficult areas for the disinfectant to penetrate and in the absence of cleaning. However, the scientific data demonstrate that M. tuberculosis levels can be reduced by at least 8 log10 with cleaning (4 log10) followed by chemical disinfection for 20 minutes at 20° C (4 to 6 log10).9, 37, 243 Because of these data, professional organizations (at least 14 professional organizations worldwide) that have endorsed an endoscope reprocessing guideline recommend contact conditions of 20 minutes at 20° C (or <20 minutes outside the United States) with 2% glutaraldehyde to achieve high-level disinfection that differs from that of the manufacturer's label.37, 244, 245, 246 It is important to emphasize that the FDA tests do not include cleaning, a critical component of the disinfection process. Therefore, when cleaning has been included in the test methodology, 2% glutaraldehyde for 20 minutes has been demonstrated to be effective in eliminating all vegetative bacteria.",
            "cite_spans": [
                {
                    "start": 155,
                    "end": 158,
                    "mention": "242",
                    "ref_id": null
                },
                {
                    "start": 1565,
                    "end": 1566,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 1568,
                    "end": 1570,
                    "mention": "37",
                    "ref_id": null
                },
                {
                    "start": 1572,
                    "end": 1575,
                    "mention": "243",
                    "ref_id": null
                },
                {
                    "start": 1936,
                    "end": 1938,
                    "mention": "37",
                    "ref_id": null
                },
                {
                    "start": 1940,
                    "end": 1943,
                    "mention": "244",
                    "ref_id": null
                },
                {
                    "start": 1945,
                    "end": 1948,
                    "mention": "245",
                    "ref_id": null
                },
                {
                    "start": 1950,
                    "end": 1953,
                    "mention": "246",
                    "ref_id": null
                }
            ],
            "section": "Reprocessing of Endoscopes ::: Disinfection",
            "ref_spans": []
        },
        {
            "text": "Emerging pathogens are of growing concern to the general public and infection control professionals. Relevant pathogens include Cryptosporidium parvum, C. difficile, severe acute respiratory syndrome (SARS)-coronavirus, Helicobacter pylori, E. coli O157:H7, HIV, hepatitis C virus (HCV), rotavirus, multidrug-resistant M. tuberculosis, human papillomavirus, norovirus, and nontuberculous mycobacteria (e.g., M. chelonae). Similarly, publications have highlighted the concern about the potential for bioterrorism.251 The Centers for Disease Control and Prevention (CDC) has categorized several agents as “high priority” because they can be easily disseminated or transmitted person to person, can cause high mortality, and are likely to cause public panic and social disruption.252 These agents include Bacillus anthracis (anthrax), Yersinia pestis (plague), variola major (smallpox), Francisella tularensis (tularemia), filoviruses (Ebola hemorrhagic fever, Marburg hemorrhagic fever); and arenaviruses (Lassa [Lassa fever], Junin [Argentine hemorrhagic fever]), and related viruses.252\n",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 515,
                    "mention": "251",
                    "ref_id": null
                },
                {
                    "start": 777,
                    "end": 780,
                    "mention": "252",
                    "ref_id": null
                },
                {
                    "start": 1083,
                    "end": 1086,
                    "mention": "252",
                    "ref_id": null
                }
            ],
            "section": "Emerging Pathogens, Antibiotic-Resistant Bacteria, and Bioterrorism Agents ::: OSHA Bloodborne Pathogen Standard",
            "ref_spans": []
        },
        {
            "text": "With rare exceptions, the susceptibility of each of these pathogens to chemical disinfectants/sterilants has been studied and all of these pathogens (or surrogate microbes such as feline-calicivirus for noro­virus, vaccinia for variola,142 and B. atrophaeus [formerly Bacillus subtilis] for B. anthracis), are susceptible to currently available chemical disinfectants/sterilants.9, 253, 254 Standard sterilization and high-level disinfection procedures for patient care equipment (as recommended in this chapter) are adequate to sterilize or disinfect instruments or devices contaminated with blood or other body fluids from persons infected with bloodborne pathogens, emerging pathogens, and bioterrorism agents, with the exception of prions (see later). No changes in procedures for cleaning, disinfecting, or sterilizing need to be made.9\n",
            "cite_spans": [
                {
                    "start": 236,
                    "end": 239,
                    "mention": "142",
                    "ref_id": null
                },
                {
                    "start": 379,
                    "end": 380,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 382,
                    "end": 385,
                    "mention": "253",
                    "ref_id": null
                },
                {
                    "start": 387,
                    "end": 390,
                    "mention": "254",
                    "ref_id": null
                },
                {
                    "start": 840,
                    "end": 841,
                    "mention": "9",
                    "ref_id": null
                }
            ],
            "section": "Emerging Pathogens, Antibiotic-Resistant Bacteria, and Bioterrorism Agents ::: OSHA Bloodborne Pathogen Standard",
            "ref_spans": []
        },
        {
            "text": "In addition, there are no data to show that antibiotic-resistant bacteria (methicillin-resistant Staphylococcus aureus [MRSA], vancomycin-resistant Enterococcus [VRE], multidrug-resistant M. tuberculosis) are less sensitive to the liquid chemical germicides that antibiotic-sensitive bacteria at currently used germicide contact conditions and concentrations.255, 256\n",
            "cite_spans": [
                {
                    "start": 359,
                    "end": 362,
                    "mention": "255",
                    "ref_id": null
                },
                {
                    "start": 364,
                    "end": 367,
                    "mention": "256",
                    "ref_id": null
                }
            ],
            "section": "Emerging Pathogens, Antibiotic-Resistant Bacteria, and Bioterrorism Agents ::: OSHA Bloodborne Pathogen Standard",
            "ref_spans": []
        },
        {
            "text": "Creutzfeldt-Jakob disease (CJD) is a degenerative neurologic disorder of humans with an incidence in the United States of approximately 1 case/million population/year.257, 258 CJD is believed to be caused by a proteinaceous infectious agent or prion. CJD is related to other human transmissible spongiform encephalopathies (TSEs) that include kuru (0 incidence, now eradicated), Gertsmann-Straussler-Sheinker (GSS) syndrome (1/40 million), and fatal insomnia syndrome (FFI) (<1/40 million). The agents of CJD and other TSEs exhibit an unusual resistance to conventional chemical and physical decontamination methods. Because the CJD agent is not readily inactivated by conventional disinfection and sterilization procedures and because of the invariably fatal outcome of CJD, the procedures for disinfection and sterilization of the CJD prion have been both conservative and controversial for many years.",
            "cite_spans": [
                {
                    "start": 167,
                    "end": 170,
                    "mention": "257",
                    "ref_id": null
                },
                {
                    "start": 172,
                    "end": 175,
                    "mention": "258",
                    "ref_id": null
                }
            ],
            "section": "Inactivation of Creutzfeldt-Jakob Disease Agent ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "The current recommendations consider inactivation data but also use epidemiologic studies of prion transmission, infectivity of human tissues, and the efficacy of removing proteins by cleaning.257, 259, 260 On the basis of scientific data, only critical (e.g., surgical instruments) and semicritical devices contaminated with high-risk tissue (i.e., brain, spinal cord, and eye tissue) from high-risk patients (e.g., known or suspected infection with CJD or other prion disease) require special prion reprocessing. A moist environment after contamination reduces the attachment of both protein and prion amyloid to the stainless steel surface so moist conditions should be maintained.261 After the device is clean, it should be sterilized by either autoclaving (i.e., steam sterilization) or using a combination of sodium hydroxide and autoclaving262 using one of the options below257:Option 1—autoclave at 134° C for 18 minutes in a prevacuum sterilizerOption 2—autoclave at 132° C for 1 hour in a gravity displacement sterilizer9, 257, 263\nOption 3—immerse in 1N sodium hydroxide for 1 hour; remove and rinse in water, then transfer to an open pan and autoclave (121° C gravity displacement or 134°C porous or prevacuum sterilizer) for 1 hourOption 4—immerse in 1N sodium hydroxide for 1 hour and heat in a gravity displacement at 121° C for 30 minutes, then clean and subject to routine sterilization.Some data suggest the temperature should not exceed 134° C because the effectiveness of autoclaving may decline as the temperature is increased (e.g., 136° C, 138° C).264 Prion-contaminated medical devices that are impossible or difficult to clean should be discarded. To minimize environmental contamination, noncritical environmental surfaces should be covered with plastic-backed paper; and when contaminated with high-risk tissues, the paper should be properly discarded. Noncritical environmental surfaces (e.g., laboratory surfaces) contaminated with high-risk tissues should be cleaned and then spot decontaminated with a 1 : 10 dilution of hypochlorite solutions.257\n",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 196,
                    "mention": "257",
                    "ref_id": null
                },
                {
                    "start": 198,
                    "end": 201,
                    "mention": "259",
                    "ref_id": null
                },
                {
                    "start": 203,
                    "end": 206,
                    "mention": "260",
                    "ref_id": null
                },
                {
                    "start": 684,
                    "end": 687,
                    "mention": "261",
                    "ref_id": null
                },
                {
                    "start": 847,
                    "end": 850,
                    "mention": "262",
                    "ref_id": null
                },
                {
                    "start": 881,
                    "end": 884,
                    "mention": "257",
                    "ref_id": null
                },
                {
                    "start": 1030,
                    "end": 1031,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 1033,
                    "end": 1036,
                    "mention": "257",
                    "ref_id": null
                },
                {
                    "start": 1038,
                    "end": 1041,
                    "mention": "263",
                    "ref_id": null
                },
                {
                    "start": 1571,
                    "end": 1574,
                    "mention": "264",
                    "ref_id": null
                },
                {
                    "start": 2075,
                    "end": 2078,
                    "mention": "257",
                    "ref_id": null
                }
            ],
            "section": "Inactivation of Creutzfeldt-Jakob Disease Agent ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "It has long been recommended in the United States that environmental surfaces in patient rooms be cleaned and disinfected on a regular basis (e.g., daily or three times per week), when surfaces are visibly soiled, and after patient discharge (terminal cleaning).9 Disinfection is generally performed using an EPA-registered hospital disinfectant such as a quaternary ammonium compound. Recent studies have demonstrated that adequate environment cleaning is frequently lacking. For example, Carling and co-workers assessed the thoroughness of terminal cleaning in the patient's immediate environment in 23 acute care hospitals (1119 patient rooms) by using a transparent, easily cleaned, stable solution that fluoresces when exposed to hand-held UV light.272 The overall thoroughness of cleaning, expressed as a percent of surfaces evaluated, was 49% (range for all hospitals, 35% to 81%). Using a similar design, Carling and co-workers assessed the environmental cleaning in intensive care unit rooms in 16 hospitals (2320 objects) and demonstrated that only 57.1% of sites were cleaned after discharge of the room's occupant.273 A recent study using ATP bioluminescence assays and aerobic cultures demonstrated that medical equipment frequently had not been disinfected as per protocol.274\n",
            "cite_spans": [
                {
                    "start": 262,
                    "end": 263,
                    "mention": "9",
                    "ref_id": null
                },
                {
                    "start": 754,
                    "end": 757,
                    "mention": "272",
                    "ref_id": null
                },
                {
                    "start": 1126,
                    "end": 1129,
                    "mention": "273",
                    "ref_id": null
                },
                {
                    "start": 1287,
                    "end": 1290,
                    "mention": "274",
                    "ref_id": null
                }
            ],
            "section": "Adequacy of Room Cleaning and Disinfection Using Chemical Germicides ::: Role of Surfaces in Disease Transmission ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "Investigators have reported that intervention programs aimed at environmental services workers resulted in significant improvement in cleaning practices.65, 66 Such interventions have generally included multiple activities: improved education, monitoring the thoroughness of cleaning (e.g., by use of ATP assays or fluorescent dyes) with feedback of performance to the environmental service workers or use of cleaning checklists or both. We have found that assignment of cleaning responsibility (e.g., medical equipment to be cleaned by nursing; environmental surfaces to be cleaned by environmental service) is also important to ensure all objects and surfaces are decontaminated, especially the surfaces of medical equipment (e.g., cardiac monitors). Improved environmental cleaning has been demonstrated to reduce the environ­mental contamination with VRE,275, 276 MRSA,276 and C. difficile.\n277 Importantly, no study has reported in the postintervention period proper cleaning of more than 85% of objects. Further, all studies have only focused improvement on a limited number of “high risk” objects. Thus, a concern of published studies is that they have only demonstrated improved cleaning of a limited number of “high risk” objects (or “targeted” objects), not an improvement in the overall thoroughness of room decontamination.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "65",
                    "ref_id": null
                },
                {
                    "start": 157,
                    "end": 159,
                    "mention": "66",
                    "ref_id": null
                },
                {
                    "start": 859,
                    "end": 862,
                    "mention": "275",
                    "ref_id": null
                },
                {
                    "start": 864,
                    "end": 867,
                    "mention": "276",
                    "ref_id": null
                },
                {
                    "start": 873,
                    "end": 876,
                    "mention": "276",
                    "ref_id": null
                },
                {
                    "start": 895,
                    "end": 898,
                    "mention": "277",
                    "ref_id": null
                }
            ],
            "section": "Improving Room Cleaning and Disinfection and Demonstrating the Effectiveness of Surface Decontamination in Reducing Health Care–Associated Infections ::: Role of Surfaces in Disease Transmission ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "UV irradiation has been used for the control of pathogenic microorganisms in a variety of applications, such as control of legionellosis, as well as disinfection of air, surfaces, and instruments.278, 279 At certain wavelengths, UV light will break the molecular bonds in DNA, thereby destroying the organism. UV-C has a characteristic wavelength of 200 to 270 nm (e.g., 254 nm), which lies in the germicidal active portion of the electromagnetic spectrum of 200 to 320 nm. The efficacy of UV irradiation is a function of many different parameters such as intensity, exposure time, lamp placement, and air movement patterns.",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 199,
                    "mention": "278",
                    "ref_id": null
                },
                {
                    "start": 201,
                    "end": 204,
                    "mention": "279",
                    "ref_id": null
                }
            ],
            "section": "Ultraviolet Light for Room Decontamination ::: “No Touch” Methods for Room Decontamination ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "An automated mobile UV-C unit has been shown to eliminate more than 3-log10 vegetative bacteria (MRSA, VRE, Acinetobacter baumannii) and more than 2.4-log10\nC. difficile seeded onto Formica surfaces in patients' rooms experimentally contaminated.280 Boyce and colleagues report the results of assessing the effectiveness of the same UV-C unit to reduce environmental contamination with vegetative bacteria (measured using aerobic colony counts) and C. difficile inoculated onto stainless steel carrier disks.281 Room decontamination with the UV system resulted in significant reductions in aerobic bacteria on five high-touch surfaces. Mean C. difficile log10 reductions ranged from 1.8 to 2.9 using cycle times of 34.2 to 100.1 minutes. Surfaces in direct line-of-sight were significantly more likely to yield negative cultures after UV decontamination than before decontamination. Nerandzic and colleagues showed that UV-C at a reflected dose of 22,000 mWs/cm2 for approximately 45 minutes consistently reduced recovery of C. difficile spores and MRSA by more than 2- to 3-log10 colony-forming units (CFU)/cm2 and of VRE by more than 3- to 4-log10 CFU/cm2.282 Thus, there are now three studies that have demonstrated that a UV-C system is capable of reducing vegetative bacteria inoculated on a carrier by more than 3- to 4-log10 in 15 to 20 minutes and C. difficile by more than 1.7- to 4-log10 in 35 to 100 minutes. The studies also demonstrate reduced effectiveness when surfaces were not in direct line of sight.280, 281, 282\n",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 249,
                    "mention": "280",
                    "ref_id": null
                },
                {
                    "start": 508,
                    "end": 511,
                    "mention": "281",
                    "ref_id": null
                },
                {
                    "start": 1158,
                    "end": 1161,
                    "mention": "282",
                    "ref_id": null
                },
                {
                    "start": 1518,
                    "end": 1521,
                    "mention": "280",
                    "ref_id": null
                },
                {
                    "start": 1523,
                    "end": 1526,
                    "mention": "281",
                    "ref_id": null
                },
                {
                    "start": 1528,
                    "end": 1531,
                    "mention": "282",
                    "ref_id": null
                }
            ],
            "section": "Ultraviolet Light for Room Decontamination ::: “No Touch” Methods for Room Decontamination ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "Several systems that produce hydrogen peroxide (e.g., vapor, aerosolized dry mist) have been studied for their ability to decontaminate environmental surfaces and objects in hospital rooms. Hydrogen peroxide vapor (HPV) has been used increasingly for the decontamination of rooms in health care facilities.283, 284, 285, 286, 287, 288, 289, 290, 291, 292 Investigators found that hydrogen peroxide systems are a highly effective method for eradicating various pathogens (e.g., MRSA, M. tuberculosis, Serratia, C. difficile spores, Clostridium botulinum spores) from rooms, furniture, and equipment. Importantly, using a before-after study design, Boyce and co-workers have shown that use of hydrogen peroxide vapor was associated with a significant reduction in the incidence of C. difficile infection on five high-incidence wards.283\n",
            "cite_spans": [
                {
                    "start": 306,
                    "end": 309,
                    "mention": "283",
                    "ref_id": null
                },
                {
                    "start": 311,
                    "end": 314,
                    "mention": "284",
                    "ref_id": null
                },
                {
                    "start": 316,
                    "end": 319,
                    "mention": "285",
                    "ref_id": null
                },
                {
                    "start": 321,
                    "end": 324,
                    "mention": "286",
                    "ref_id": null
                },
                {
                    "start": 326,
                    "end": 329,
                    "mention": "287",
                    "ref_id": null
                },
                {
                    "start": 331,
                    "end": 334,
                    "mention": "288",
                    "ref_id": null
                },
                {
                    "start": 336,
                    "end": 339,
                    "mention": "289",
                    "ref_id": null
                },
                {
                    "start": 341,
                    "end": 344,
                    "mention": "290",
                    "ref_id": null
                },
                {
                    "start": 346,
                    "end": 349,
                    "mention": "291",
                    "ref_id": null
                },
                {
                    "start": 351,
                    "end": 354,
                    "mention": "292",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 834,
                    "mention": "283",
                    "ref_id": null
                }
            ],
            "section": "Hydrogen Peroxide Systems for Room Decontamination ::: “No Touch” Methods for Room Decontamination ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "The UV-C system studied and the systems that use hydrogen peroxide have their own advantages and disadvantages268 and there is now ample evidence that these “no-touch” systems can reduce environmental contamination with health care–associated pathogens. However, each specific system should be studied and its efficacy demonstrated before being introduced into health care facilities. The main advantage of both units is their ability to achieve substantial reductions in vegetative bacteria. As noted earlier, manual cleaning has been demonstrated to be suboptimal because many environmental surfaces are not cleaned. Another advantage is their ability to substantially reduce C. difficile because low-level disinfectants (e.g., quaternary ammonium compounds) have limited or no measurable activity against spore-forming bacteria.278 Both systems are residual free and they decontaminate all exposed surfaces and equipment in the room.",
            "cite_spans": [
                {
                    "start": 110,
                    "end": 113,
                    "mention": "268",
                    "ref_id": null
                },
                {
                    "start": 831,
                    "end": 834,
                    "mention": "278",
                    "ref_id": null
                }
            ],
            "section": "Comparison of Ultraviolet Irradiation versus Hydrogen Peroxide for Room Decontamination ::: “No Touch” Methods for Room Decontamination ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "The major disadvantages of both decontamination systems are the substantial capital equipment costs, the need to remove personnel and patients from the room, thus limiting their use to terminal room disinfection (must prevent/minimize exposure to UV and hydrogen peroxide), the staff time needed to transport the system to rooms to be decontaminated and monitor its use, the need to physically clean the room of dust and debris, and the sensitivity to use parameters. There are several important differences between the two systems. The UV-C system offers faster decontamination that reduces the “down” time of the room before another patient can be admitted. The hydrogen peroxide systems have been demonstrated to be more effective in eliminating spore-forming organisms. Whether this improved sporicidal activity is clinically important is unclear because studies have demonstrated that although environmental contamination is common in the rooms of patients with C. difficile infection, the level of contamination is relatively low (also true for MRSA and VRE). Finally, the hydrogen peroxide system was demonstrated to reduce C. difficile incidence in a clinical study, whereas similar studies with the UV-C system have not been published. If additional studies continue to demonstrate a benefit, then widespread adoption of these technologies should be considered for terminal room disinfection of certain patient rooms (e.g., contact precautions) in health care facilities.",
            "cite_spans": [],
            "section": "Comparison of Ultraviolet Irradiation versus Hydrogen Peroxide for Room Decontamination ::: “No Touch” Methods for Room Decontamination ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "Health care facilities that generate medical, chemical, or radiologic waste have a moral and legal obligation to dispose of these wastes in a manner that poses minimal potential hazard to the environment or public health. The proper disposal of these wastes requires a dynamic waste management plan that conforms to federal, state, and local regulations and provides adequate personnel and financial resources to ensure implementation.",
            "cite_spans": [],
            "section": "Control of Hospital Waste ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "Medical waste disposal has been as a major problem in the United States for the past 40 years. The problem has developed as a result of medical waste washing ashore in some coastal states in 1987 and 1988 and the perceived threat of acquiring HIV infection via this waste. This has led to restrictive rules governing the disposal of medical waste in many states and an increase in the volume of waste defined as regulated medical waste. Coincidentally, with an increase in volume of regulated medical waste (formerly called “infectious waste”), the options for medical waste treatment and disposal are diminishing because of space and environmental concerns. This section will review some of the principles associated with medical waste management, but a more detailed description of collection, storage, processing, transporting, treatment, and public health implications of medical waste may be found elsewhere.293, 294, 295, 296, 297\n",
            "cite_spans": [
                {
                    "start": 913,
                    "end": 916,
                    "mention": "293",
                    "ref_id": null
                },
                {
                    "start": 918,
                    "end": 921,
                    "mention": "294",
                    "ref_id": null
                },
                {
                    "start": 923,
                    "end": 926,
                    "mention": "295",
                    "ref_id": null
                },
                {
                    "start": 928,
                    "end": 931,
                    "mention": "296",
                    "ref_id": null
                },
                {
                    "start": 933,
                    "end": 936,
                    "mention": "297",
                    "ref_id": null
                }
            ],
            "section": "Control of Hospital Waste ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "Despite the attention given to medical waste by the public, the media, and all levels of government, the terms hospital waste, medical waste, regulated medical waste, and infectious waste are often used synonymously. Hospital waste refers to all waste, biologic or nonbiologic, that is discarded and not intended for further use. Medical waste refers to materials generated as a result of patient diagnosis, immunization, or treatment, such as soiled dressings or intravenous tubing. Infectious waste refers to that portion of medical waste that could potentially transmit an infectious disease. Congress and the EPA used the term regulated medical waste rather than infectious waste in the Medical Waste Tracking Act (MWTA) of 1988 in deference to the remote possibility of disease transmission associated with this waste. Thus, medical waste is a subset of hospital waste, and regulated medical waste (which is synonymous with infectious waste from a regulatory perspective) is a subset of medical waste.\n293\n",
            "cite_spans": [
                {
                    "start": 1007,
                    "end": 1010,
                    "mention": "293",
                    "ref_id": null
                }
            ],
            "section": "Control of Hospital Waste ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "As stated, regulated medical waste (or infectious waste) is capable of producing an infectious disease. This definition requires a consideration of the factors necessary for disease induction that include dose, host susceptibility, presence of a pathogen, virulence of a pathogen, and the most commonly absent factor, a portal of entry. For a waste to be infectious, therefore, it must contain pathogens with sufficient virulence and quantity so that exposure to the waste by a susceptible host could result in an infectious disease. Because there are no tests that allow infectious waste to be identified objectively, responsible agencies (e.g., the CDC, EPA, or states) define waste as infectious when it is suspected to contain pathogens in sufficient number to cause disease. Not only does this subjective definition result in conflicting opinions from the CDC, EPA, and state agencies on what constitutes infectious waste and how it should be treated, but it also gives undue emphasis to the mere presence of pathogens.",
            "cite_spans": [],
            "section": "Control of Hospital Waste ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "Guidelines produced by the CDC have designated five types of hospital waste as regulated medical waste (i.e., microbiology laboratory waste, pathology and anatomy waste, contaminated animal carcasses, blood, and sharps).40 The EPA guidelines consider the same types of waste as infectious or regulated medical waste but also designate communicable disease isolation waste.296 In the MWTA, the EPA modified its position on “communicable disease isolation waste” by including only certain “highly” communicable disease waste such as Class 4 (e.g., Marburg, Ebola, and Lassa viruses) as regulated medical waste298 (Table 301-4\n). In a systematic random survey of all U.S. hospitals conducted in July 1987 and January 1988, the overall compliance rates with the CDC and EPA recommendations were 82% and 75%, respectively. Not only were the majority of hospitals in compliance, but the hospitals frequently treated other hospital waste as infectious, including contaminated laboratory waste (87%), surgery waste (78%), dialysis waste (69%), items contacting secretions (63%), intensive care (37%), and emergency department waste (41%).293\n",
            "cite_spans": [
                {
                    "start": 220,
                    "end": 222,
                    "mention": "40",
                    "ref_id": null
                },
                {
                    "start": 372,
                    "end": 375,
                    "mention": "296",
                    "ref_id": null
                },
                {
                    "start": 607,
                    "end": 610,
                    "mention": "298",
                    "ref_id": null
                },
                {
                    "start": 1130,
                    "end": 1133,
                    "mention": "293",
                    "ref_id": null
                }
            ],
            "section": "Control of Hospital Waste ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": [
                {
                    "start": 612,
                    "end": 623,
                    "mention": "Table 301-4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "A key component in evaluating the impact of a medical waste management program is the quantity of waste produced per patient. Hospitalized patients generate about 15 pounds of hospital waste per day. The amount of hospital waste generated by U.S. hospitals is approximately 6700 tons per day. U.S. hospitals designate approximately 15% of the total hospital waste by weight as infectious (about 1000 tons of infectious waste per day).293 Not surprisingly, the percentage of medical waste treated as infectious increases with the number and types of medical waste classified as infectious. For example, about 6% of hospital waste would be treated as infectious waste if the CDC guidelines are followed but 45% of hospital waste could be considered infectious waste under the MWTA.293, 299\n",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 437,
                    "mention": "293",
                    "ref_id": null
                },
                {
                    "start": 779,
                    "end": 782,
                    "mention": "293",
                    "ref_id": null
                },
                {
                    "start": 784,
                    "end": 787,
                    "mention": "299",
                    "ref_id": null
                }
            ],
            "section": "Control of Hospital Waste ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "The vast majority of U.S. hospitals designate and treat microbiologic, pathologic, isolation, blood, and sharp waste as infectious.293 In the late 1980s, treatment of infectious waste by U.S. hospitals was most commonly accomplished by incineration (range, 64% to 93%, depending on the type of waste), but emission regulations that limit air pollutants has reduced the number and use of incineration for medical waste. For example, in September 1997 there were an estimated 2373 medical waste incinerators in the United States, but based on the EPA's 2010 inventory there are 54 infectious waste incinerators.300 Autoclaves or steam sterilizers have become the primary nonincineration technology used by hospitals to process their regulated medical waste (except pathology waste) (E. Krisiunas, written communication, 2008). Several other nonincineration alternatives have been proposed for treating regulated medical waste (e.g., mechanical/chemical disinfection, microwave decontamination, steam disinfection, and compacting).297 Nonregulated medical waste is generally discarded in a properly sited and operated sanitary landfill because this is a safe and inexpensive disposal method (e.g., landfill disposal costs $0.02 to 0.05 per pound for nonregulated medical waste versus a contract incinerator cost of $0.20 to 0.60 per pound for regulated medical waste).",
            "cite_spans": [
                {
                    "start": 131,
                    "end": 134,
                    "mention": "293",
                    "ref_id": null
                },
                {
                    "start": 609,
                    "end": 612,
                    "mention": "300",
                    "ref_id": null
                },
                {
                    "start": 1028,
                    "end": 1031,
                    "mention": "297",
                    "ref_id": null
                }
            ],
            "section": "Control of Hospital Waste ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "The conflicting opinions of state and federal regulations are related to the paucity of microbiologic and epidemiologic evidence that medical waste represents a threat to the public health. First, with the exception of “sharps” such as needles, which have caused disease only in an occupational setting, there is no scientific evidence that medical waste has caused disease in the hospital or the community. Second, data demonstrate that household waste contains on average 100 times as many microorganisms with pathogenic potential for humans than medical waste.301 Third, detailed reports of the beach washups found that the vast majority of waste on beaches was debris (about 99%) such as wood, plastic, and paper, not medical waste. EPA documents acknowledge that much of the medical waste that washed ashore in the summer of 1988 was syringe related (65%) and came from home health care and illegal drug use. Fourth, studies have shown that most U.S. hospitals are in compliance with the CDC infectious waste guidelines. Fifth, although the principal purpose of the MWTA was to reduce medical waste on beaches, it has not demonstrated its intended benefit. The relative number of syringes on the beaches in the MWTA states was significantly greater during implementation of the Act (17.23%) than before the Act went into effect (3.2%).299 If regulatory control were based on epidemiologic, microbiologic, and environmental data, only two types of medical waste would require special handling and treatment—sharps and microbiologic waste.",
            "cite_spans": [
                {
                    "start": 563,
                    "end": 566,
                    "mention": "301",
                    "ref_id": null
                },
                {
                    "start": 1340,
                    "end": 1343,
                    "mention": "299",
                    "ref_id": null
                }
            ],
            "section": "Control of Hospital Waste ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "Federal medical waste regulations have been promulgated by the U.S. Department of Transportation and OSHA. The Department of Transportation regulation involves the transport of infectious substances and medical waste and went into effect January 1996.302 The OSHA Bloodborne Pathogen Standard requires labeling to designate waste that poses a health threat in the workplace. The OSHA definition of regulated waste is not intended to designate waste that must be treated. In fact, generators who apply the OSHA definition of regulated waste (rather than state regulations) to designate infectious waste for treatment by incineration or other means may unintentionally incur additional expenses.247\n",
            "cite_spans": [
                {
                    "start": 251,
                    "end": 254,
                    "mention": "302",
                    "ref_id": null
                },
                {
                    "start": 693,
                    "end": 696,
                    "mention": "247",
                    "ref_id": null
                }
            ],
            "section": "Control of Hospital Waste ::: Current Issues in Disinfection and Sterilization",
            "ref_spans": []
        },
        {
            "text": "When properly used, disinfection and sterilization can ensure the safe use of invasive and noninvasive medical devices. However, current disinfection and sterilization guidelines must be strictly followed.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 301-1: Methods of Sterilization and Disinfection\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "TABLE 301-2: Summary of Advantages and Disadvantages of Chemical Agents Used as Chemical Sterilants or as High-Level Disinfectants\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "TABLE 301-3: Summary of Advantages and Disadvantages of Commonly Used Sterilization Technologies\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "TABLE 301-4: Types of Medical Waste Designated as Infectious (or Regulated Medical Waste) and Recommended Disposal/Treatment Methods: CDC and EPA\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Guideline for Disinfection and Sterilization in Healthcare Facilities",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Hospital Epidemiology and Infection Control",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Disinfection, Sterilization and Antisepsis: Principles, Practices, Current Issues, New Research, and New Technologies",
            "volume": "",
            "issn": "",
            "pages": "18-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Bennett and Brachman's Hospital Infections",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "FDA-Cleared Sterilant and High-Level Disinfectants with General Claims for Processing Reusable Medical and Dental Devices—March 2009",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "U.S. Food and Drug Administration",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Comparison of ion plasma, vaporized hydrogen peroxide and 100% ethylene oxide sterilizers to the 12/88 ethylene oxide gas sterilizer",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Alfa",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "DeGagne",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "17",
            "issn": "",
            "pages": "92-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "New developments in reprocessing semicritical devices",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "5 suppl",
            "pages": "S60-S66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Multisociety guideline on reprocessing flexible GI endoscopes: 2011",
            "authors": [
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Petersen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chennat",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "527-537",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Guidelines for environmental infection control in health-care facilities, 2003",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "MMWR Recomm Rep",
            "volume": "52",
            "issn": "RR-10",
            "pages": "1-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Antimicrobial activity of home disinfectants and natural products against potential human pathogens",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Barbee",
                    "suffix": ""
                },
                {
                    "first": "NC",
                    "middle": [],
                    "last": "Aguiar",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "21",
            "issn": "",
            "pages": "33-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Efficacies of selected disinfectants against Mycobacterium tuberculosis",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Sattar",
                    "suffix": ""
                },
                {
                    "first": "VS",
                    "middle": [],
                    "last": "Springthorpe",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "J Clin Microbiol",
            "volume": "28",
            "issn": "",
            "pages": "2234-2239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "The effect of blood on the antiviral activity of sodium hypochlorite, a phenolic, and a quaternary ammonium compound",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "SL",
                    "middle": [],
                    "last": "Barbee",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Sobsey",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "20",
            "issn": "",
            "pages": "821-827",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Efficacy of improved hydrogen peroxide against important healthcare-associated pathogens",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Gergen",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "33",
            "issn": "",
            "pages": "1159-1161",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Improving cleaning of the environment surrounding patients in 36 acute care hospitals",
            "authors": [
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Carling",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Rupp",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "29",
            "issn": "",
            "pages": "1035-1041",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Efficacy of hospital germicides against adenovirus 8, a common cause of epidemic keratoconjunctivitis in health care facilities",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Peacock",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Gergen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Antimicrob Agents Chemother",
            "volume": "50",
            "issn": "",
            "pages": "1419-1424",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Uses of inorganic hypochlorite (bleach) in health-care facilities",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Clin Microbiol Rev",
            "volume": "10",
            "issn": "",
            "pages": "597-610",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Stability and bactericidal activity of chlorine solutions",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Thomann",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "19",
            "issn": "",
            "pages": "323-327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Activity of selected oxidizing microbicides against spores of Clostridium difficile: relevance to environmental control",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Perez",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Springthorpe",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Sattar",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Infect Control",
            "volume": "33",
            "issn": "",
            "pages": "320-325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "A targeted strategy to wipe out Clostridium difficile",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Orenstein",
                    "suffix": ""
                },
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Aronhalt",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "McManus",
                    "suffix": "Jr"
                }
            ],
            "year": 2011,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "1137-1139",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Inactivation of Clostridium difficile spores by disinfectants",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Gergen",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "14",
            "issn": "",
            "pages": "36-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Bactericidal, virucidal, and mycobactericidal activities of reused alkaline glutaraldehyde in an endoscopy unit",
            "authors": [
                {
                    "first": "JN",
                    "middle": [],
                    "last": "Mbithi",
                    "suffix": ""
                },
                {
                    "first": "VS",
                    "middle": [],
                    "last": "Springthorpe",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Sattar",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "J Clin Microbiol",
            "volume": "31",
            "issn": "",
            "pages": "2988-2995",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Outbreaks associated with contaminated antiseptics and disinfectants",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Sickbert-Bennett",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Antimicrob Agents Chemother",
            "volume": "51",
            "issn": "",
            "pages": "916-919",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Inactivation of Mycobacterium tuberculosis and Mycobacterium bovis by 14 hospital disinfectants",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                },
                {
                    "first": "NS",
                    "middle": [],
                    "last": "Wannamaker",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Am J Med",
            "volume": "91",
            "issn": "",
            "pages": "267S-271S",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "The inactivation of viruses by germicides",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "DeForest",
                    "suffix": ""
                }
            ],
            "year": 1963,
            "venue": "Chem Specialists Manuf Assoc Proc",
            "volume": "49",
            "issn": "",
            "pages": "116-118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Virucidal activity of ortho-phthalaldehyde solutions against hepatitis B and C viruses",
            "authors": [
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "HB",
                    "middle": [],
                    "last": "Chan-Myers",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Favero",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Infect Control",
            "volume": "36",
            "issn": "",
            "pages": "223-226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Steris System 1E Liquid Chemical Sterilant",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "U.S. Food and Drug Administration",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Alfa",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Olson",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Degagne",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Disinfection, Sterilization, and Antisepsis in Healthcare",
            "volume": "",
            "issn": "",
            "pages": "67-78",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Ineffectiveness of hospital disinfectants against bacteria: a collaborative study",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Cole",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Infect Control",
            "volume": "8",
            "issn": "",
            "pages": "501-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Favero",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Disinfection, Sterilization and Antisepsis: Principles and Practices in Healthcare Facilities",
            "volume": "",
            "issn": "",
            "pages": "110-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Immediate use steam sterilization: moving beyond current policy",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Seavey",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Am J Infect Control",
            "volume": "41",
            "issn": "5 suppl",
            "pages": "S46-S48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Immediate-Use Steam Sterilization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Association for the Advancement of Medical Instrumentation, Accreditation Association for Ambulatory Health Care, Association of Perioperative Registered Nurses",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Association for the Advancement of Medical Instrumentation",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "How to assess risk of disease transmission when there is a failure to follow recommended disinfection and sterilization principles",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "28",
            "issn": "",
            "pages": "519-524",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "FDA labeling requirements for disinfection of endoscopes: a counterpoint",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "16",
            "issn": "",
            "pages": "231-235",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Occupational exposure to bloodborne pathogens; final rule",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Occupational Safety and Health Administration",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Fed Register",
            "volume": "56",
            "issn": "",
            "pages": "64003-64182",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Susceptibility of antibiotic-susceptible and antibiotic-resistant hospital bacteria to disinfectants",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "MM",
                    "middle": [],
                    "last": "Stiegel",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Sarubbi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "18",
            "issn": "",
            "pages": "417-421",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Use of germicides in the home and health care setting: is there a relationship between germicide use and antimicrobial resistance",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "27",
            "issn": "",
            "pages": "1107-1119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Guideline for disinfection and sterilization of prion-contaminated medical instruments",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "107-117",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Disinfection and sterilization of prion-contaminated medical instruments",
            "authors": [
                {
                    "first": "ED",
                    "middle": [],
                    "last": "Belay",
                    "suffix": ""
                },
                {
                    "first": "LB",
                    "middle": [],
                    "last": "Schonberger",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "1304-1306",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Disinfection and sterilization of prion-contaminated medical instruments: reply to Belay",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "1306-1307",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "WHO Infection Control Guidelines for Transmissible Spongiform Encephalopathies",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "The role played by contaminated surfaces in the transmission of nosocomial pathogens",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Otter",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "687-699",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Environmental contamination makes an important contribution to hospital infection",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Boyce",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Hosp Infect",
            "volume": "65",
            "issn": "",
            "pages": "50-54",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Role of hospital surfaces in the transmission of emerging health care-associated pathogens: norovirus, Clostridium difficile, and Acinetobacter species",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                },
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Am J Infect Control",
            "volume": "38",
            "issn": "",
            "pages": "S25-S33",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Are room decontamination units needed to prevent transmission of environmental pathogens?",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "743-747",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Risk of acquiring antibiotic-resistant bacteria from prior room occupants",
            "authors": [
                {
                    "first": "SS",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Datta",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Platt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Arch Intern Med",
            "volume": "166",
            "issn": "",
            "pages": "1945-1951",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Evaluation of hospital room assignment and acquisition of Clostridium difficile infection",
            "authors": [
                {
                    "first": "MK",
                    "middle": [],
                    "last": "Shaughnessy",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Micielli",
                    "suffix": ""
                },
                {
                    "first": "DD",
                    "middle": [],
                    "last": "DePestal",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "32",
            "issn": "",
            "pages": "201-206",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Identifying opportunities to enhance environmental cleaning in 23 acute care hospitals",
            "authors": [
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Carling",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Parry",
                    "suffix": ""
                },
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Von Beheren",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "29",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Room decontamination by ultraviolet radiation",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Gergen",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "31",
            "issn": "",
            "pages": "1025-1029",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Impact of hydrogen peroxide vapor room decontamination on Clostridium difficile environmental contamination and transmission in a healthcare setting",
            "authors": [
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Boyce",
                    "suffix": ""
                },
                {
                    "first": "NL",
                    "middle": [],
                    "last": "Havill",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Otter",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "29",
            "issn": "",
            "pages": "723-729",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Management of infectious waste by United States hospitals",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Odette",
                    "suffix": ""
                },
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Samsa",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "JAMA",
            "volume": "262",
            "issn": "",
            "pages": "1635-1640",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Management of infectious waste from hospitals",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "FA",
                    "middle": [],
                    "last": "Sarubbi",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Infect Control",
            "volume": "4",
            "issn": "",
            "pages": "198-204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Infectious waste: mismatch between science and policy",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "N Engl J Med",
            "volume": "325",
            "issn": "",
            "pages": "578-582",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "SHEA position paper: Medical waste",
            "authors": [
                {
                    "first": "WA",
                    "middle": [],
                    "last": "Rutala",
                    "suffix": ""
                },
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Mayhall",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Infect Control Hosp Epidemiol",
            "volume": "13",
            "issn": "",
            "pages": "38-48",
            "other_ids": {
                "DOI": []
            }
        }
    }
}