{
    "paper_id": "PMC7222578",
    "metadata": {
        "title": "Diabetes and covid-19: a global health challenge",
        "authors": [
            {
                "first": "Akhil",
                "middle": [],
                "last": "Shenoy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mehwish",
                "middle": [],
                "last": "Ismaily",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mandeep",
                "middle": [],
                "last": "Bajaj",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "On 31 December 2019, several clusters of an unusual pneumonia were reported in Wuhan, China.1 Analysis of five patient samples identified the causative agent as the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), an enveloped positive-sense RNA virus that is 96% identical at the whole genome level to a bat coronavirus2 and was later named 2019 novel coronavirus.2 3The clinical manifestations of the pneumonia have ranged from mild lower respiratory tract symptoms to the more severe manifestations of acute respiratory distress syndrome (ARDS) and associated high mortality,4 and the new disease has been named 2019 coronavirus disease or covid-19 by the WHO.3 The USA reported its first case on 20 January 2020 in Washington.5 By 11 March 2020, the WHO declared covid-19 a pandemic with over 118 000 cases in 114 countries and 4291 deaths.6 As of 6 April 2020, there were over 1 210 965 cases worldwide with 67 594 deaths. Of those, the USA has made up 330 891 confirmed cases and over 8910 deaths.7\n",
            "cite_spans": [
                {
                    "start": 92,
                    "end": 93,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 339,
                    "end": 340,
                    "mention": "2",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 384,
                    "end": 387,
                    "mention": "2 3",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 597,
                    "end": 598,
                    "mention": "4",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 682,
                    "end": 683,
                    "mention": "3",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 749,
                    "end": 750,
                    "mention": "5",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 863,
                    "end": 864,
                    "mention": "6",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1022,
                    "end": 1023,
                    "mention": "7",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Diabetes mellitus is consistently one of the most common comorbidities found in patients with covid-19. Guan et al\n8 showed that approximately 7% of the patients with covid-19 had diabetes as a comorbidity. However, the prevalence of diabetes was almost threefold higher in covid-19 patients with severe disease (16.2%) as compared with those with non-severe disease (5.7%). Zhou et al\n9 showed that diabetes was an associated comorbidity in 14% of the patients with covid-19 that survived but increased to 31% in those who were non-survivors. Li et al\n10 in a recently published meta-analysis of six published studies showed that the incidence of diabetes in intensive care unit (ICU) patients with covid-19 was twofold higher than non-ICU patients. The CDC recently reported11 that the incidence of diabetes was 10.9% among 7162 patients in the USA on whom completed information on underlying health conditions or potential risk factors was available as of 28 March 2020. The incidence of diabetes was 6% in those not hospitalized but increased to 24% in those hospitalized (non-ICU) and 32% in those admitted to the ICU. Thus, almost one-third of patients with covid-19 admitted to the ICU with severe disease in USA have diabetes as an underlying health condition. Taken together, diabetes may be associated with a higher risk of severe covid-19 disease and a necessity for mechanical ventilation as well as risk of death.",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "mention": "8",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 386,
                    "end": 387,
                    "mention": "9",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 553,
                    "end": 555,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 776,
                    "end": 778,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Why do some patients with covid-19 develop severe lung disease requiring mechanical ventilation in the ICU and associated with significant mortality? Chen et al\n12 have recently shown that compared with moderate cases, severe cases of covid-19 more frequently had lymphopenia, and hypoalbuminemia, with higher levels of alanine aminotransferase, lactate dehydrogenase (LDH), C reactive protein (CRP), ferritin and D-dimer as well as markedly higher levels of interleukin (IL) 2 receptor (IL-2R), IL-6, IL-10 and tumor necrosis factor alpha (TNF-α). The authors showed that absolute number of T lymphocytes, CD4+ T cells and CD8+ T cells were decreased in nearly all the patients and were markedly lower in severe cases than moderate cases. The expressions of interferon-gamma (IFN-γ) by CD4+ T cells tended to be lower in severe cases than moderate cases. The authors concluded that the SARS-CoV-2 infection induced a cytokine storm and lymphopenia, particularly a decrease in CD4+ T cell and CD8+ T cell counts, as well as suppressed IFN-γ production by CD4+ T cells, which might be correlated with disease severity. Similarly Huang et al\n4 have shown that compared with non-ICU patients, ICU patients with severe covid-19 had higher plasma levels of IL-2, IL-7, IL-10 and TNF-alpha.",
            "cite_spans": [
                {
                    "start": 161,
                    "end": 163,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1140,
                    "end": 1141,
                    "mention": "4",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Why is diabetes associated with severe covid-19 lung disease requiring admission to the ICU? In a report in this journal, Yan et al\n13 studied the clinical characteristics and outcomes in 48 severe covid-19 patients with diabetes and compare them with 145 patients with severe covid-19 without diabetes hospitalized in China in a retrospective single center observational study. The authors demonstrate that compared with non-diabetics, patients with diabetes and severe covid-19 exhibited a severe inflammatory response and were more likely to receive mechanical ventilation and have a higher mortality (and a reduced survival duration). Indeed, the mortality rate of 81% in patients with diabetes with severe covid-19 disease (and 48% in those without diabetes) is alarming, although the authors caution that the patient population hospitalized was sicker and with an overall higher mortality (56%) as compared with other published analysis. Furthermore, patients with diabetes had a higher white cell count, neutrophil count, CRP, IL-2R, IL-6, IL-8, D-dimer, LDH as well as N-terminal pro-B-type natriuretic peptide (NT-proBNP) and a lower lymphocyte count. These results suggest a greater proinflammatory cytokine response as compared with non-diabetics. It may also be cautioned that severe covid-19 patients with diabetes were older in age and had associated comorbidities including hypertension, cardiovascular disease and cerebrovascular disease than the non-diabetic patients (although even after adjustment for these comorbidities, patients with diabetes had a lower survival rate than non-diabetics). Unfortunately, patients with type 1 diabetes were not included in the analysis. Information about this group would have helped assess outcomes in younger covid-19 patients with diabetes who were also less likely to have associated comorbidities.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 134,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The authors do show that survivors with covid-19 and diabetes did not differ significantly from non-survivors with diabetes in the prevalence of associated comorbidities including hypertension, cardiovascular disease, cerebrovascular disease or chronic pulmonary disease. Men with diabetes and severe covid-19 were more likely to die. In addition, non-survivors with diabetes had a higher white cell and neutrophil count, CRP, IL-2R, IL-6, TNF-alpha and a lower lymphocyte count. Also, non-survivors with diabetes had a greater impairment in cardiac (higher troponin I), hepatic, renal and coagulation parameters. Survival in patients with diabetes was independent of overall glycemic control (glycated hemoglobin) on hospitalization. However, it may be pointed out that given that a small number of patients with diabetes that survived (nine patients) as compared with non-survivors (39 patients), this analysis should be interpreted with caution.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In conclusion, Yan et al have shown that patients with diabetes and severe covid-19 have higher proinflammatory cytokines and a worse survival rate than non-diabetics. Diabetes prevalence is high in the USA and China and in countries such as India where the covid-19 cases are continuing to increase. Thus, diabetes and covid-19 pose a significant challenge to healthcare providers globally given the significant mortality in those with severe disease.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Novel coronavirus-China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Prevalence and impact of cardiovascular metabolic diseases on COVID-19 in China",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Clin Res Cardiol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s00392-020-01626-9"
                ]
            }
        },
        "BIBREF2": {
            "title": "Preliminary Estimates of the Prevalence of Selected Underlying Health Conditions Among Patients with Coronavirus Disease 2019 - United States, February 12-March 28, 2020",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "69",
            "issn": "",
            "pages": "382-6",
            "other_ids": {
                "DOI": [
                    "10.15585/mmwr.mm6913e2"
                ]
            }
        },
        "BIBREF3": {
            "title": "Clinical and immunological features of severe and moderate coronavirus disease 2019",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Invest",
            "volume": "12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1172/JCI137244"
                ]
            }
        },
        "BIBREF4": {
            "title": "Clinical characteristics and outcomes of severe COVID-19 patients with diabetes",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "BMJ Open Diabetes Res Care",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "A pneumonia outbreak associated with a new coronavirus of probable bat origin",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X-L",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "X-G",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nature",
            "volume": "579",
            "issn": "",
            "pages": "270-3",
            "other_ids": {
                "DOI": [
                    "10.1038/s41586-020-2012-7"
                ]
            }
        },
        "BIBREF6": {
            "title": "Novel coronavirus (2019-nCoV)",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF8": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "DeBolt",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "929-36",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001191"
                ]
            }
        },
        "BIBREF9": {
            "title": "Director-General's opening remarks at the media briefing on COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Coronavirus disease 2019",
            "authors": [],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W-jie",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z-yi",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med Overseas Ed",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF12": {
            "title": "Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "1054-62",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30566-3"
                ]
            }
        }
    }
}