{
    "paper_id": "PMC7108142",
    "metadata": {
        "title": "Etiology of Pulmonary Infections in Human Immunodeficiency Virus–infected Inpatients Using Sputum Multiplex Real-time Polymerase Chain Reaction",
        "authors": [
            {
                "first": "Gary",
                "middle": [],
                "last": "Maartens",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rulan",
                "middle": [],
                "last": "Griesel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Felix",
                "middle": [],
                "last": "Dube",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mark",
                "middle": [],
                "last": "Nicol",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Mendelson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Analyses were performed using Stata version 13 (StataCorp, College Station, Texas) and EpiInfo version 7.1.4.0 software. Distributions of nonparametric data were expressed as median and interquartile range (IQR). Odds ratios (ORs) and 95% confidence intervals (CIs) were determined pairwise to compare proportions of pathogens by case definition, excluding participants who fulfilled both of the relevant case definitions.",
            "cite_spans": [],
            "section": "Statistical Analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The study was approved by the Human Research Ethics Committee, University of Cape Town. Eligible participants signed informed consent before enrollment into the study. Confused participants were enrolled and given the option to continue with participation once oriented; their data were removed from the study if consent was declined.",
            "cite_spans": [],
            "section": "Ethics Approval ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "We enrolled 284 participants from January 2012 to October 2014; participant enrollment is shown in Figure 1. Almost all potentially eligible patients were able to produce an induced or spontaneous sputum sample. Participants’ baseline characteristics and diagnoses are shown in Table 1. Most participants had >1 WHO danger sign. Criteria for the 3 case definitions were fulfilled in 220 participants. Fifty participants fulfilled >1 case definition: 4 had CAP, PJP, and TB; 39 had CAP and TB; and 7 had CAP and PJP. The 64 participants with “other diagnoses” were medical officer discharge diagnoses of TB (n = 4), CAP (n = 43), and PJP (n = 7) that did not fulfill our case definitions, and 10 with miscellaneous conditions. Chest radiographs were not available for reporting in 32 participants.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 278,
                    "end": 285,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Sputum Xpert MTB/RIF was performed on 281 participants, 147 of whom had culture-positive TB: Xpert was positive in 138 (5 false positives) with a sensitivity of 90.5% (95% CI, 84.5%–94.7%) and a specificity of 96.3% (95% CI, 91.5%–98.8%). The distribution of viruses and bacteria detected by sputum multiplex PCR is shown by diagnosis in Table 2. The prevalence of any bacteria >105 copies/mL by case definition was as follows: CAP, 52% (95% CI, 42%–62%); PJP, 34% (95% CI, 19%–54%); and TB, 41% (95% CI, 34%–49%). Participants with CAP were more likely to have bacteria >105 copies/mL than participants with PJP (OR, 3.06 [95% CI, 1.09–8.62]) or TB (OR, 1.94 [95% CI, 1.01–3.72]); this association was strengthened when limited to Streptococcus pneumoniae infection—CAP vs PJP (OR, 3.80 [95% CI, .47–30.76]) and CAP vs TB (OR, 6.06 [95% CI, 2.45–15.02]). Bacteria >105 copies/mL were similar in participants with TB and PJP (OR, 1.49 [95% CI, .57–2.41]). The prevalence of any virus by case definition was as follows: CAP, 67% (95% CI, 57%–75%); PJP, 85% (95% CI, 66%–94%); and TB, 73% (95% CI, 65%–79%). Participants with PJP were more likely to have viruses than participants with CAP (OR, 7.12 [95% CI, .89–56.75]) or TB (OR, 2.35 [95% CI, .66–8.39]).",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 338,
                    "end": 345,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The distribution of genome copy number by virus is shown in box and whisker plots (Figure 2) for viruses detected in ≥10 participants (different species of coronavirus and parainfluenza virus were combined for this analysis). Detection of >1 pathogen was very common as illustrated by Figure 3A for all 284 participants and by Figure 3B for the 100 participants with CAP.",
            "cite_spans": [],
            "section": "RESULTS",
            "ref_spans": [
                {
                    "start": 83,
                    "end": 91,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 285,
                    "end": 294,
                    "mention": "Figure 3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 327,
                    "end": 336,
                    "mention": "Figure 3B",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We found a high prevalence (47%) of probable bacterial infection on multiplex real-time PCR of sputum in a prospective cohort study of HIV-infected inpatients with WHO danger signs and cough. The proportion of bacterial infections, especially with S. pneumoniae, was higher in participants with CAP than in those with PJP or TB. Sputum multiplex PCR could become a useful diagnostic tool in HIV-infected inpatients who frequently receive antibiotics before or immediately on admission, as recommended by WHO: however, its value is currently limited as quantitative cutoffs have only been established for a few bacterial pathogens and validation has not been done in this patient population. We found an even higher prevalence (71%) of respiratory virus detection, but it is unclear whether these viruses were causing infection as there are no accepted quantitative PCR cutoffs for diagnosing respiratory virus infections. Viruses were more commonly detected in participants with PJP than in those with CAP or TB, but the confidence intervals were wide due to the relatively small number of participants with PJP.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Human metapneumovirus was the commonest viral pathogen detected in our cohort. Human metapneumovirus infection is predominantly seen in early childhood, but a South African epidemiological study showed that it was strongly associated with an increased risk of hospitalization among HIV-infected adults [15]. There are limited and contradictory data on the role of human metapneumovirus infection in HIV-infected adults: it was very uncommon in a Brazilian study of CAP in inpatients [16], but was commonly associated with respiratory infections in a Canadian outpatient study [17]. Cytomegalovirus was also commonly detected in our study and was detected in 17 of 26 participants with PJP. The role of cytomegalovirus as a respiratory pathogen is unclear in HIV-infected patients, especially in patients with PJP, who generally respond to therapy for PJP without an antiviral drug directed against cytomegalovirus [1].",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 305,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 484,
                    "end": 486,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 577,
                    "end": 579,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 915,
                    "end": 916,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The prevalence of Haemophilus influenzae in our participants with CAP was higher than is generally reported [1], but only 1 participant with CAP had H. influenzae type B detected.",
            "cite_spans": [
                {
                    "start": 109,
                    "end": 110,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In the expanded WHO algorithm for seriously ill HIV-infected patients, the use of antibiotics to cover both typical and atypical bacteria “should be considered” [18]. However, the role of atypical bacteria is uncertain in HIV-infected patients with CAP [1], partly due to the limitations of serological diagnosis in immunocompromised patients. A Kenyan study of inpatients with CAP found Mycoplasma pneumoniae in 2.7% of HIV-infected patients, and detected no cases of Legionella or Chlamydia [7]. By contrast, a South African study of inpatients with CAP (81.4% of whom were HIV seropositive) found M. pneumoniae in 17%, Chlamydia pneumoniae in 4.9%, and Legionella pneumophila in 0.9% [8]; the high prevalence of M. pneumoniae they reported could be explained if the study was done during an epidemic, which is likely as cyclical epidemics are a feature of M. pneumoniae epidemiology. We found that atypical bacteria were uncommon in seriously ill HIV-infected inpatients in our study using a molecular approach, which offers rapid diagnosis of atypical bacteria and should not be affected by immunostatus, unlike serology. South African surveys of inpatients (more than half of whom were HIV-infected) with severe respiratory illness found that M. pneumoniae was detected in 73 of 4703 (1.9%), which was not related to HIV status, C. pneumoniae in 11 of 2793 (0.4%), and Legionella species in 21 of 1805 (1.2%) using molecular approaches [19–21], supporting our finding that atypical bacteria are uncommon causes of respiratory infection in HIV-infected inpatients.",
            "cite_spans": [
                {
                    "start": 162,
                    "end": 164,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 254,
                    "end": 255,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 494,
                    "end": 495,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 688,
                    "end": 689,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1442,
                    "end": 1447,
                    "mention": "19–21",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Our study has several limitations. First, we are unable to distinguish viral colonization from infection as there are no accepted quantitative PCR cutoffs for diagnosing respiratory virus infections. We are also unable to distinguish between viral upper and lower respiratory tract infections. Second, the cutoff we used for bacterial infection is derived from studies using quantitative culture but has not been well validated for all bacterial pathogens [12], and has not been validated in HIV-infected patients with CAP, PJP, or TB. Third, the quantitative real-time PCR cutoff for P. jirovecii that we used as the reference standard for PJP was based on 2 studies that reported cutoffs of 1900 copies/mL [13] and 1300 copies/mL [14] to distinguish between colonization and infection. Because there is currently no accepted cutoff [22], we arbitrarily used 1000 copies/mL, which was within 0.3 log10 copies/mL of the cutoffs of the other 2 studies (the lowest value in participants meeting our case definition was 1858 copies/mL). However, a meta-analysis found that real-time PCR has a sensitivity of 97% and a specificity of 93% for the diagnosis of PJP in HIV-infected patients [22], indicating that this test is a reasonable reference standard. Fourth, our findings were in inpatients with WHO danger signs and cough, in a population with a high prevalence of TB, and with a high proportion requiring sputum induction; therefore, our findings may not be generalizable to other populations of HIV-infected patients. Sputum induction is a low-cost intervention that could be widely implemented in resource-limited settings to facilitate identification of respiratory pathogens, including M. tuberculosis.",
            "cite_spans": [
                {
                    "start": 457,
                    "end": 459,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 709,
                    "end": 711,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 733,
                    "end": 735,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 835,
                    "end": 837,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1185,
                    "end": 1187,
                    "mention": "22",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we found a high prevalence of probable bacterial infection on multiplex PCR of sputum in HIV-infected inpatients with WHO danger signs and cough. More research needs to be done to establish quantitative cutoffs for bacterial and especially viral infection in patients with and without HIV infection, and to establish if multiplex PCR can safely guide therapeutic decisions or improve outcomes.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1.: Baseline Characteristics and Diagnoses of 284 Human Immunodeficiency Virus–infected Inpatients With World Health Organization Danger Signs and Cough\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2.: Bacteria (>105 Copies/mL) and Viruses (Any Genome Copy Number) Identified on Sputum Multiplex Polymerase Chain Reaction by Diagnoses in 284 Human Immunodeficiency Virus–infected Inpatients With World Health Organization Danger Signs and Cough\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1.: Flow diagram for participant enrollment into the study. Abbreviations: CCF, congestive cardiac failure; COPD, chronic obstructive pulmonary disease; HIV, human immunodeficiency virus; PCR, polymerase chain reaction.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2.: The distribution of genome copy number by virus is shown in box and whisker plots for viruses detected in ≥10 participants (different species of coronavirus and parainfluenza virus, respectively, were combined for this analysis). The horizontal line indicates the median, the box indicates the interquartile range, and the bars indicate the range.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3.: Venn diagrams of pathogen detection in all 284 participants (A) and in 100 participants fulfilling the case definition of community-acquired pneumonia (B). Abbreviations: CAP, community-acquired pneumonia; PCR, polymerase chain reaction; PJP, Pneumocystis jirovecii pneumonia.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Pulmonary infections in HIV-infected patients: an update in the 21st century",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Benito",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Moreno",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Miro",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Torres",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Eur Respir J",
            "volume": "39",
            "issn": "",
            "pages": "730-45",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Causes of hospital admission among people living with HIV worldwide: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shubber",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Meintjes",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet HIV",
            "volume": "2",
            "issn": "",
            "pages": "e438-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "TB as a cause of hospitalization and in-hospital mortality among people living with HIV worldwide: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Ford",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Matteelli",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Shubber",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "J Int AIDS Soc",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Burden of Pneumocystis pneumonia in HIV-infected adults in sub-Saharan Africa: a systematic review and meta-analysis",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Wasserman",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Engel",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griesel",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mendelson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Consolidated guidelines on the use of antiretroviral drugs for treating and preventing HIV infection: recommendations for a public health approach",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Incremental yield and cost of urine determine TB-LAM and sputum induction in seriously ill adults with HIV",
            "authors": [
                {
                    "first": "TH",
                    "middle": [],
                    "last": "Boyles",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griesel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mendelson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Maartens",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Int J Infect Dis",
            "volume": "75",
            "issn": "",
            "pages": "67-73",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Aetiology, outcome, and risk factors for mortality among adults with acute pneumonia in Kenya",
            "authors": [
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Scott",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Muyodi",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Lancet",
            "volume": "355",
            "issn": "",
            "pages": "1225-30",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "TB presenting as community-acquired pneumonia in a setting of high TB incidence and high HIV prevalence",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Nyamande",
                    "suffix": ""
                },
                {
                    "first": "UG",
                    "middle": [],
                    "last": "Lalloo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "11",
            "issn": "",
            "pages": "1308-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Pneumocystis jirovecii pneumonia in tropical and low and middle income countries: a systematic review and meta-regression",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Lowe",
                    "suffix": ""
                },
                {
                    "first": "MX",
                    "middle": [],
                    "last": "Rangaka",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Gordon",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "James",
                    "suffix": ""
                },
                {
                    "first": "RF",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Optimizing tuberculosis diagnosis in human immunodeficiency virus–infected inpatients meeting the criteria of seriously ill in the World Health Organization algorithm",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Griesel",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "van der Plas",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Clin Infect Dis",
            "volume": "66",
            "issn": "",
            "pages": "1419-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Respiratory microbes present in the nasopharynx of children hospitalised with suspected pulmonary tuberculosis in Cape Town, South Africa",
            "authors": [
                {
                    "first": "FS",
                    "middle": [],
                    "last": "Dube",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Kaba",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Robberts",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "BMC Infect Dis",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Comprehensive molecular testing for respiratory pathogens in community-acquired pneumonia",
            "authors": [
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Gadsby",
                    "suffix": ""
                },
                {
                    "first": "CD",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "McHugh",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Clin Infect Dis",
            "volume": "62",
            "issn": "",
            "pages": "817-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Real-time PCR assay-based strategy for differentiation between active Pneumocystis jirovecii pneumonia and colonization in immunocompromised patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alanio",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Desoubeaux",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Sarfati",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Clin Microbiol Infect",
            "volume": "17",
            "issn": "",
            "pages": "1531-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Quantitative real-time PCR and the (1→3)-β-D-glucan assay for differentiation between Pneumocystis jirovecii pneumonia and colonization",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Matsumura",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Ito",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Iinuma",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Microbiol Infect",
            "volume": "18",
            "issn": "",
            "pages": "591-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Human metapneumovirus-associated severe acute respiratory illness hospitalisation in HIV-infected and HIV-uninfected South African children and adults",
            "authors": [
                {
                    "first": "MJ",
                    "middle": [],
                    "last": "Groome",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Moyes",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "J Clin Virol",
            "volume": "69",
            "issn": "",
            "pages": "125-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Prospective etiological investigation of community-acquired pulmonary infections in hospitalized people living with HIV",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Figueiredo-Mello",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Naucler",
                    "suffix": ""
                },
                {
                    "first": "MD",
                    "middle": [],
                    "last": "Negra",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Levin",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Medicine (Baltimore)",
            "volume": "96",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Viral pathogens including human metapneumovirus are the primary cause of febrile respiratory illness in HIV-infected adults receiving antiretroviral therapy",
            "authors": [
                {
                    "first": "MB",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "DelBalso",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Carbonneau",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Frost",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Boivin",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Infect Dis",
            "volume": "201",
            "issn": "",
            "pages": "297-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Improving the diagnosis and treatment of smear-negative pulmonary and extra pulmonary tuberculosis among adults and adolescents, recommendations for HIV-prevalent and resource-constrained settings",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Legionnaires’ disease in South Africa, 2012–2014",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wolter",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrim",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Emerg Infect Dis",
            "volume": "22",
            "issn": "",
            "pages": "131-3",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Epidemiology and molecular identification and characterization of Mycoplasma pneumoniae, South Africa, 2012–2015",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Carrim",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Wolter",
                    "suffix": ""
                },
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Benitez",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Emerg Infect Dis",
            "volume": "24",
            "issn": "",
            "pages": "506-13",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Carrim",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Identification and prevalence of bacteria causing atypical pneumonia in patients with severe respiratory illness and influenza-like illness in South Africa, 2012–2013 [dissertation]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Use of real-time polymerase chain reaction for the diagnosis of Pneumocystis pneumonia in immunocompromised patients: a meta-analysis",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Summah",
                    "suffix": ""
                },
                {
                    "first": "YG",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "ME",
                    "middle": [],
                    "last": "Falagas",
                    "suffix": ""
                },
                {
                    "first": "EK",
                    "middle": [],
                    "last": "Vouloumanou",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Qu",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Chin Med J (Engl)",
            "volume": "126",
            "issn": "",
            "pages": "1965-73",
            "other_ids": {
                "DOI": []
            }
        }
    }
}