{
    "paper_id": "PMC7108461",
    "metadata": {
        "title": "Skin layer in cyclic loading-cleaning of a nanofiber filter in filtering nano-aerosols",
        "authors": [
            {
                "first": "Wallace",
                "middle": [
                    "Woon-Fong"
                ],
                "last": "Leung",
                "suffix": "",
                "email": "mmwleung@polyu.edu.hk",
                "affiliation": {}
            },
            {
                "first": "Curie",
                "middle": [
                    "Wing",
                    "Yi"
                ],
                "last": "Hau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Airborne viruses (from influenza A or common cold, bird influenza, swine influenza, severe acute respiratory syndrome to Middle East respiratory syndrome, etc.), small bacteria (tuberculosis), pollutant particulates from combustion (power plants, vehicles, etc.) are of size no more than 100 nm (which is approximately 1000 times smaller than human hair). The air-borne viruses are usually attached to nuclei sites which make them slightly larger. Nevertheless, these “nano-aerosols” or nano-particles can be inhaled readily by human into their bodies leading to chronic respiratory and cardiovascular diseases. Some of these pollutant particles are also formed from photochemical reaction of nitrogen oxide and hydrocarbon gases, including volatile organic compounds. In the presence of sunlight, they form irritating smog particles of sizes 10 to several hundreds of nanometers that cause impairment in visibility. Numerous cities in the world are faced with serious smog problems that affect literally millions of inhabitants, especially elderly with respiratory diseases and people suffering from asthma, let alone the impact on the economics for these cities.",
            "cite_spans": [],
            "section": "Background ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Traditional face masks and filters made from microfibers, 2–10 μm, are ineffective in capturing these nano-aerosols. On the other hand, nanofibers [1], [2] with fiber diameter 100–300 nm, that are 1/10 of the diameter of microfiber, can effectively capture these nano-aerosols. The operating characteristic of using nanofibers has been investigated for nanofiber filter with low aerosol loading, such as face mask [3], [4], and with high aerosol loading, such as filters for offices, indoors, and cabins of airplanes, trains and vehicles [5], [6].",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 150,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 152,
                    "end": 155,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 414,
                    "end": 417,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 419,
                    "end": 422,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 538,
                    "end": 541,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 543,
                    "end": 546,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Background ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "With high aerosol loading, aerosols that got trapped by filter can reduce the flowable pores of the filter. Further, the region near the upstream end of the filter which faces the challenging aerosol stream tends to trap more aerosols not only just from the fibers of the filter, but also from the trapped aerosols themselves producing an avalanche/domino effect. This region is known as a “skin” layer [6], [7] with majority of the aerosol trapped tightly there and also it accounts for a large percentage of the pressure drop across the filter. This is also analogous to the skin effect in liquid filtration [8]. When the filter pressure drop reaches an unacceptable level, backpulse and backblow can be used to clean the filter [9], [10]. First, when a cake has already formed on the filter, the cake needs to be blown off first from the filter surface prior to blowing aerosols trapped inside the filter. Aerosols in the filter that are loosened by backpulse and being blowback to the upstream end of the filter may get recaptured in the skin region again reducing the flowable pores further. This certainly modifies the filter porous structure especially at the skin region even during cleaning. Some interesting questions remain to be addressed:1.How would deposition of aerosols during loading and re-deposition of aerosols during cleaning affect the skin layer filter properties, such as pore size, porosity and permeability? These properties certainly affect subsequent repeated cycles of loading/cleaning. This issue has not been investigated and is definitely important should filter regeneration be required for nanofiber filter.2.Another related question is how does the “depth filtration” change over to the “surface/cake filtration” in a nanofiber filter, especially for such a thin filter with thickness only of orders of tens of micrometers, or even less?3.What is the role of the skin layer in this change over?\n",
            "cite_spans": [
                {
                    "start": 403,
                    "end": 406,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 408,
                    "end": 411,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 610,
                    "end": 613,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 731,
                    "end": 734,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 736,
                    "end": 740,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Background ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Despite there are various literature reporting on clogging of filter media (exclusively microfiber filters) during depth filtration [11] and also buildup of nanostructure forming cake on the filter surface [12], [13], [14], there is not much literature addressing the issues discussed in the foregoing, especially for nanofiber filter media, yet they are important considerations for nanofiber filter reuse. It is with these issues in mind that we start our investigation.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 136,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 206,
                    "end": 210,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 212,
                    "end": 216,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 218,
                    "end": 222,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Background ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "In the present investigation, we adopted both experimental approach and modelling to address the problem on the role of skin in repeated cycles of loading and cleaning. A nanofiber filter with average 280 nm was used for testing. The pressure drop across the filter was monitored closely during loading and cleaning. When the pressure drop escalated to a maximum limit, loading was stopped and cleaning started. The pressure drop was monitored continuously until it reached a reasonable low value in which there was no further substantial decrease over time [9], then cleaning stopped and the next loading cycle began. The cycle was repeated for 5 more times with the pressure drop closely monitored.",
            "cite_spans": [
                {
                    "start": 558,
                    "end": 561,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Present investigation ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "The skin layer is believed to be “established” and being the controlling region after the first loading-and-cleaning cycle. As discussed, there are few flowable pores inside the filter for further storage of aerosols as most of these are being consumed during the first-time loading followed by cleaning in which the aerosols reverse its path flowing backwards towards the upstream end of the filter. As such, the entire filter is being “redundant” and the pressure drop is controlled largely by the closing/re-opening of the pores in the skin layer as affected by deposition/cleaning of aerosols in the capillaries.",
            "cite_spans": [],
            "section": "Present investigation ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "A capillary model is developed herein to study the closing of pore openings due to aerosol deposition after cleaning from the previous cycle. This ultimately leads to significant reduction in pore diameter for the capillaries resulting in bridging by aerosols deposit across the capillary openings. The incipient of bridging is a preliminary step for subsequent cake formation on the filter surface. All these events are assumed to take place in the skin region of the nanofiber filter.",
            "cite_spans": [],
            "section": "Present investigation ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Next, the model prediction is compared with test results to back-out the various parameters, including the porosity of the skin layer, equivalent capillary diameter, number of capillaries, solid deposition at the beginning of bridging across the capillary openings, and solids deposition at which cake forms on the filter surface.",
            "cite_spans": [],
            "section": "Present investigation ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Finally, the predictions from the capillary model, intermediate region during bridging, and caking are compared with the experimental results for the entire pressure drop excursion.",
            "cite_spans": [],
            "section": "Present investigation ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Nylon 6 (polyamide, abbreviated as N6) was electrospun to produce nanofibers for the test air filter. Nylon pellets purchased from Sigma without further processing was dissolved in formic acid to produce a 20% w/w solution. The solution was allowed sufficient time (at least 1–2 days) until all nylon pellets were being completely dissolved. The solution was placed in a trough of the needle-less electrospinning machine. The working principle of needle-less electrospinning is shown in Fig. 1\n. The feed rotor (positively charged) was mounted with 8 strings on its periphery. By adjusting the potential difference (40–80 kV), standoff distance (10–19 cm) between the rotating electrode and the grounded collecting plate, electrode rotating speed (6–50 Hz), and concentration (14–22% by wt.) of the N6 precursor solution, nanofibers with mean fiber diameters ranging from 90 to 280 nm were produced. The fabrication of N6 nanofiber was favored under high electric field around 70 kV, with sufficient time for solvent evaporation wherein the standoff distance being 15–19 cm, and feed electrode speed of 20–30 Hz. The specific values of the above parameters depended on the temperature and humidity of the laboratory environment, and the viscosity of the precursor solution. The solidosity (solid volume fraction) and the basis weight (mass of fiber per unit filter area) can be controlled by the electrospinning time in batch production, or by the travelling speed of the substrate material during continuous production, as well as the solution feeding rate by adjusting the electrode rotating speed during electrospinning.",
            "cite_spans": [],
            "section": "Production of nanofiber filter ::: Experiments on cyclic loading/cleaning",
            "ref_spans": [
                {
                    "start": 487,
                    "end": 493,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Given the target collector (ground) was placed 15–19 cm from the feed rotor and the voltage of the feed electrode was typically at 60 kV, this set up a highly charged electrostatic field from the rotor to the collecting plate. The strings were dipped into the solution by the rotation of the rotor drawing solution out of the trough onto the wire surface. When the wires rotated out of the solution, excess solution from the wires dripped back to the trough. As the solution thinned out to a film wrapping around the wire, the large electric field force can overcome the surface tension of the film at which Taylor cones formed along the surface of the wires. These cones evolved eventually into micro-jets leaving the wire making free flight towards the ground electrode under the intense electric field. In the due course, both evaporation of the solvent and repulsion of charges thinned out the fibers to a much smaller diameter by the time when they eventually got collected at the substrate attached to the ground electrode. The nanofibers formed are non-woven with mat thickness that can be controlled by electrospinning time. The longer is the spinning time, the thicker is the mat. Uniformity of the fiber thickness was assured with appropriate rotation speed of the collector during preparation of the fibers.",
            "cite_spans": [],
            "section": "Production of nanofiber filter ::: Experiments on cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "The test filter has an average fiber diameter of 280 nm, initial fiber packing of about 0.05 (clean filter without aerosol loading), and filter thickness of 10 μm. The latter excludes the thickness of the polypropylene spun-bond substrate material that the nanofiber mat was electrospun onto. The spun-bond substrate has practically no filtration efficiency (i.e. less than 1–2% across all test sizes, 50–400 nm) and pressure drop (i.e. less than 1 Pa under test velocity of 5.3 cm/s).",
            "cite_spans": [],
            "section": "Production of nanofiber filter ::: Experiments on cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "An aerosol generator (see Fig. 2\n) was used to generate submicron sized sodium-chloride (NaCl) aerosols. The generator consisted of an atomizer. The atomized NaCl particles passed through an impactor, a dryer membrane to remove any suspended water vapor, an ionizer for imparting charges to the particles (not shown), a classifier (not shown) to classify particles according to their charges thus also sizes, and a second ionizer to neutralize the charges left on the aerosols before feeding them into the filter test column. The concentrated stream with aerosols was re-adjusted to appropriate concentration by the dilution air stream feeding also into the test column mixing with the concentrated aerosol stream prior to challenging the filter. Aerosols between 50 and 400 nm in sizes were generated by the system for filter testing. A typical particle size distribution of aerosol is given in Fig. 3\n.",
            "cite_spans": [],
            "section": "Production of nanofiber filter ::: Experiments on cyclic loading/cleaning",
            "ref_spans": [
                {
                    "start": 26,
                    "end": 32,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 896,
                    "end": 902,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Grade efficiency for a given size from 50 to 400 nm was determined by first classifying only the size range of interest. The concentration was measured, respectively, upstream and downstream of the filter using a condensation particle counter (CPC). Thus, the grade efficiency for that size can be determined.",
            "cite_spans": [],
            "section": "Grade efficiency test ::: Experiments on cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "The filter was mounted inside the test column. Neutralized polydispersed sodium chloride aerosols with sizes in the range of 50–400 nm at an aerosol concentration of 0.00294 \ng/m3 generated by a sub-micron aerosol generator was fed, at a face velocity of 5.3 cm/s, into the test chamber to perform an accelerated loading test under steady-state condition. The cleaning was triggered at the arbitrary set upper limit pressure drop of 850 Pa. Backpulse followed by backblow were carried out with a tri-nozzle setup with clean airflow in reverse direction, from the downstream side of loading. The applied pressure of 6.5 bar was used in all cleaning process. The duration of pulse-jet, idle, and backblow were 0.5 s, 0.2 s and 10 s, respectively. These have been reported elsewhere in details [9]. Throughout the experiment, pressure drop across the filter and the flow rate were monitored by a digital pressure manometer and a flowmeter, respectively. The filtration cycle (i.e. loading followed by cleaning) had been repeated a total of six times (i.e. number of filtration cycles, N\n = 6).",
            "cite_spans": [
                {
                    "start": 791,
                    "end": 794,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Loading test ::: Experiments on cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "The nanofiber filter is subject to loading of nano-aerosols until the pores inside the filter are filled. The upstream end of the filter collects more aerosols due to its close proximity to the free stream laden with aerosols. Not only do the nanofibers there collect incoming aerosols so are the deposited aerosols which also serve as nanostructures that help to collect incoming aerosols. Over time, a dense skin layer of aerosol deposit forms at the upstream end of the filter, while there is much less aerosol deposition in the downstream end of the filter. The pressure drop across the skin region also accounts for a large percentage of the entire pressure drop across the filter. Further with more aerosol loading, bridges of aerosols form across the open pore of the nanofiber filter at the upstream face leading to formation of a cake layer on the filter surface (surface or cake filtration). The cake layer grows over time and the pressure drop across the filter and cake increases. When the pressure drop reaches a preset maximum limit, the aerosol loading stops and cleaning is initiated.",
            "cite_spans": [],
            "section": "Model of loading on a nanofiber ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "After cleaning by backpulse and/or backblow, the cake on the filter surface is removed first followed by aerosols in the filter that are loosely trapped. These aerosols are carried by the backblow air toward the upstream end of the filter and in the due course re-deposition of the aerosols on the nanofibers/aerosol fibers can occur. It is likely that after the first backpulse/backblow all the “dead” pores in the filter are filled with aerosols. The dead pores refer to pores not accessible to air flow. This also applies to the skin region at the upstream end of the filter.",
            "cite_spans": [],
            "section": "Model of loading on a nanofiber ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "In subsequent loading, aerosols continue to deposit in the skin layer and very much less in the filter as the dead pores have already been consumed by trapped aerosols from the first loading and cleaning. The deposition of aerosols during the second loading can be described in Fig. 4\na by which the flowable pore of the nanofiber is depicted as a capillary with initial radius Ro (before second aerosol loading). The amount of aerosols can be idealized as deposition by the same aerosol volume uniformly redistributed in the interior wall along the capillary reducing the inner wall radius from initially Ro to R(t), wherein R(t) ≪ Ro, see Fig. 4b. When the capillary open area reduces to about 50–60% of its initial open area, it is assumed that the open area is so restrictive that further incoming aerosol will deposit as an “aerosol bridge across” the open pore. The deposition of aerosols on existing bridges continues until the bridging process is completed with initial cake layer forming on top of these bridges and thus on the filter surface, see Fig. 4c. This condition can be modelled as though there is sufficient aerosol deposit filling the capillary to its center axis, see Fig. 4d. The cake continues to grow on the filter surface until the combined pressure drop across the filter and cake reaches the preset maximum pressure drop limit by which loading stops and cleaning is initiated. The subsequent loadings, 3rd, 4th, … , nth, etc. follow similar fashion as with the second loading. The major processes are1.Narrowing of the equivalent capillary pore with initial radius Ro in the skin layer.2.Bridging across the opening of the capillary pore. Aerosol bridges form on existing bridges until they interfere with each other merging to a continuous cake layer.3.Cake continues to build-up with more aerosol deposition until the preset pressure drop limit across the filter media and the cake is reached.4.Blowing the cake off the filter, partial removal of aerosol in the capillary leading to re-widening of the constricted capillary pore back to a “new” Ro.\n",
            "cite_spans": [],
            "section": "Model of loading on a nanofiber ::: Modeling of cyclic loading/cleaning",
            "ref_spans": [
                {
                    "start": 278,
                    "end": 284,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 641,
                    "end": 647,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1057,
                    "end": 1063,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1189,
                    "end": 1195,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The entire process 1–4 repeats.",
            "cite_spans": [],
            "section": "Model of loading on a nanofiber ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "Note a capillary model has been used earlier by Elmoe et al. [13] and Bourrous et al. [14]. These models are quite different from ours. In both cases, first the capillary is modelled as flowable capillaries across the entire filter thickness, which contrast with our model in which the capillaries are located only across the skin layer, that is only a small fraction upstream of the filter, which plays a dominant role in the filling and leading to the transition of cake formation on the filter. Second, in our model the deposition is assumed to be uniform across the capillaries of the skin layer; whereas in the other two earlier work [13], [14] the deposition is distributed non-uniformly across the capillaries. Third, after the capillaries are filled to a certain point, aerosol bridging across the capillary pore openings is initiated. Subsequent aerosol bridging occurs on the filter surface until the aerosol bridges from neighboring capillaries interfere with each other and merge to form a continuous cake layer above the filter surface. This “aerosol bridging” process, the intermediate step which can take time, is absent in earlier work [13], [14]; and in fact, they assume the transition from capillary filling to cake formation is instantaneous. With our capillary model as described, which is distinctly used differently from earlier studies, we can write out the pertinent equations in the following.",
            "cite_spans": [
                {
                    "start": 61,
                    "end": 65,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 86,
                    "end": 90,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 639,
                    "end": 643,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 645,
                    "end": 649,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1152,
                    "end": 1156,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1158,
                    "end": 1162,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Model of loading on a nanofiber ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "Continuity of aerosol free stream at concentration Co and face velocity u challenging a filter with area A, yields volumetric rate Q and mass rate of m˙ that are given, respectively, by the equations below.(1a,b)m˙=CoQQ=uA\n",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "The modeling is focused on the skin layer given all the deposition/removal in subsequent loading/cleaning takes place there. Assuming the skin layer is made up of n capillaries with mean radius R, and the flow velocity V in each capillary by continuity,",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "\n(1c)Q=uA=VnπR2where u is the face or superficial velocity of the filter. Suppose the porosity (i.e. void-to-total volume) of the skin layer is given by ϕ, the skin layer thickness is h (Fig. 3a), then(2)ϕ=nπR2A=uVSolids deposition on capillary walls(3)ΔtηCoVd2πRhn=-ρsnΔR(2πR)hεswhere η is the efficiency of capture, Vd the deposition velocity and is of the order of the in-situ velocity V in the capillary, ρs the density of aerosol/solid, εs the solid packing density of the cake in the capillary. Given ΔR is negative, a negative sign is used in Eq. (3). Simplifying above and setting ΔR/Δt\n \n=\n \ndR/dt\n",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": [
                {
                    "start": 187,
                    "end": 193,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\n(3a)dRdt=-ηVdCoρsεsAssuming R\n \n=\n \nRo at t\n = 0, the radius of the capillary can be determined from integrating Eq. (3a),(3b)R=Ro-ηVdCoρsεstThe LHS of Eq. (3) is precisely the mass deposit m(t) in the skin layer of the filter at time t,(4)Δm=ΔtηCoVd2πRhnSubstituting Eq. (3b) into Eq. (4), and setting Δm/Δt\n \n=\n \ndm/dt, after integrating(4a-c)m(t)=at-bt2a=ηCoVd2πRohnb=πnh(ηCoVd)2ρsεsThe mass deposit increases over time until it reaches a maximum at tmax, for which the latter can be determined fromdm/dt=a-2btSetting dm/dt = 0, tmax=a/2b(4d)tmax=a2b=ρsεsRoηCoVd,From (3b), (4d), the condition R\n = 0 at tmax indicates that the capillary is filled by aerosols to the center axis of the capillary. Examining the quadratic behavior of Eq. (4a) for which m increases with increasing t to a maximum at tmax, this behavior is real and can be realized; whereas when t\n \n>\n \ntmax, m decreases with increasing t, this behavior is unreal and cannot be realized.",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "From Eq. (4a), t can be expressed in terms of m,(5)t=12ab1-1-4mba2\n4m(b/a)2b=4mηCoVd2ρsεsRoπnh(ηCoVd)2ρsεs2=mnπRo2hρsεs=(m/A)ϕohρsεs=(m/ρs)(ϕohA)εs=Vs(Vs)max\n",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "This reveals that 4mb/a\n2 refers to volumetric aerosol present in the capillary to the maximum aerosols that the capillary can hold, which measures the fraction of a capillary being filled. Subsequently, this dimensionless group is defined as ξ, with 0 ≤ \nξ\n ≤ 1. Based on the above and Eq. (4d), rewriting(6)t=ρsεsRoηCoVd1-1-(m/A)ϕohρsεsIt can be clearly seen that as time t increases, the mass deposit m also increases.",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "Rewriting the radius relationship in terms of t, substituting Eq. (6) into Eq. (3b),(6a,b)RRo=1-ξξ≡(m/A)ϕohρsεs\n",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "Based on the flow with volumetric rate q through a single capillary tube with radius R, using the Poiseuille-Hagen relationship,",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "\n(7)Δph=8μqπR4where q\n \n=\n \nQ/n.",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "Combining (1c), (2), (6a,b), (7), the pressure drop across the filter in terms of mass deposit in the capillaries of the filter can be expressed as(7a,b)Δp=8μnqhnπRo4(R/Ro)4=8μuhϕoRo21(1-ξ)2ΔpΔpo=1(1-ξ)2where(7c)Δpo=8μuhϕoRo2\nΔpo corresponds to the pressure drop of the filter with no aerosol deposition (ξ\n = 0 or m/A\n = 0).",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "Note, with small amount of aerosol deposition, i.e. ξ\n ≪ 1, Eq. (7b) can be expanded in Taylor series using the first order approximation as(7d)Δp≈Δpo(1+2ξ)=8μuhϕoRo2(1+2ξ)\n(7e)Δp≈8μuhϕoRo21+2(m/A)ϕohρsεs=I+s(m/A)\n(7f,g)s≡16(μu/ρsεs)(ϕoRo)2;I≡8μuhϕoRo2\ns and I in Eq. (7f) and (7g) are the slope and intercept, respectively, to the Δp curve at m\n = 0. As noted, when Δp is plotted against m/A, both ϕo and Ro are “larger” for a clean filter, therefore both intercept I and the slope s of the straight line are small. On the other hand, when both ϕo and Ro are smaller for a clogged filter (skin layer clogged with aerosol deposit), both intercept I (∝ 1/[ϕo Ro2]) and the slope s (∝ 1/[ϕo\n2\nRo\n2]) of the straight line (i.e. dotted line in Fig. 5a\n) becomes extremely large. This is illustrated in Fig. 5a for these two cases. Indeed, the capillary model is able to depict correctly the characteristics of the clogged skin behavior!",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": [
                {
                    "start": 740,
                    "end": 747,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 798,
                    "end": 805,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "An interesting observation is that the ratio s/I givess/I=2ρsεsϕohIf ρs, εs, and h are known, ϕo can be determined. However, we need to have good data in the proximity of m/A\n = 0. This can also be done differently and perhaps more accurately by matching the curve with test data as shall be seen later when we carry out analysis on the test data.",
            "cite_spans": [],
            "section": "Deposition of aerosol in capillary ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "During cake buildup, the pressure drop can be given by(8a,b)Δp=Δps+μuα(m/A)Δps=μuRm\n",
            "cite_spans": [],
            "section": "Cake formation ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "The first term is due to a combination of the clean nanofiber filter media and the skin effect (deposition of aerosols as shown in Fig. 4c). Note the latter is equivalent (by our hypothesis) to filling of aerosols to the centerline of the capillary, Fig. 4d. We use subscript “c” to designate this incipient caking condition. Thus,",
            "cite_spans": [],
            "section": "Cake formation ::: Modeling of cyclic loading/cleaning",
            "ref_spans": [
                {
                    "start": 131,
                    "end": 137,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 250,
                    "end": 256,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "\n(8c,d)ξc=1(m/A)c=ϕohρsεsSubstituting back to Eq. (8a),(9)Δpc=Δps+μuα(ϕohρsεs)Recall at the recipient point of bridging across the capillary pore opening, the area reduction from the original down to 60% means that(10a)πRπRo2=0.6\n",
            "cite_spans": [],
            "section": "Cake formation ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "From Eq. (6a),(10b-d)ξi=1-RRo2=1-0.6=0.4\n",
            "cite_spans": [],
            "section": "Cake formation ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "This condition corresponds to the incipient point of bridging of aerosols across the capillary pore. The corresponding pressure drop at incipient aerosol bridging becomes,(10e)Δpi=Δpo(1-ξi)2\n",
            "cite_spans": [],
            "section": "Cake formation ::: Modeling of cyclic loading/cleaning",
            "ref_spans": []
        },
        {
            "text": "The mechanism from the incipient point of bridging (ξi, Δpi) to the beginning of cake formation on the filter surface (ξc\n = 1,Δpc) is quite complex. We simplify this by using a hyperbolic tangent interpolation function between these two regimes,(11)Δp=(Δpc-Δpi)tanhKξ-ξi1-ξi+Δpiwhere the constant K\n = 1–3. The foregoing discussion on capillary deposition between 0 ≤ \nξ\n ≤ \nξi, bridging across the capillary opening ξi≤ξ\n ≤ \nξc, cake formation ξ\n > \nξc can be summarized in Fig. 5b\n.",
            "cite_spans": [],
            "section": "Intermediate region between incipient bridging of capillary pore and cake formation ::: Modeling of cyclic loading/cleaning",
            "ref_spans": [
                {
                    "start": 476,
                    "end": 483,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "\nFig. 6a\nshows the experimental pressure excursion of a clean filter followed by loading to a maximum allowable pressure (somewhat arbitrary) followed by cleaning by backpulse and backblow as described earlier. This cyclic loading/cleaning was repeated 5 more times. The duration of the first loading cycle was quite long 5.6 h to reach the maximum set pressure limit of 850 Pa followed by backpulse and backblow which took 0.6 h and the pressure drop was restored back to 100 Pa. On the other hand, the 2nd loading cycle only took 3.2 h to be followed by a constant cleaning of 0.6 h. The 3rd, 4th, 5th and 6th loading took even less time but quite consistently constant, respectively, at 2.3, 2.8, 2.1 and 1.85 h, and each loading was followed by a 0.6-h cleaning. These are all summarized in Table 1\n.",
            "cite_spans": [],
            "section": "Pressure excursion over loading followed by cleaning ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Fig. 6a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 795,
                    "end": 802,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nFig. 6b\nshows only the experimental loading behavior in closer details. The behavior of the 1st loading cycle is concave upward (depth filtration with aerosols filling both the skin region and the filter interior) followed by a linear trend (cake filtration). On the other hand, the behavior of 2nd and subsequent cycles are all predominantly concave downward (later attributed to only skin loading) followed by again a linear trend (cake filtration). Note at the start of loading the pressure drop recorded is denoted as Δpo (see Fig. 5b) and this value increases with increasing cycle, see Fig. 6a. For example, Δpo is 22 Pa for a clean filter, after the first loading and cleaning, it jumps up to 104 Pa at the beginning of the 2nd loading cycle, 147 Pa for the 3rd, 147 for the 4th, 172 Pa for the 5th and finally 197 Pa for the 6th. Δpo makes a large jump from 1st to 2nd due to formation of a skin layer and thereafter the skin layer keeps tightening over repeated loading and Δpo keeps creeping upward but at a much slower pace. For reference, Δpo is also compiled in Table 1. As will be seen, Δpo is an important measurement “quantifying” the skin characteristics (inversely related to the skin permeability, or inversely related to the square of capillary radius).",
            "cite_spans": [],
            "section": "Pressure excursion over loading followed by cleaning ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Fig. 6b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 532,
                    "end": 539,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 593,
                    "end": 600,
                    "mention": "Fig. 6a",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 1076,
                    "end": 1083,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "First, in Fig. 7\nthe pressure excursion curve from the experiment is matched with that of the capillary model in the Δp/Δpo versus ξ for ξ\n ≤ 0.4. Assuming solids volume fraction in the capillary εs\n = 0.135 and the skin layer has a thickness h of 1 μm (10−6\n m), and given salt has a density ρs\n = 2200 kg/m3, the porosity of the capillary pores ϕo, before aerosol loading, can be determined based on matching the test results with the model in Fig. 7. The result on the matched ϕo is shown in Fig. 8\nfor the 6 loadings, N\n = 1–6.",
            "cite_spans": [],
            "section": "Determining porosity by matching experiments and model prediction ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 10,
                    "end": 16,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 446,
                    "end": 452,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 495,
                    "end": 501,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "From Eq. (7c), the capillary radius can be easily determined once the porosity of the capillaries in the skin layer ϕo is known, and Δpo is determined from the experiments (Table 1)(9a)Ro=8ϕoμuhΔpo\n",
            "cite_spans": [],
            "section": "Determining radius of the capillaries before loading ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 173,
                    "end": 180,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The results for the porosity and the capillary radius are shown in Fig. 8. As can be seen, the porosity after the 2nd aerosol loading drops precipitously to 0.6–0.7 and stays constant thereafter for the subsequent 4 loadings. Note this is the porosity at the beginning of the loading for the present cycle and the porosity reduction is related to loading and cleaning of the previous cycles. It can be concluded that the porosity in the skin layer after the first two cycles of loading/cleaning reaches a quasi-equilibrium level with porosity of 0.6–0.7. Aerosols challenging the filter are stored mostly in the cake and a small fraction are used to fill the capillaries in the skin layer leading to formation of “bridges” across the capillary opening, which initiates cake formation subsequently.",
            "cite_spans": [],
            "section": "Determining radius of the capillaries before loading ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 73,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "The initial diameter of the capillary pore 2Ro for a clean nanofiber filter with 280 nm fiber diameter is determined to be 1.2 μm. This is consistent with the image from the Scanning Electron Microscope (SEM), see Fig. 9\n, which is about 1–2 μm. This is rather encouraging in that the model yields result close to the real situation. After the first loading, 2Ro reduces down to a fraction of a micrometer, reaching a quasi-equilibrium level of 0.6 μm for the 2nd to the 6th loading/cleaning cycles. This confirms the average pores in the skin layer have been significantly narrowed down (∼50%) by aerosol deposit that cannot be cleaned or removed by backpulse/backblow.",
            "cite_spans": [],
            "section": "Determining radius of the capillaries before loading ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 214,
                    "end": 220,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "The porosity and initial pore radius before loading of the current cycle ϕo and Ro are related to the number of equivalent capillaries n based on the relationship,",
            "cite_spans": [],
            "section": "Determining radius of the capillaries before loading ::: Results and discussions",
            "ref_spans": []
        },
        {
            "text": "\n(12a,b)ϕo=nπRo2πRf2n=RfRo2ϕo\n",
            "cite_spans": [],
            "section": "Determining radius of the capillaries before loading ::: Results and discussions",
            "ref_spans": []
        },
        {
            "text": "The test filter has a radius Rf of 0.035 m, thus the number of capillaries n can be determined. This is shown in Fig. 10\n. As can be seen, with exception of the 1st cycle for which quasi-equilibrium has yet been reached the number of equivalent flowable capillaries under quasi-equilibrium between N\n = 2 and N\n = 6 is on average 1.3 (1010). The clean filter prior to the first loading/cleaning cycle (i.e. N\n = 1) has less capillaries 0.3 (1010). This is only ¼ of the equilibrium level. Indeed, this is consistent from mass conservation that Ro under equilibrium is only half of that at N\n = 1 and area is proportional to the quadratic power of radius.",
            "cite_spans": [],
            "section": "Determining radius of the capillaries before loading ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 113,
                    "end": 120,
                    "mention": "Fig. 10",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "It is a common practice to express flow in a porous media by Darcy’s law as shown in Appendix A (Eq. (A1)). The superficial face velocity u is proportional to the pressure gradient dp/dx and the permeability k, but inversely proportional to the viscosity μ. The permeability which has a unit of dimension to the second power measures the flowability of the porous media, which is given in Appendix A. It would be interesting to compare the permeability of the skin layer between 2nd cycle, and subsequent cycles, to that of the 1st cycle both under zero aerosol loading, i.e. m\n = 0, for the present experiment. From Eq. A3c and the porosity and pore diameter at zero loading from Fig. 8,k02ko1=ϕo2ϕo1Ro2Ro12=0.950.950.557/21.212/22=0.21_\n",
            "cite_spans": [],
            "section": "Permeability and porosity in skin layer ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 681,
                    "end": 687,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF9"
                }
            ]
        },
        {
            "text": "The permeability of the skin layer in the 2nd cycle plummets to only 0.21 of that of the 1st cycle. This drastic reduction in permeability represents indeed presence of a skin layer that is not quite permeable to flow. The skin effect is established sometime during the 1st cycle. Also, during aerosol deposition in the second cycle, the permeability of the skin layer ko2/ko1 will further decrease. During backpulse and backblow, some of the deposits in the skin layer are blown off; however, there could also be loosened aerosols deep in the filter that are being re-deposited in the skin layer. The permeability ratio drops further in the 3rd cycle to 0.15, after-which the drop is much more gradual. The skin region due to cyclic loading/cleaning seems to reach finally a “quasi-equilibrium” state with permeability ratio decreasing very slowly (but not constant as in true equilibrium). At 6th cycle, ko6/ko1 decreases to 0.11. These are all illustrated in Fig. 11\n.",
            "cite_spans": [],
            "section": "Permeability and porosity in skin layer ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 962,
                    "end": 969,
                    "mention": "Fig. 11",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "Also, an interesting point is that Fig. 5a shows a plot of Δp versus m/A, near m/A\n ≪ 1, the curve can be approximated by a linear line with slope s and vertical-axis intercept I, which can be related to the porosity and permeability of the skin layer ass∝1(ϕoRo)2∝1ϕoko,I∝1ϕoRo2∝1ko\n",
            "cite_spans": [],
            "section": "Permeability and porosity in skin layer ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 35,
                    "end": 42,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Small ko and ϕo result in large s and I as has been seen with the skin layer in Fig. 5a; and vice versa when the skin layer does not exist during the clean filter operation (initial cycle of loading with N\n = 1) for which s and I are both small.",
            "cite_spans": [],
            "section": "Permeability and porosity in skin layer ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 80,
                    "end": 87,
                    "mention": "Fig. 5a",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Once a bridge forms around the capillary opening, all incoming aerosols will deposit on the bridge and subsequently forms a cake layer. The “bridge” of aerosols stack on top of each other eventually forming a continuous cake layer that keeps growing with aerosol deposition. Given filtration of aerosol all occur at the cake layer which builds up over time, the pressure excursion curve is given by Eqs. (8a,b)\n",
            "cite_spans": [],
            "section": "Cake formation ::: Results and discussions",
            "ref_spans": []
        },
        {
            "text": "\n(8a,b)Δp=Δps+μuα(m/A)Δps=μuRm\n",
            "cite_spans": [],
            "section": "Cake formation ::: Results and discussions",
            "ref_spans": []
        },
        {
            "text": "A plot of Δp versus m/A yields a straight line under the cake formation stage. The slope is simply μuα. Consider N\n = 2 as shown in Fig. 12\nb, the slope in the cake region is determined to be 426.67 Pa-m2/g. Given the slope is also μuα, with μ = 1.81 (10−5) kg/m-s, and u\n = 0.053 m/s, therefore the specific cake resistance α\n = 4.45 (1011) m/kg. Fig. 12a–f show the comparison of experimental measurements and model prediction for the pressure drop excursion for all 6 loading cycles. The comparison between measurements and model prediction is very good. The cake depends solely on the challenging aerosol which is unchanged, thus both the slope of the cake line and the specific cake resistance are the same for N\n = 1–6 as evident from comparing the slopes in Fig. 12a–f.",
            "cite_spans": [],
            "section": "Cake formation ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 132,
                    "end": 139,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 348,
                    "end": 355,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 765,
                    "end": 772,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF13"
                }
            ]
        },
        {
            "text": "In cake filtration, the total pressure drop is attributed to two serial resistances – one has to do with the actual cake resistance μuα(m/A), which depends on the amount of aerosols deposited in the cake and the other an artificial skin resistance due to the filter media, Δps. The latter incorporates the flow resistance from the nanofiber filter media and the restricted capillary pore/opening in the nanofiber filter due to aerosol deposition, which includes aerosol deposition during loading and re-deposition during backpulse and backblow. The second is the major contributor to Δps in as much as from the filter media itself. Δps can be determined from Fig. 12a–f in Table 2\nfor the 6 cycles. It is to be noted that Δps increases sharply from N\n = 1 to N\n = 2 and only modestly from N\n = 2 to N\n = 6. This is consistent with the narrowing down of the equivalent capillaries or pores of the nanofibers in the skin layer from Ro\n = 1.2 μm for N\n = 1 to Ro\n = 0.6 μm for the quasi-equilibrium N\n = 2–6.",
            "cite_spans": [],
            "section": "Cake formation ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 659,
                    "end": 666,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 673,
                    "end": 680,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "From bridging of the pore opening in the capillary to steady deposition of aerosols onto the filter surface – caking is rather complex. We have made a hypothesis that as the pore opening reduces to about 50–60% of the area correspond to the equivalent capillary reducing in radius to 0.75 of its original radius Ro bridging starts in the pore. This corresponds to ξ ≈ 0.4.",
            "cite_spans": [],
            "section": "Incipient bridging of the capillary to cake formation ::: Results and discussions",
            "ref_spans": []
        },
        {
            "text": "As an example, consider N\n = 2,",
            "cite_spans": [],
            "section": "Incipient bridging of the capillary to cake formation ::: Results and discussions",
            "ref_spans": []
        },
        {
            "text": "At beginning of bridging of pores:ξ1=0.3876(m/A)1=0.3876ϕohρsεsϕohρsεs=(0.95)(1×10-6)(2200,000)(0.135)=0.2822g/m2(m/A)1=(0.3876)(0.2822g/m2)=0.10938g/m2_As ξ ≈ 0.4, Δpo\n = 104 PaΔp1=Δpo(1-ξ)2=104(1-0.3876)2=277.35Pa_At caking,ξ2=1,(m/A)2=ϕohρsεs=(0.95)(1×10-6)(2200,000)(0.135)=0.2822g/m2_Δp2=Δps+μuα(m/A)=410+(1.8×10-5)(0.053)(4.267×103)(0.2822)=530.4Pa_given Δps\n = 410 Pa.Using Eq. (11),(11)Δp=(Δpc-Δpi)tanhKξ-ξi1-ξi+ΔpiFor N = 2,(m/A)=ξϕohρsεs=0.2822ξ,0.3876⩽ξ⩽1Δp=(Δpc-Δpi)tanhKξ-ξi1-ξi+Δpi=(530.4-277.35)tanhKξ-0.38761-0.3876+277.35=253tanhKξ-0.38761-0.3876+277.35K=2\n",
            "cite_spans": [],
            "section": "Incipient bridging of the capillary to cake formation ::: Results and discussions",
            "ref_spans": []
        },
        {
            "text": "Note in the above, K\n = 2 was selected to provide matching of the slope at end of aerosol bridging regime to that at beginning of caking regime. The predicted pressure drop of this intermediate region (aerosol bridging the pore) is calculated using the above equations; the results are compared with experimental measurements in Fig.12b. Similarly, this can be done with N\n = 3–6.",
            "cite_spans": [],
            "section": "Incipient bridging of the capillary to cake formation ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 329,
                    "end": 335,
                    "mention": "Fig.12",
                    "ref_id": "FIGREF13"
                }
            ]
        },
        {
            "text": "In summary, it has been shown the three regimes of pressure drop increases for each aerosol loading cycle with the following behavior:(1)Capillaries in skin layer got constricted from initial deposition of aerosols inside the capillaries leading to rapid increase in pressure drop;(2)Bridging of aerosols across the capillary opening;(3)Cake forming on the surface of the filter.\n",
            "cite_spans": [],
            "section": "Incipient bridging of the capillary to cake formation ::: Results and discussions",
            "ref_spans": []
        },
        {
            "text": "The complete prediction of these 3 regimes are completed with the experimental results for N\n = 2 cycle in Fig. 12b. The agreement is reasonably good. Similar comparison has been made for N\n = 3–6, which are depicted in Fig. 12c–f. Again, similar level of agreement has been obtained. An interesting aspect is that there is a concave upward trend of the pressure excursion curve with aerosol deposition in the capillary, an inflection point followed immediately by a concave downward trend of the pressure excursion curve with bridging leading to caking, and a simple linear behavior during caking with constant specific cake resistance. These are all demonstrated in Fig. 12b–f for cycles N\n = 2–6. In all cases, K was selected so that the pressure drop prediction at the end of bridging regime matches the slope of the cake filtration “linear line”.",
            "cite_spans": [],
            "section": "Incipient bridging of the capillary to cake formation ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 107,
                    "end": 114,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 220,
                    "end": 227,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF13"
                },
                {
                    "start": 668,
                    "end": 675,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF13"
                }
            ]
        },
        {
            "text": "The behavior in loading a clean filter (N\n = 1) is somewhat different, prior to caking (i.e. linear trend on the pressure excursion curve with mass deposit), the pressure rises concave upwardly with increasing aerosol loading but only very gradually. The initial deposition of aerosols in the flowable pores of the nanofiber is similar to subsequent cycles N\n ≥ 2, however, there is continuous loading of aerosols inside the filter filling up the pores in the interior of the filter other than the skin layer at the upstream end of the filter. This provides a rather gentle concave upward behavior which is not being described by the model. As such, we have used an interpolation quadratic function for 0.1 ≤ \nm/A\n ≤ 0.55 g/m2 to bridge between these two regimes, capillary filling and caking. This is shown in Fig. 12a.",
            "cite_spans": [],
            "section": "Incipient bridging of the capillary to cake formation ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 811,
                    "end": 818,
                    "mention": "Fig. 12",
                    "ref_id": "FIGREF13"
                }
            ]
        },
        {
            "text": "Finally, we have compared all the results on the same plot in Fig. 13\nshowing the sequential loading and cleaning for all 6 cycles of aerosol loading followed by backpulse/backblow. It is reasonable to state that after the first cycle, the filter has reached a quasi-equilibrium for which the skin layer controls the aerosol deposition in the pores in the skin leading to subsequent bridging and caking on the filter surface. The capillary model introduced herein compares well with experiments and also provides the hint to bridging process across the pores (pore area 50–60% blocked). This mechanism is rather complex and more refined model may be required in the future together with in-situ imaging, such as CT tomography, of this complex bridging process. For now, it is sufficient for the explanation of why this deviates significantly from the first loading cycle.",
            "cite_spans": [],
            "section": "Incipient bridging of the capillary to cake formation ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 62,
                    "end": 69,
                    "mention": "Fig. 13",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "An interesting observation is that the entire loading curve including the “inflection point” between the capillary model and the intermediate bridging region in Fig. 13 keeps shifting towards the left as N increases from 2 to 6 (see arrow in the figure). This shift approaches a “limit” that the pressure drop in capillaries increases steeply, almost a vertical rise from Δpo to Δps, followed by the linear line originating from Δps on the ordinate-axis and with a constant slope, that depicts cake filtration, Eq. (8a,b). This is essentially the over-simplified “cake filtration model” in the textbook, see also the “solid” and “dash” line in Fig. 5b.",
            "cite_spans": [],
            "section": "Incipient bridging of the capillary to cake formation ::: Results and discussions",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 168,
                    "mention": "Fig. 13",
                    "ref_id": "FIGREF14"
                },
                {
                    "start": 644,
                    "end": 651,
                    "mention": "Fig. 5b",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "We have investigated the skin effect during repeated loading of a nanofiber filter using nano-aerosols. After the filter reaches a maximum pressure drop during aerosol loading, the filter is being cleaned by backpulse and backblow. A skin layer quickly establishes upstream of the filter with reduced permeability and porosity during the loading and subsequent cleaning during the 1st cycle. The permeability and porosity cannot be restored back to the clean filter condition by backpulse and backblow cleaning.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The deposition of aerosol during each loading can lead to continuous narrowing down of the pores in the skin at which aerosols can bridge across this narrower pore opening near the surface of the filter. This flowable pore has been modelled as a capillary spanning across the skin layer with thickness assumed to be about one micrometer in this study. The cake starts to build up once there are sufficient layers of aerosol bridges forming on the pore opening. Subsequently, the formed cake becomes an effective filter media trapping 100% of all incoming aerosols.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Experiments on loading and cleaning (backpulse followed by backblow) have been carried out on a nanofiber filter with fiber diameter of 280 nm. The initial pressure excursion is rather modest with increasing aerosol deposition. Presumably a skin layer starts to form near the upstream end of the filter. After the pressure builds up to a maximum level, the filter is backpulsed followed by backblow to remove as much trapped aerosols. There are definitely residual aerosols left in both the skin and the filter interior that cannot be removed despite cleaning. In the 2nd and subsequent cycles of loading up to 6th cycles, the pressure excursion over mass deposition at least in the beginning is very steep confirming further aerosol deposition in the skin layer of the filter leading to more flow restriction. However, this deposit largely can be removed by backpulse/backblow keeping Δpo increasing rather slowly.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "By matching experimental pressure excursion with the model on the clean filter and 5 additional repeated cycles, we found that the porosity started with a clean filter at 0.95 dropping by 68% to 0.6–0.7 after the 2nd loading, with initial capillary diameter of 1.2 μm also dropping to half the value to 0.6 μm during the 2nd and subsequent cycles. Based on these values, we can infer that the permeability of the skin layer has dropped to 21% of its original values when the filter was cleaned before aerosol loading. This permeability decreases gradually for subsequent 2nd–6th cycles under quasi-equilibrium. It is interesting that after the 2nd cycle, there is virtually no deposition of aerosols inside the filter. The deposition is in the skin region which quickly changes to cake buildup once a bridge of aerosols spans across the pore opening at the surface of the filter.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The region delineating the beginning of bridging and cake formation have been determined by the model. Based on these, the experimental pressure excursion curve can be established for all three regimes, capillary filling (depth filtration), aerosol bridging (prelude to cake formation, strictly speaking also surface filtration as aerosols are deposited above the filter surface), and cake filtration (surface filtration). The prediction based on the models compare well with experimental measurements lending confidence to the understanding of the skin layer playing a pivoting role in forming cake upon bridging of the pore opening.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The model also explained the steep rise in pressure drop after a skin is formed during the 2nd and subsequent loadings, despite the skin effect is not that obvious during the loading of a clean filter. In fact, during the loading of a clean filter (N = 1), the filter does have a prolonged period of depth filtration when the pressure rise is modest until bridging and caking occur.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "This investigation certainly sheds useful insight on the interesting role of the skin in cake formation especially after the 1st cycle loading on a clean filter. If the filter is being properly cleaned after each loading, the skin effect would not rapidly deteriorate over repeated loading as it is under quasi-equilibrium. This is indeed quite encouraging.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Time duration of loading and cleaning and the residual pressure left on the filter after previous cleaning and before the current loading cycle.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Equivalent skin pressure drop and filter medium resistance.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Schematic of needle-less electrospinning machine.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Submicron aerosol generator (SMAG) and filter tester for respectively, grade efficiency with monodispersed particle size distribution and aerosol loading on filter with polydispersed particle size distribution.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Sodium chloride test particles with count mean aerodynamic diameter 118 nm prepared with concentration of 0.0211 g/m3.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: (a) Aerosols loaded substantially the void space of a single capillary by about 50–60%. (b) Flow of scenario (a) can be modelled as though the solids are packed lining up the capillary wall resulting in flow through a constricted capillary. (c) Aerosols forming a bridge across the capillary pore opening from which more aerosols deposit upon. (d) Maximum amount of solids in (c) is equivalent to aerosols with volume just filling up completely the capillary, i.e. to the axis.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5a: Δp is plotted against m/A revealing the behavior for small amount of solids deposit for both clean filter and dirty filter in which the skin region is clogged with aerosol deposit.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 5b: Model on deposition of aerosols in capillary, bridging of capillary opening by aerosols, and aerosols building cake layer on the bridges.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 6a: Experimental cyclic loading and cleaning of a nanofiber filter with 280-nm diameter fibers.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 6b: Loading curve for 6 cycles of repeated loading and cleaning.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig. 7: p/po versus ξ for the model (solid curve) matching with measurements for cycle N1 to N6, and R/Ro versus ξ model.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig. 8: Porosity and initial capillary diameter in the skin layer of a nanofiber filter.",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig. 9: SEM of nanofiber mat with 280-nm nanofibers with average pore size about 1–2 μm.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig. 10: Number of capillaries in the skin layer.",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig. 11: Permeability ratio at various loading/cleaning cycles and evidence of skin effect reaching quasi-equilibrium after 3rd cycle.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig. 12: Comparing test measurements with model prediction for N = 1 to N = 6 cycles of loading followed by cleaning.",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig. 13: Comparison between experiments and model prediction on pressure drop for the entire loading curve for N = 1–6.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Electrospinning of nanofibers: reinventing the wheel?",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Xia",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Adv. Mat.",
            "volume": "16",
            "issn": "",
            "pages": "1151-1170",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Development of high efficiency nanofilters made of nanofibers",
            "authors": [
                {
                    "first": "J.K.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr. Appl Phys.",
            "volume": "6",
            "issn": "",
            "pages": "1151-1170",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Effect of face velocity, nanofiber packing density and thickness on filtration performance of filters with nanofibers coated on a substrate",
            "authors": [
                {
                    "first": "W.W.F.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "P.T.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Sep. Purif. Tech. J.",
            "volume": "71",
            "issn": "",
            "pages": "30-37",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Investigating the filtration of nano-aerosol using nanofiber filter under low Peclet number regime",
            "authors": [
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "W.W.F.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Sep. Purif. Tech. J.",
            "volume": "79",
            "issn": "1",
            "pages": "34-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Investigation on pressure drop evolution of fibrous filter operating in aerodynamic slip regime under continuous loading of sub-micron aerosols",
            "authors": [
                {
                    "first": "W.W.F.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Sep. Purif. Tech. J.",
            "volume": "63",
            "issn": "",
            "pages": "691-700",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Continuous filtration of sub-micron aerosols by filter composed of multi-layers including a nano-fiber layer",
            "authors": [
                {
                    "first": "W.W.F.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                },
                {
                    "first": "P.T.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Aerosol Sci. Technol.",
            "volume": "43",
            "issn": "",
            "pages": "1174-1183",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Skin effect in nanofiber filtration of submicron aerosols",
            "authors": [
                {
                    "first": "W.W.F.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "C.H.",
                    "middle": [],
                    "last": "Hung",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Sep. Purif. Tech. J.",
            "volume": "92",
            "issn": "",
            "pages": "174-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Role of porosity in filtration IX skin effect with highly compressible materials",
            "authors": [
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "Tiller",
                    "suffix": ""
                },
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "Green",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "AICHEJ",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Experimental investigation of backpulse and backblow cleaning of nanofiber filter loaded with nano-aerosols",
            "authors": [
                {
                    "first": "W.Y.",
                    "middle": [],
                    "last": "Hau",
                    "suffix": ""
                },
                {
                    "first": "W.W.F.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sep. Purif. Tech.",
            "volume": "163",
            "issn": "",
            "pages": "30-38",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "A model of backpulse and backblow cleaning of nanofiber filter loaded with nano-aerosols",
            "authors": [
                {
                    "first": "W.W.F.",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                },
                {
                    "first": "W.Y.",
                    "middle": [],
                    "last": "Hau",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Sep. Purif. Tech. J.",
            "volume": "169",
            "issn": "",
            "pages": "171-178",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Clogging of fibrous filters by solid aerosol particles – experimental and modeling study",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Penicot",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Contal",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Leclerc",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Vendel",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Chem. Eng. Sci.",
            "volume": "56",
            "issn": "",
            "pages": "3549-3561",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Pressure drop model for nanostructured deposits",
            "authors": [
                {
                    "first": "D.F.",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ouf",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "BourrousGensdarmes",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Bouilloux",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Sep. Purif. Tech. J.",
            "volume": "138",
            "issn": "",
            "pages": "144-152",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Filtration of nanoparticles: evolution of cake structure and pressure-drop",
            "authors": [
                {
                    "first": "T.D.",
                    "middle": [],
                    "last": "Elmoe",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Aerosol Sci.",
            "volume": "40",
            "issn": "",
            "pages": "965-981",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Measurement and modeling of pressure drop of HEPA filters clogged with ultrafine particles",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Bourrous",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Powder Technol.",
            "volume": "289",
            "issn": "",
            "pages": "109-117",
            "other_ids": {
                "DOI": []
            }
        }
    }
}