{
    "paper_id": "PMC7197364",
    "metadata": {
        "title": "Imaging features and evolution on CT in 100 COVID-19 pneumonia patients in Wuhan, China",
        "authors": [
            {
                "first": "Shuchang",
                "middle": [],
                "last": "Zhou",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tingting",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yujing",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": "wangyujin8303@163.com",
                "affiliation": {}
            },
            {
                "first": "LiMing",
                "middle": [],
                "last": "Xia",
                "suffix": "",
                "email": "xialiming2018@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A novel coronavirus newly named coronavirus disease 2019 (COVID-19) by the World Health Organization (WHO) [1] is responsible for the recent pneumonia outbreak that started in December 2019 in Wuhan City, China. Different from both the Middle East respiratory syndrome (MERS-CoV) and severe acute respiratory syndrome coronavirus (SARS-CoV), COVID-19 is a brand new member of enveloped RNA coronaviruses (subgenus Sarbecovirus, Orthocoronavirinae subfamily) infecting humans [2]. Although the majority of cases were reported to be related to the Huanan Seafood Market, the source of the virus is still unclear [3]. The World Health Organization declared COVID-19 as a public health emergency of international concern on January 31, 2020 [1]. As of 11 p.m. on February 15, 2020, Chinese authorities have reported 56,563 confirmed cases and 8969 suspected cases, including 1524 deaths in mainland China. Among them, Wuhan City has the largest number of 34,256 confirmed cases with 1123 deaths [4]. In addition, 515 cases have been confirmed in other countries all over the world. There is increasing evidence of human-to-human transmission in hospitals and among family members; the rate of severe cases was reported to have reached 26%, and the mortality rate has reached 4.3% by the latest study [5]. Asymptomatic infectious individuals can also be a source of infection according to the latest version of the guidelines [6]. A previous study [7] indicated CT has a higher sensitivity (97%) than RT-PCR results (30–60%) for COVID-19 pneumonia. With the rapid spread of COVID-19, CT is especially important for the diagnosis of COVID-19 pneumonia and the judgment of the degree of disease. Although several studies have described the CT imaging features of COVID-19 pneumonia [8–10], so far, there is still a lack of large-sample CT imaging studies and follow-up observation. In this study, we collected 100 cases of laboratory-confirmed COVID-19 pneumonia patients, including 84 cases with CT follow-up scan, to describe the CT imaging features and evolution of this disease.",
            "cite_spans": [
                {
                    "start": 108,
                    "end": 109,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 476,
                    "end": 477,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 611,
                    "end": 612,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 738,
                    "end": 739,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 992,
                    "end": 993,
                    "mention": "4",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1297,
                    "end": 1298,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1422,
                    "end": 1423,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1444,
                    "end": 1445,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1776,
                    "end": 1777,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1778,
                    "end": 1780,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "UCT 780 (United Imaging), GE optima 660 (GE Healthcare), or Siemens SOMATOM Definition AS+ (Siemens Healthcare) spiral CT scanners were used. The patients were scanned in the supine position and with breath holding at end of inspiration. The scanning range is from the apex to the bottom of the lung. The scanning parameters were tube voltage, 120 kV; tube current, 200–300 mAs; pitch, 0.99–1.22 mm; matrix, 512 × 512; layer thickness, 5 mm; field, 350 mm × 350 mm; and reconstruction section thickness, 0.625 or 1.25 mm. All of the patients underwent unenhanced CT scan without contrast agent administration. Fifteen cases had only one CT scan, 30 cases underwent two CT scans, 30 cases had three CT scans, 18 cases underwent four CT scans, and 17 cases had five CT examinations for follow-up observation. A total of 272 CT examinations of all the 100 patients were reviewed and evaluated.",
            "cite_spans": [],
            "section": "CT scanning protocol ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The CT images were reviewed by three experienced thoracic radiologists (Z.S., W.Y., and Z.T. with 13, 9, and 9 years of experience, respectively) on a console (Synapses; Fujifilm) with multiplanar reconstruction tool kit independently; when there was a discrepancy, the final result was made by consensus. The lung and mediastinal windows were set as follows: window width, 1000–1500 HU; window level, − 700 HU to – 550 HU; and window width, 300–350 HU; window level, 30–40 HU, respectively.",
            "cite_spans": [],
            "section": "CT image viewing and estimation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The location of lung abnormalities was divided into peripheral distribution (mainly involving the peripheral one third of the lung) and peripheral plus center distribution (including both peripheral and central regions); the number of lung lobes affected was also recorded. The number of lung abnormalities was recorded as single and multiple. The main CT signs included 13 items divided into 3 categories as follows: primary sign: (1) ground glass opacity (GGO, irregular hazy increased attenuation, with visible lung markings), (2) consolidation (homogeneous increase intensity with obscuring lung markings), (3) GGO plus consolidation (consolidation superimposed on a background of GGO), and (4) GGO plus reticular pattern (thickened interlobular and intralobular septum on the basis of GGO, showing crazy-paving sign); secondary sign: (1) vacuolar sign (low-density area of vacuole < 5 mm), (2) microvascular dilation (small vessels dilate in the focus), (3) air bronchogram (air-filled bronchi on a basis of opaque airless lung), (4) subpleural transparent line (thin transparent line lying between the focus and pleura), (5) thickening of the pleura, (6) pleural retraction (lesions located under the pleura and pull pleura), and (7) pleural effusion; and repairing sign: (1) subpleural line (arc-like dense shadow less than 1 cm away from the pleura and parallel to the pleura), (1) bronchus distortion (tortuosity of branches of small bronchus), and (1) fibrotic strips (irregular fibrotic streak shadow); lymphadenopathy, pneumothorax, and pneumomediastinum were also recorded.",
            "cite_spans": [],
            "section": "CT image viewing and estimation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A CT scoring method was used to evaluate the extent of lung involvement according to a previous study related to SARS and MERS CT imaging [12–15]. Both lungs were divided into the upper zone (from the apex to above the carina level), middle zone (from the carina to the inferior pulmonary vein), and the lower zone (below the inferior pulmonary vein); then, a vertical line crossing the midpoint of the diaphragm in sagittal position was used to divide each lung into two parts: anterior and posterior parts. Finally, each lung was divided into 6 zones altogether, namely the upper anterior zone, the upper posterior zone, the middle anterior zone, the middle posterior zone, the lower anterior zone, and the lower posterior zone. The involvement scale in each lung zone was scored based on the following criteria: score 0 (no involvement), score 1 (< 25% involvement), score 2 (25% to less than 50% involvement), score 3 (50% to less than 75% involvement), and score 4 (> 75% involvement). The CT scores were also assessed by the three radiologists mentioned before by consensus. The scores were recorded and summed for different lung regions (such as the left and right lung; bilateral upper, middle, and lower zone; bilateral anterior and posterior zones), with a maximum score of 48.",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 142,
                    "end": 144,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "CT image viewing and estimation ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Data were analyzed using SPSS, version 22.0 (IBM Statistics). Continuous variables were expressed as means ± standard deviations, the Kolmogorov-Smirnov test was used for the normal distribution test, and continuous variables were compared with the Mann-Whitney U test. The incidence of CT signs was expressed as number (%) and compared by χ2 test between the early rapid progressive stage, advanced stage, and absorption stage. Bonferroni correction was used for pairwise comparisons among the three groups. A p value of less than 0.05 was considered statistically significant difference.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "A total of 100 patients (mean age, 52.3 years ± 13.1; age range, 27–80 years) with COVID-19 pneumonia without ARDS were included. Fifty-four (54%) patients were men (mean age, 52.4 years ± 12.5; age range, 30–77 years), and 46 (46%) were women (mean age, 52.3 years ± 14.0; age range, 27–80 years). The initial symptoms included fever in 87 patients (87.0%), coughing in 56 patients (56%), fatigue in 17 patients (17%), shortness of breath in 27 patients (27%), muscle pain in 26 patients (26%), and diarrhea in 22 patients (22%). Four patients first showed negative results from RT-PCR test of COVID-19 nucleic acid; 1 patient’s result turned positive on day 14 from the symptom onset, 1 patient’s result turned positive on day 17, 1 patient’s result turned positive on day 20, and 1 patient’s result turned positive on day 27. Majority of the laboratory test results were in the normal range, and the most common abnormalities included decreased lymphocyte count, elevated lactate dehydrogenase (LDH) and erythrocyte sedimentation rate (ESR), and high sensitive C-reactive protein (hs-CRP) (see Table 1 for details). In addition, in our cohort, 2 patients processed to severe condition; each of these 2 patients underwent 2 CT scans (all within 14 days after symptom onset) before their condition became severe; after that, X-ray was used to monitor their condition.",
            "cite_spans": [],
            "section": "Symptoms ::: Clinical features ::: Results",
            "ref_spans": [
                {
                    "start": 1103,
                    "end": 1104,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Of all 272 CT scans, 169 (62.1%) showed predominantly peripheral distribution, 103 (37.9%) showed peripheral plus central distribution, 22 (8.1%) showed single lung abnormality, and 250 (91.9%) showed multiple lung abnormalities. We compared the CT scores of different regions of the lungs of all the 272 CT scans. No significant difference was found between the left (6.6 ± 5.4) and right (6.8 ± 5.4) lung (p = 0.556). The CT scores of the upper zone (3.4 ± 3.6) were significantly lower than those of the middle (5.0 ± 3.9) and lower (4.8 ± 3.6) zones (p < 0.001). No significant difference was found between the middle and lower zones (p = 1.0). The CT scores of the anterior zones (4.9 ± 4.7) were significantly lower than those of the posterior zones (8.4 ± 6.2) (p < 0.001).",
            "cite_spans": [],
            "section": "Distribution of lung abnormalities ::: Clinical features ::: Results",
            "ref_spans": []
        },
        {
            "text": "As this is a brand new disease with less than 1 month’s observation since initial onset, we drew a picture of the extent of lung abnormality involvement on CT (evaluated by the sum of scores for all zones of both lungs) according to the course of disease to speculate the general course of the disease. Figure 1 approximately shows that 1–7 days after symptom onset is the early rapid progressive period, 8–14 days is the advanced period with the most severe lung involvement, and after 14 days, the extent of involvement was shown as starting to decrease; particularly, after 21 days, the absorption is more obvious.",
            "cite_spans": [],
            "section": "Disease course ::: Clinical features ::: Results",
            "ref_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "From the above course analysis and a preliminary COVID-19 pneumonia image diagnostic guide in China [6], we divided the CT images into an early rapid progressive stage (≤ 7 days), an advanced stage (8~14 days), and an absorption stage (> 14 days) according to the course. A total of 272 CT examinations of all the 100 patients were stratified into the above three groups and evaluated. Table 2 indicates that in the early rapid progressive stage, GGO (41.9%), GGO plus consolidation (43.0%), and GGO plus reticular pattern (58.1%) were all common; consolidation was relatively rare (11.6%). In the advanced stage, GGO showed a significant decrease (p < 0.05), GGO plus reticular pattern showed a significant increase (p < 0.05), GGO plus consolidation (30.1%) showed a decreasing trend, and pleural effusion (12.8%) significantly developed compared with the early rapid progressive stage (2.3%) (p < 0.05). In the absorption stage, GGO plus consolidation (9.1%) showed a sharp decrease (p < 0.05), consolidation (9.1%) and GGO plus reticular pattern (66.2%) showed a decreasing trend compared with the first two stages, and GGO (22.1%) kept the same level as that of the advanced stage. The repairing signs significantly increased in the advanced stage (p < 0.05) and kept increasing in the absorption stage. Figure 2 displays that the 7 CT signs (GGO, GGO + consolidation, microvascular dilation, air bronchogram, subpleural transparent line, thickening of the pleura, and pleural retraction) showed a downward trend with the course of the disease, 4 CT signs (consolidation, GGO + reticular, vacuolar sign, and pleural effusion) showed a trend of first ascending then descending, and 3 CT signs (subpleural line, bronchus distortion, and fibrotic strips) showed an upward trend. In addition, the pneumothorax and pneumomediastinum occurred in two patients.",
            "cite_spans": [
                {
                    "start": 101,
                    "end": 102,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "CT imaging features ::: Clinical features ::: Results",
            "ref_spans": [
                {
                    "start": 1316,
                    "end": 1317,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 392,
                    "end": 393,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We investigated the CT imaging features of COVID-19 pneumonia and CT changes according to the disease course of a large sample of 100 patients with 272 CT scans in this study. Several previous studies [8, 10, 15–17] have described the main CT signs of COVID-19, summarized as GGO, crazy-paving pattern, and consolidation. We found 13 signs on CT imaging altogether, which were partially similar to the previous study but more comprehensive and detailed, including GGO, consolidation, GGO plus consolidation, GGO plus reticular pattern, vacuolar sign, microvascular dilation, air bronchogram, subpleural transparent line, thickening of the pleura, pleural retraction, pleural effusion, subpleural line, bronchus distortion, and fibrotic strips, taking into account the signs inside the lesions (vacuole sign, microvascular dilation, air bronchogram) and the sign of pleural involvement. Also, we found that the lung abnormalities tended to be predominantly distributed in the peripheral zone, middle and lower zone, and posterior zone in bilateral lungs. The peripheral distribution may be due to the fact that the virus is more likely to invade bronchioles and alveoli, causing inflammatory reactions which need the participation of immune cells; the distribution of blood vessels and lymphatics rich in immune cells is more abundant in the peripheral and lower areas, so the lesions tended to distribute in the peripheral and lower area of the lungs.",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 203,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 205,
                    "end": 207,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 209,
                    "end": 211,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 212,
                    "end": 214,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "According to the degree of lung involvement evaluated by CT scoring summation of all the zones of both lungs, we defined pneumonia into three stages in CT imaging, 1~7 days after symptom onset is the early rapid progressive stage with involving extent fast progressing, 8~14 days is the advanced stage with the involving extent maintaining a peak plateau level, and after 14 days, the involving extent started to decrease. This course was partially similar to a previous study [10]. Representative cases are shown in Fig. 3.",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 480,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 522,
                    "end": 523,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "We compared the incidence of various CT signs in different stages of the disease, drew a CT sign change trend chart, and found that in the early rapid progressive stage, the CT imaging showed diversified primary signs including GGO plus reticular pattern, GGO plus consolidation, and GGO; consolidation was relatively rare. Representative cases are shown in Fig. 4. In the advanced stage, GGO plus reticular pattern sharply increased and was the most prominent sign, GGO and GGO plus consolidation decreased, consolidation showed an increase, and all the repairing signs (subpleural line, bronchus distortion, and fibrotic strips) significantly increased. In the absorption stage, GGO plus consolidation sharply decreased, consolidation and GGO plus reticular pattern decreased, GGO and all the repairing signs remained with repairing signs continued increasing. This change course indicated that in the advanced stage, signs of progression and absorption coexisted; lung abnormalities showed an asynchronous process with parts absorption and parts progressing or involvement expanding. Representative cases are shown in Fig. 5.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 363,
                    "end": 364,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1126,
                    "end": 1127,
                    "mention": "5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "From the change of CT signs with the course of the disease, we inferred that COVID-19 initially involves both lung parenchyma and lung interstitium (manifested as GGO, GGO plus consolidation, or GGO plus reticular pattern), and causes single or multiple abnormalities simultaneously; some abnormalities were located under the pleura and involved the pleura, resulting in pleural thickening and retraction. As the disease progressed, both the parenchyma and interstitium involvement evolved, manifested as the intensity of the previous abnormalities increasing, GGO turned into GGO plus reticular pattern, and GGO plus reticular pattern turned into consolidation, so the vacuolar sign was the most prominent in this advanced stage; also, pleural effusion developed in a small proportion of the cases. The vacuolar sign may be due to the inhomogeneous involvement and incomplete filling of alveoli, it was characteristic especially during the advanced stage. Meanwhile, some lesions began to absorb. The intensity of the previous abnormalities decreased; GGO plus consolidation, consolidation, and GGO plus reticular pattern all decreased, and the repairing signs continued increasing, including the subpleural line, bronchus distortion, and fibrotic strips. Each lung abnormality had its own course of change, so some patients showed an asynchronous change of lung abnormality during the course, with part of the abnormality absorption and part of abnormality progressed.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In addition, in this cohort, we found 4 cases showed a negative result of the RT-PCR test for COVID-19 nucleic acid at the first CT scan; after several repeated RT-PCR tests, the result finally turned positive (12~18 days after the first CT scan with lung abnormality, 13~26 days after initial symptom onset). We found the CT findings of these 4 patients were similar to the other cases, indicating that CT scan was more sensitive than RT-PCR results; this finding was consistent with some previous reports [7]. A representative case is shown in Fig. 6. This phenomenon is also mentioned in a recent case report [18]. This may be related to the viral load of the lower respiratory tract secretion in patients with a different course of disease, or nonstandard sampling operation for pharyngeal swab, or it may be related to the existence of a certain degree of false-negative rate of the RT-PCR test. This suggested that CT may be more sensitive and detect lesions earlier than the present RT-PCR test for COVID-19 nucleic acid. This also suggested that there may be a proportion of COVID-19 pneumonia patients with negative COVID-19 nucleic acid result when lung abnormalities already existed on CT imaging; the establishment of diagnostic criteria should take these patients into account.",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 509,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 613,
                    "end": 615,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 551,
                    "end": 552,
                    "mention": "6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "There are still some limitations in this study. First, the time for CT reexamination of each patient is not standardized. Second, there were only 2 cases of severe COVID-19 pneumonia patients hospitalized in ICU because their condition did not permit CT scan.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, the main CT signs of COVID-19 pneumonia mainly included GGO, GGO plus consolidation, and GGO plus reticular pattern, single or multiple focus onset, distributed predominantly in the peripheral, middle, and lower zones, and the posterior zone in bilateral lungs. One to seven days from symptom onset is the early rapid progressive stage, 8–14 days is the advanced stage with peak levels of abnormalities on CT, and after 14 days, the abnormalities started to improve. It should be noted that there are patients with negative nucleic acid test but positive CT result.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Clinical features of COVID-19 pneumonia patients\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: CT signs of features of COVID-19 pneumonia patients in different stages\na and b show statistical significance; a, b shows no statistical significance with a or b; * represents significant difference among the three groups",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Changes of lung involvement extent on CT according to the time from symptom onset; 1~7 days showed the early rapid progressive stage with involving extent fast progressing, 8~14 days is the advanced stage with the involving extent maintaining a peak plateau level, and after 14 days, the involving extent started to decrease",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: a Seven CT signs decreasing with the course of the disease. GGO, GGO + consolidation, microvascular dilation, air bronchogram, subpleural transparent line, thickening of the pleura, and pleural retraction showed a downward trend with the course of the disease; b 4 CT signs first ascending then descending with the course of the disease. The incidence of consolidation, GGO + reticular, vacuolar sign, and pleural effusion showed a trend of rising first and then falling; c repairing CT signs increasing with the course of the disease. The incidence of the subpleural line, bronchus distortion, and fibrotic strips showed a continuing upward trend",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Dynamic changes on CT in a COVID-19 pneumonia patient. Female, 46 years old. a A small patch of GGO under the pleura in the lower lobe of the left lung on day 6 from symptom onset; b the range of GGO expanded and manifested as GGO plus reticular pattern on day 9; c the range of GGO plus reticular pattern in the lower lobe of the left lung narrowed and the density became solid; consolidation newly occurred in the lower lobe of the right lung with vacuolar signs inside on day 13; d all previous lung abnormalities obviously absorbed on day 20",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Main signs in early on CT in the early rapid progressive stage of COVID-19 pneumonia patients. a GGO plus reticular pattern on day 4; b GGO plus consolidation on day 3; c GGO on day 2",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Asynchronous changes of lung abnormality on CT during the course. Male, 46 years old. a GGO plus consolidation in the upper lobe of the left lung on day 3; b GGO plus consolidation turned into GGO plus reticular pattern on day 8; c, d GGO plus reticular pattern obviously absorbed on day 11 and 14; e GGO in the upper lobe of the right lung on day 3; f increased GGO size on day 8; g GGO plus reticular pattern slightly absorbed but GGO newly occurred in other areas of the upper lobes of both lungs on day 11; h all previous abnormalities obviously absorbed on day 14. On day 11, GGO plus reticular pattern obviously absorbed with GGO progressing in the upper lobes of both lungs, manifested as asynchronous change",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: CT changes in RT-PCR result from negative to positive patient. Male, 41 years old. a GGO in the lower lobe of the right lung on day 3; b GGO plus consolidation with increased size and intensity on day 7; c fibrotic strips on day 14; RT-PCR (−) on day 16; d obvious absorption of fibrotic strips on day 18; RT-PCR turned (+) on day 20; e further absorption of lung abnormalities on day 25",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Severe acute respiratory syndrome: temporal lung changes at thin-section CT in 30 patients",
            "authors": [
                {
                    "first": "GC",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Khong",
                    "suffix": ""
                },
                {
                    "first": "NL",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Radiology",
            "volume": "230",
            "issn": "",
            "pages": "836-844",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2303030853"
                ]
            }
        },
        "BIBREF4": {
            "title": "Middle East respiratory syndrome coronavirus: what does a radiologist need to know?",
            "authors": [
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Das",
                    "suffix": ""
                },
                {
                    "first": "EY",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "RD",
                    "middle": [],
                    "last": "Langer",
                    "suffix": ""
                },
                {
                    "first": "SG",
                    "middle": [],
                    "last": "Larsson",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "AJR Am J Roentgenol",
            "volume": "206",
            "issn": "",
            "pages": "1193-1201",
            "other_ids": {
                "DOI": [
                    "10.2214/AJR.15.15363"
                ]
            }
        },
        "BIBREF5": {
            "title": "Pulmonary sequelae in convalescent patients after severe acute respiratory syndrome: evaluation with thin-section CT",
            "authors": [
                {
                    "first": "YC",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Radiology",
            "volume": "236",
            "issn": "",
            "pages": "1067-1075",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2363040958"
                ]
            }
        },
        "BIBREF6": {
            "title": "CT imaging features of 2019 novel coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bernheim",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Mei",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Radiology",
            "volume": "295",
            "issn": "",
            "pages": "202-207",
            "other_ids": {
                "DOI": [
                    "10.1148/radiol.2020200230"
                ]
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Han",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis",
            "volume": "20",
            "issn": "",
            "pages": "425-434",
            "other_ids": {
                "DOI": [
                    "10.1016/S1473-3099(20)30086-4"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}