{
    "paper_id": "PMC7228332",
    "metadata": {
        "title": "\nCOVID‐19 treatment by repurposing drugs until the vaccine is in sight",
        "authors": [
            {
                "first": "Mrudula",
                "middle": [],
                "last": "Phadke",
                "suffix": "",
                "email": "drmapaa@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "Sujata",
                "middle": [],
                "last": "Saunik",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "On the backdrop of novel coronavirus (COVID‐19‐SARS‐CoV2) creating a pandemic situation and creating some desertion of the city of Wuhan, China, the epicenter, it is an emergent need that the medical and scientific community undertake quick measures. This virus has made social, political, economic, financial, medical, and scientific fraternity to go in a state of emergency. The spread of the virus has been as fast as the dissemination of fear and false news. Rapid isolation measures taken have restricted the spread, yet it may be premature to say if they were delayed.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "WHO declared coronavirus disease (COVID‐19) outbreak as pandemic on March 12, 2020.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The virus responsible for COVID‐19 disease is SARS‐CoV2. It was on February 11, 2020, that the international committee on taxonomy of viruses announced severe acute respiratory syndrome coronavirus 2 as the name of this new virus earlier called novel coronavirus (nCov).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Coronavirus belongs to the family of coronaviridae in the order Nidovirales. There are four groups of coronaviruses (Zhu & Zhang, 2020): alphacoronaviruses infect mammals (human coronavirus NL63), Betacoronaviruses infect mammals (SARS CoV, MERS CoV, Bat CoV), gammacoronaviruses infect birds (avian infectious bronchitis coronavirus), deltacoronaviruses infect both birds and mammals (porcein delta CoV). Four viruses 229 E (alpha), UC 43 (beta), NL 63 (alpha), and HKU1 (beta) cause common cold symptoms. COVID‐19 is a betacoronavirus (Zhu & Zhang, 2020). Bat coronavirus HKU4 is also a betacoronavirus. It is a large (27–32 kb), enveloped, positive‐stranded RNA virus. Its viral genome is packed inside a helical capsid formed by nucleocapsid protein and is surrounded by an envelope. The virus has four proteins: membrane protein (M), envelope protein (E), spike protein (S), and nucleocapsid protein (N). Spike forms large protrusions on viral surface, giving it a crownlike appearance, and hence the name corona. Spike protein mediates the entry of the virus into host cells (Lellan & Wrapp, 2020). It is also the critical determinant of viral host range and tissue tropism and is a major inducer of host immune response (Li, 2016). Spike protein is in charge of receptor binding and subsequent viral entry into the host cells. Therefore, it can be the major therapeutic target. It binds to the cellular receptor angiotensin converting enzyme 2 (ACE2) and cellular receptor dipeptidyl peptidase 4 (DPP 4) or CD 26. The former is more for SARS and the latter is for MERS. CD 209 L is the alternative receptor with lower affinity to respiratory tract (Song et al., 2019).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Scientists (Wan, Shang, Graham, Baric, & Li, 2020) have analyzed the potential receptor usage by 2019‐nCoV based on the knowledge on sequencing of SARS‐CoV. They have found that the sequence of 2019 nCoV receptor binding motif (RBM) that directly contacts ACE2 receptor is similar to that of SARS‐CoV and suggest that 2019‐nCoV (Wuhan) uses ACE2 as its receptor. Their structural analysis predicted that the Wuhan coronavirus uses ACE2 as its host receptor. They have further stated that a single mutation significantly enhances the ability of nCoV (Wuhan) to bind with human ACE2 (Zhu & Zhang, 2020).",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Spike protein has S1 and S2 subunits. A minimal receptor‐binding domain (RBD) is located in the S1 subunit and can combine with host cell receptor ACE2. On the RBD, RBM is located, which is responsible for complete contact with ACE2.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "There is no definite treatment for COVID‐19. The most important method is to prevent viral transmission by rapid isolation and disease containment measures. As the spread of COVID‐19 is mainly respiratory in origin by droplet infection, utmost care is required with the use of personal protective gadgets, masks, assessment, and notification of true picture and prevention of spread by controlling travel and isolation, screening of individuals, and so forth. Treatment of pneumonia and acute lung injury is largely empiric.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "There is an urgent need to device and develop various treatment modalities in the form of vaccine, newer drug molecules, or repurpose some of the existing drugs. The health care community and biotech industry need to take an urgent call and undertake quick clinical trials on humanitarian grounds.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Various modalities of treatment can be tried.Antiviral drugs—viral polymerases and protease inhibitors, which are components of the HIV and HCV antiviral regimen, find an immediate place. Lopinavir and ritonavir, which are protease inhibitors, and oseltamivir neuraminidase are under study. Remdesivir, which interferes with viral polymerase, can be tried (it has shown efficacy against MERS) (Wan et al., 2020).Vaccine trials need to be started. Antibodies raised against the S1 subunit can be protective, so can antibodies against the RBD fragment. Spike protein‐based vaccine will also produce antibodies and will offer protection. Passive antibody transfer from convalescent sera of recovered patients will have polyclonal antibodies, and their plasma can be transfused. A new idea of target viral receptor protein on cell surface ACE2 and RBD protein can be attached to an Fc fragment and can be used to attack the virus. Extracellular domain of ACE2 protein fused to a human immunoglobulin G, Fc domain may hold promise (David Fedson, 2016). ACE2 Fc fusion protein against COVID may neutralize the virus and prevent lung injury. It can also be used to give passive immunity to health care workers. All these are still highly experimental. An interesting paper (Hoffmann et al., 2020) mentions the use of a drug called CAMOSTAT acting on TMPRSS 2 protein, which could prevent viral entry as the virus uses the protein.Based on the structure of the virus, the presence of ACE2 as the receptor, which facilitates entry of the virus, and based on work done in SARS, ARDS, and sepsis by Fedson (2016), some treatments can be hypothesized. A large body of experimental and clinical research done on treating patients with pneumonia, ARDS, sepsis, influenza, and Ebola (with lung injury) suggest that statins and angiotensin receptor blockers might be effective in COVID‐19 infection. Statins are known to have lipid‐lowering and also anti‐inflammatory and immunomodulatory activities on cytokines, chemokines, complement cascade, and coagulation factors. Thus, the host response to COVID‐19 resulting in lung injury may be controlled with the use of statins. Hypercytokinemia is not directly associated with viral replication, but it can be variability in host response. Early use of statins could prove beneficial. Other anti‐inflammatory drugs can be used. Chloroquine is being tried too.We also hypothesize that the use of angiotensin II receptor blockers (ARB) available for clinical use as antihypertensives can be potential drugs to be given for control of viral spread of novel coronavirus (Wuhan) infection. An unpublished observation by one of us (M.P.) is that people using losartan or telmisartan (ARB) as antihypertensives get fewer attacks of cold and flu‐like illnesses. Both these drugs also do not produce cough as the side effect so commonly seen with ACE inhibitors. Losartan and telmisartan strongly binds to the AT1 receptors more than valsartan (Phadke & Saunik, 2020). Therefore, the use of the former could be suitable in the treatment of coronavirus disease. The mode of administration in addition to being given orally could be in the form of a nasal spray. Published literature is scant on this information. Clinicians and scientists may consider the use of losartan or telmisartan in therapeutic doses for preventing the virus entering the host cell and spread of infection. Rapid clinical trials are the need of the hour. In mice, experimentally infected with H5N1 influenza, treatment with ARB (Losartan) improved survival (Kruse, 2020).\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The use of zinc supplement can help intracellular killing and phagocytosis, and can modulate immune function, and may be tried. Thus, the use of ARB (telmisartan and losartan) to be given in therapeutic doses along with zinc to control viral replication warrants attention. ACE2 receptors are widely expressed on epithelial cells of alveoli, trancheobronchial free and may help virus entry (Song et al., 2019). Therefore, the use of ARBs in the form of nebulization can be tried.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Developing scientific treatment that will target the viruses in the form of vaccines and new molecules is a “top‐down” approach, but can be time‐consuming, though eventually required. However, one can think of a “bottom‐up” approach by repurposing commonly used low‐cost generic drugs such as ARB, zinc in controlling viral multiplication, and statins to control lung injury. This, if found useful, can make an immeasurable contribution to global health, equity, and global viral security.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "CONFLICT OF INTEREST",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The authors declare no conflict of interest.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Treating the host response to emerging virus disease",
            "authors": [],
            "year": 2016,
            "venue": "Annals of Translational Medicine",
            "volume": "4",
            "issn": "21",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "SARS‐CoV‐2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically‐Proven Protease Inhibitor",
            "authors": [],
            "year": 2020,
            "venue": "Cell",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j-cell2020.02.052"
                ]
            }
        },
        "BIBREF2": {
            "title": "Therapeutic strategies in an outbreak scenario to treat the novel corona virus originating in Wuhan, China",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Structure function and evolution of corona virus spike proteins",
            "authors": [],
            "year": 2016,
            "venue": "Annual Review of Virology",
            "volume": "3",
            "issn": "1",
            "pages": "237-261",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Use of angio‐tensin receptor blockers such as Telmisartan, losartan in n‐CoV Wuhan corona virus. Rapid response",
            "authors": [],
            "year": 2020,
            "venue": "The BMJ",
            "volume": "368",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "From SARS to MERS, thrusting coronaviruses into the spotlight",
            "authors": [],
            "year": 2019,
            "venue": "Viruses",
            "volume": "11",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Receptor recognition by novel coronavirus from Wuhan: An analysis based on decade‐long structural studies of SARS",
            "authors": [],
            "year": 2020,
            "venue": "Journal of Virology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.00127-20"
                ]
            }
        },
        "BIBREF8": {
            "title": "Wenling Wang, pneumonia in China",
            "authors": [],
            "year": 2020,
            "venue": "The New England Journal of Medicine",
            "volume": "382",
            "issn": "",
            "pages": "725-733",
            "other_ids": {
                "DOI": []
            }
        }
    }
}