{
    "paper_id": "PMC7115546",
    "metadata": {
        "title": "The National Vaccine Advisory Committee at 30: Impact and opportunity",
        "authors": [
            {
                "first": "Kimberly",
                "middle": [
                    "M."
                ],
                "last": "Thompson",
                "suffix": "",
                "email": "kimt@kidrisk.org",
                "affiliation": {}
            },
            {
                "first": "Bruce",
                "middle": [
                    "G."
                ],
                "last": "Gellin",
                "suffix": "",
                "email": "Bruce.Gellin@sabin.org",
                "affiliation": {}
            },
            {
                "first": "Alan",
                "middle": [
                    "R."
                ],
                "last": "Hinman",
                "suffix": "",
                "email": "ahinman@taskforce.org",
                "affiliation": {}
            },
            {
                "first": "Walter",
                "middle": [
                    "A."
                ],
                "last": "Orenstein",
                "suffix": "",
                "email": "worenst@emory.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In addition to individual benefits, most vaccines provide significant societal benefits by reducing transmission and indirectly protecting unvaccinated people (e.g., infants too young to receive vaccine) by reducing exposure to vaccine-preventable infections that significantly reduces the burden of disease and the associated health and financial costs. Events in the late 1970s and early 1980s revealed a vaccine enterprise greater than the sum of its composite parts when the increased availability and use of vaccines in the U.S. led to significant declines of vaccine-preventable diseases. However, the decreased burden of vaccine-preventable diseases made more visible the reported rare but serious adverse events temporally associated with vaccination. Concern that liability from rare adverse events attributed to vaccines would result in decisions by vaccine manufacturers to avoid this risk by ceasing production of existing vaccines and to not invest in the development of new vaccines led to concerns about the health and stability of the U.S. vaccine enterprise.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To address concerns about the U.S. vaccine enterprise, in 1986, the U.S. Congress passed and President Ronald Reagan signed the National Childhood Vaccine Injury Act (Public Law 99-660, 42 USC. § 300aa-1 to 300aa-34), which required the Secretary of the Department of Health and Human Services (HHS) to establish a coordinated “National Vaccine Program to achieve optimal prevention of human infectious diseases through immunization and to achieve optimal prevention against adverse reactions to vaccines.” Section 300aa-5 of the Act established the National Vaccine Advisory Committee (NVAC), and required NVAC to: “(i) study and recommend ways to encourage the availability of an adequate supply of safe and effective vaccination products in the States, (ii) recommend research priorities and other measures the [Director of the National Vaccine Program] should take to enhance the safety and efficacy of vaccines, (iii) advise the [Director of the National Vaccine Program] in the implementation of the [National Vaccine Plan], and (iv) identify annually for the [Director of the National Vaccine Program] the most important areas of government and non-government cooperation that should be considered in implementing [the Director’s responsibilities and the National Vaccine Plan].” In addition, the National Childhood Vaccine Injury Act (Public Law 99-660) created additional infrastructure to support immunization in the U.S. by establishing the Vaccine Injury Compensation Program (VICP) and required reporting of vaccine adverse events, which led to the development of the Vaccine Adverse Event Reporting System (VAERS) and the establishment of the Advisory Commission on Childhood Vaccines (ACCV). The 1986 legislation thus recognized the societal benefits of vaccination and the societal obligation to compensate individuals who suffered serious injuries caused by vaccination. The establishment of the VICP as a no-fault alternative to the traditional tort system encouraged both a stable vaccine supply and vaccine innovation in service of the dual goals of achieving optimal prevention of human infectious diseases through immunization and achieving optimal protection against adverse reactions to vaccines.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In 1987, the HHS Secretary designated the Assistant Secretary for Health (ASH) to serve as the Director of the National Vaccine Program and established the National Vaccine Program Office (NVPO) as an independent coordinating office within the HHS Office of the Assistant Secretary for Health (OASH) to support the ASH in this role. At the time, OASH held line authority over the HHS public health agencies, including the Centers for Disease Control and Prevention (CDC), Food and Drug Administration (FDA), and National Institutes of Health (NIH), such that the leaders of those agencies reported to the ASH and not directly to the HHS Secretary [1]. Table 1\n(a) lists the names and terms of the individuals who served as the ASH/Director of the National Vaccine Program, and Table 1(b) lists the names and terms of the individuals who served as NVPO Directors/Coordinators through the end of 2016, including the second and third authors. By organizing many existing components of the U.S. vaccine and immunization enterprise under the National Vaccine Program and building on an existing Interagency Group, NVPO assumed a key coordination role. Priority early activities for NVPO included beginning development of a comprehensive long-term National Vaccine Plan [2]. In 1994, NVPO issued the first U.S. National Vaccine Plan, which included four goals: “Goal 1: Develop new and improved vaccines; Goal 2: Ensure the optimal safety and effectiveness of vaccines and immunization; Goal 3: Better educate the public and members of the health professions about the benefits and risks of immunizations; and Goal 4: Achieve better use of existing vaccines to prevent disease, disability, and death” [3]. Subsequent and related plans issued by NVPO included the updated National Vaccine Plan in 2010 [4], 2012 National Vaccine Implementation Plan [5], 2016 National Adult Immunization Plan [6], and a mid-course review of the 2010 National Vaccine Plan [7].",
            "cite_spans": [
                {
                    "start": 647,
                    "end": 650,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1264,
                    "end": 1267,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 1695,
                    "end": 1698,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1795,
                    "end": 1798,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1842,
                    "end": 1845,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1885,
                    "end": 1888,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1948,
                    "end": 1951,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 652,
                    "end": 659,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 777,
                    "end": 784,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The HHS Secretary reviews and renews NVAC’s charter [8] every two years as required by the Federal Advisory Committee Act (FACA) of 1972 (Public Law 92-463). Secretary Otis R. Bowen established the first NVAC charter on July 30, 1987. The current NVAC charter specifies the committee composition as two voting members who officially represent the vaccine manufacturing industry, 15 voting public members (including the chair), and non-voting ex officio members and liaison members representing federal agencies or other organizations with interest in vaccines [8]. NVPO manages the process for selecting NVAC public voting members, which includes an open solicitation for nominations posted in the Federal Register followed by review of all nominations by the Institute of Medicine (IOM, which changed its name in 2015 to the National Academy of Medicine), and final selection and appointment by the ASH. Selection of the two voting members who represent the vaccine manufacturing industry depends on nomination of individuals engaged in vaccine research or the manufacture of vaccines from vaccine-related trade associations. Notably, the enabling legislation for NVAC (and the ACCV) presumed and attempted to foster joint participation and resulting cooperation of the public and private sectors of the immunization enterprise. Table 1(c) lists the names and terms of the individuals who served as NVAC chairs through the end of 2016, including the first and last authors.",
            "cite_spans": [
                {
                    "start": 52,
                    "end": 55,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 560,
                    "end": 563,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": [
                {
                    "start": 1330,
                    "end": 1337,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "In addition to managing the process of member selection, NVPO provides critical support to NVAC. Specifically, NVPO staff develop materials for meetings and coordinate report writing. This relationship leads to some confusion about the independence of NVPO and NVAC [9]. In addition, NVAC productivity and the implementation of its recommendations may depend on the varying resources allocated to NVPO.",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This review of the first 30 years of NVAC begins with systematic review of the literature and reflects the experience of the authors as leaders of NVAC, NVPO, and other organizations focused on vaccines. For the systematic literature review, we searched Medline and Web of Science on February 5, 2017 for articles authored by or with a title including “National Vaccine Advisory Committee” and searched the archives of NVPO and NVAC websites to identify other reports and recommendations not published in journals. We reviewed all of the documents identified and characterized them as products approved by NVAC or as reports or publications related to NVAC but not by NVAC. We summarized the productivity of NVAC by quantifying the numbers of products and the fraction published in widely-accessible public health journals by year. We reviewed a 2009 independent evaluation of NVAC that explored NVAC’s working process, environment, and its recommendations from 1998 to 2008 [9]. While that review suggested strategies to improve NVAC effectiveness and the impact of its deliberations, reports, and recommendations [9], it did not provide a comprehensive review of the full history and impact of NVAC. We also considered the annual reports submitted by NVPO to the FACA database and its reported performance measures [10], in which we found very limited information about the full or partial implementation of NVAC recommendations.",
            "cite_spans": [
                {
                    "start": 975,
                    "end": 978,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1115,
                    "end": 1118,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1317,
                    "end": 1321,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Systematic review",
            "ref_spans": []
        },
        {
            "text": "The systematic literature search returned 90 records, including 55 from Medline and 35 from the Web of Science, which included 32 duplicates. Review of the 58 unique records revealed 30 reports approved by NVAC published in widely-accessible public health journals. The first NVAC published report [11], known as “the Measles White Paper,” focused on the 1989–90 measles epidemic in the U.S. that resulted from a failure to provide vaccine to vulnerable children on schedule in large part due to barriers within the health care system. This seminal report and subsequent stabilization of the vaccine supply helped to demonstrate the value of NVAC and its enabling legislation. The report’s analysis and recommendations led to a number of system improvements, particularly as part of a Presidential Initiative on Child Immunization (i.e., the 1993 Childhood Immunization Initiative) [12] and to establishment of the Vaccines For Children (VFC) Program [11]. The remaining 28 records referred to publications that either commented on or responded to NVAC recommendations or reports, summarized NVAC-sponsored workshops, or provided notices or editorial comments that mentioned NVAC. In addition, our review of NVPO and NVAC archives revealed 22 stand-alone approved resolutions and 26 other approved unique reports that did not appear in the literature (i.e., unpublished and not highly visible or widely accessible). We sought to identify all approved products (i.e., resolutions and reports), but we recognize that the lack of a comprehensive archive most likely means that we missed some resolutions and/or early reports. Fig. 1\nsummarizes NVAC productivity by showing the number of NVAC products and how they distribute relatively evenly over time, with approximately half approved before and half after 2002. NVAC approved more than two-thirds of all of the 30 reports published in journals in the last 15 years, which reflected an increasing practice of seeking publication of NVAC reports to increase their visibility and ensure access over time. We encountered challenges with respect to characterizing the number of total NVAC recommendations due to the non-standard way that NVAC reports count these. Specifically, individual NVAC reports included between 0 (i.e., reports that provided analyses without making any recommendations) and 32 recommendations each, with some reports aggregating the overall recommendations by topic area and others individually numbering each recommendation and sub-recommendation.",
            "cite_spans": [
                {
                    "start": 298,
                    "end": 302,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 882,
                    "end": 886,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 951,
                    "end": 955,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Systematic review",
            "ref_spans": [
                {
                    "start": 1623,
                    "end": 1629,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Multiple government agencies conduct activities related to vaccines in the U.S., and multiple vaccine-related advisory committees exist that focus on different parts of the system (see Table 2\nthat lists HHS vaccine-related advisory committees) [13]. While the U.S. vaccine-related advisory committees differ in mission and focus (Table 2), all of their charters recognize the importance of vaccine safety in underpinning the U.S. immunization program [13]. NVAC considers the functioning of the vaccine safety system as a whole to help the nation achieve optimal prevention against adverse reactions to vaccines. In contrast to NVAC, which focuses on programmatic policies and strategies, guided by the epidemiology of vaccine preventable diseases, the CDC Advisory Committee on Immunization Practices (ACIP) recommends vaccines to protect individuals from disease and to prevent the transmission of infectious diseases in populations and focuses primarily on the technical aspects and recommendations for vaccine use. NVAC and ACIP historically shared a close relationship, with the chair of each group serving as a liaison to the other committee and a history of multiple joint initiatives (e.g., development of immunization standards, participation in workshops, recommendations for smallpox immunization related to bioterrorism threats).",
            "cite_spans": [
                {
                    "start": 245,
                    "end": 249,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 452,
                    "end": 456,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Role of NVAC and relationship to other vaccine-related U.S. advisory committees",
            "ref_spans": [
                {
                    "start": 185,
                    "end": 192,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 331,
                    "end": 338,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "With the widespread use of vaccines given to infants and young children to prevent serious infectious diseases in childhood, considerations of the benefits and risks focus heavily on vaccine safety and set the bar very high. As mentioned earlier, concern about the impact of vaccine safety on vaccine supply and innovation served an important driver in the creation of the VICP, which the ACCV advises. Both NVAC and ACCV include voting members who represent the vaccine industry. The Vaccines and Related Biological Products Advisory Committee (VRBPAC) provides scientific support to the FDA with respect to evaluation and regulation of vaccines. The National Preparedness and Response Science Board (NPRSB, formerly the National Biodefense Science Board, NBSB) provides advice to the Secretary of HHS about the use of vaccines in preventing, preparing for, and responding to adverse health effects of emergencies. Finally, the National Advisory Allergy and Infectious Diseases Council (NAAIDC) advises the NIH Director on matters relating to vaccine-related research activities and functions of the National Institute of Allergy and Infectious Diseases (NIAID).",
            "cite_spans": [],
            "section": "Role of NVAC and relationship to other vaccine-related U.S. advisory committees",
            "ref_spans": []
        },
        {
            "text": "In general, NVAC considers a broad range of topics related to vaccine and immunization policies, programs, and practices, and does not advise on topics specifically covered by the other vaccine-related advisory committees. NVAC historically focused on topics based on current events and issues raised by stakeholders, but in recent years NVAC limited topics to specific charges from the OASH. In the next sections, we characterize NVAC recommendations over its initial 30 years according to the 5 goals of the 2010 National Vaccine Plan [4]. Table 3\nsummarizes the objectives for each goal. We reflect on our experience with NVAC and highlight some of its accomplishments.",
            "cite_spans": [
                {
                    "start": 537,
                    "end": 540,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Role of NVAC and relationship to other vaccine-related U.S. advisory committees",
            "ref_spans": [
                {
                    "start": 542,
                    "end": 549,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Throughout its first 30 years, NVAC repeatedly emphasized the importance of developing new and improving existing vaccines. At one of its first meetings, in September 1989, NVAC discussed developing a process to review improvements in existing vaccines, including safer, easier to produce, and/or better vaccines [14]. A year later, NVAC approved a report that identified diseases for which it considered vaccine development both possible and particularly important [15]. The report, which built on NIH deliberations, proposed criteria for prioritizing among the diseases that included: disease incidence among specified patient populations, urgency, and feasibility of producing and delivering safe and effective vaccines [15]. The report also identified both domestic and global priority opportunities for vaccine development by population segment (i.e., infants and children, adolescents, and adults) characterized according to: (i) available vaccines that could be improved, (ii) vaccines which could be available within 5 years, (iii) vaccines of great importance needing concerted effort if they are to be available in 10 years, and (iv) vaccines for which more basic research was required to determine feasibility (shown in Table 4\n) [15]. In September 1996, NVAC recognized the U.S. Agency for International Development (USAID) for supporting the development, testing, and introduction of vaccines for childhood meningitis, pneumonia, and diarrhea in developing countries, and encouraged continued and expanded efforts in the future for new vaccines, including combination vaccines [16].",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 317,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 466,
                    "end": 470,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 723,
                    "end": 727,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1241,
                    "end": 1245,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1590,
                    "end": 1594,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Goal 1. Develop new and improved vaccines",
            "ref_spans": [
                {
                    "start": 1231,
                    "end": 1238,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Taking a close look at incentives, in early 1997 NVAC explored the public and private collaboration that supports U.S. vaccine development and innovation and made numerous recommendations aimed at fostering and sustaining vaccine innovation and ensuring the timely introduction and supply of new vaccines to meet domestic and global needs [17]. In 1999, the IOM released a report on Vaccines for the 21st Century that developed a quantitative model for use by decision makers to prioritize vaccine development [18]. In response to that report, NVAC raised concerns about the approach used by IOM to assess the cost-effectiveness of vaccines for 26 U.S.-specific disease targets and broadly categorize their favorability for investment [19]. NVAC also noted the need to include the costs of vaccine development and system costs for vaccine use, the feasibility of developing the vaccine, and consideration of global vaccine needs [19]. Following up on its prior work [17], in 1999 NVAC reviewed the pathways of research and development of vaccines that reached licensure expeditiously (e.g., hepatitis B, Haemophilus influenzae type b conjugate), vaccines licensed only after considerable delay (e.g., oral typhoid Ty21a, varicella), vaccines recently or with near-term expected licensure or submission for licensure (e.g., reassortant Rhesus rotavirus, intranasal cold adapted influenza), and one vaccine characterized by slow clinical development (i.e., respiratory syncytial virus) [20]. The 1999 review highlighted that “the critical step-up from bench scale to pilot lots and then to large-scale production, which depends on a small group of highly trained individuals, is often a particularly vulnerable point in the development process” [20]. In the context of repeated identification of cytomegalovirus (CMV) as a priority disease for vaccine development [15], [18], NVPO and NVAC hosted a workshop in October 2000 that convened stakeholders to discuss vaccine candidates and explore the pathway for vaccine development [21].",
            "cite_spans": [
                {
                    "start": 339,
                    "end": 343,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 510,
                    "end": 514,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 735,
                    "end": 739,
                    "mention": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 929,
                    "end": 933,
                    "mention": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 966,
                    "end": 970,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1484,
                    "end": 1488,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1743,
                    "end": 1747,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1862,
                    "end": 1866,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1868,
                    "end": 1872,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 2027,
                    "end": 2031,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Goal 1. Develop new and improved vaccines",
            "ref_spans": []
        },
        {
            "text": "NVAC played a supportive role with respect to the development and supply of vaccines to protect against biological threats (man-made or natural). In 2003, NVAC resolved that smallpox vaccinations, beyond those for public health response and vaccination teams “should be delayed until a national consensus developed on appropriate next steps” [22]. In 2003–4, an NVAC working group supported the CDC-DoD Vaccine Analytic Unit in its efforts to conduct vaccine post-marketing surveillance investigations of anthrax vaccine adsorbed and other vaccines using data collected by the Defense Medical Surveillance System [23].",
            "cite_spans": [
                {
                    "start": 342,
                    "end": 346,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 613,
                    "end": 617,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Goal 1. Develop new and improved vaccines",
            "ref_spans": []
        },
        {
            "text": "Following the release of the 2010 National Vaccine Plan [4], NVAC continued to recognize the potential global market of vaccines and the regional differences in epidemiology that may affect their relative importance in different geographies [15], [16], [17]. A September 2013 NVAC report on global immunization highlighted the importance of vaccine innovation and emphasized building global vaccine research and development capacity [24]. In June 2015, NVAC highlighted the important role of vaccines in slowing or preventing the development of drug-resistant pathogens, and NVAC approved a report that called for greater consideration for the role of vaccines to combat antibiotic-resistant bacteria [25]. In February 2017, NVAC approved a mid-course review of the 2010 National Vaccine Plan that summarized vaccine innovation priorities identified by four other prioritization efforts, while noting that those efforts sought to accomplish different objectives (Table 5\n) [26]. NVAC’s mid-course review [26] aligns with the recent 21st Century Cures Act (Public Law 114-255, Section 3093), which highlighted the need for continued innovation in vaccine research and development.",
            "cite_spans": [
                {
                    "start": 56,
                    "end": 59,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 241,
                    "end": 245,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 247,
                    "end": 251,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 253,
                    "end": 257,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 433,
                    "end": 437,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 701,
                    "end": 705,
                    "mention": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 973,
                    "end": 977,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 1004,
                    "end": 1008,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Goal 1. Develop new and improved vaccines",
            "ref_spans": [
                {
                    "start": 963,
                    "end": 970,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Since its beginning, NVAC focused considerable attention on vaccine safety and the U.S. vaccine safety system. A September 1990 NVAC report emphasized four issues related to the prevention of adverse reactions: data collection/analysis, research, education of vaccine providers and consumers, and licensing and testing of vaccines [27]. The report anticipated the impending launch of the VAERS and noted several considerations for its implementation [27]. In June 1994, NVAC approved a report that discussed an IOM assessment of the safety of some childhood vaccines [28]. In January 1996, NVAC recommended that the HHS Secretary “seek, identify, and establish a source of stable funding for Large Linked Data Base studies, as well as other active surveillance efforts” [29] and expeditiously approve the Report by the Task Force on Safer Childhood Vaccines [30] (which included NVPO participation) and encouraged implementation of a work plan [31]. Building on the framework of VICP (which applies a $0.75 excise tax per disease prevented for vaccines recommended by the CDC for routine administration to children and pregnant women to fund the program), NVAC resolved in September 1996 that the HHS Secretary should “pursue the establishment of a $0.05 flat tax per antigen that would be earmarked to improve the understanding of vaccine safety” [32]. The Secretary of HHS did not act on this recommendation, and the federal excise tax for vaccines remains $0.75 per disease prevented with no adjustment for inflation made over time. In January 1997, following the lead of others, NVAC recommended that the Secretary advocate for a Presidential apology for the Tuskegee study to help restore trust in public health programs [33], which occurred in May 1997 [34].",
            "cite_spans": [
                {
                    "start": 331,
                    "end": 335,
                    "mention": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 450,
                    "end": 454,
                    "mention": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 567,
                    "end": 571,
                    "mention": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 770,
                    "end": 774,
                    "mention": "[29]",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 858,
                    "end": 862,
                    "mention": "[30]",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 944,
                    "end": 948,
                    "mention": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 1348,
                    "end": 1352,
                    "mention": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 1726,
                    "end": 1730,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1759,
                    "end": 1763,
                    "mention": "[34]",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Goal 2. Enhance the vaccine safety system",
            "ref_spans": []
        },
        {
            "text": "Similar to the September 1996 resolution, other recommendations by NVAC to expand the VICP did not lead to any policy changes. In May 1997, NVAC resolved that the HHS Secretary should “give priority to carrying out a comprehensive study and analysis of existing data on adverse events and liability, and how these factors impact adult immunization,” with the expectation that the analysis would guide policy decisions regarding incorporation of adult vaccines into the VICP [35]. This did not occur, most likely because at the time, adult immunization safety issues did not appear to pose a barrier to innovation. At its next meeting in September 1997, NVAC resolved that the HHS Secretary should propose language to modify the VICP legislation to use VICP funds to expand national vaccine safety activities beyond compensation of injuries [36], which did not occur. In September 1998, NVAC encouraged increased resources for the Food and Drug Administration Center for Biologics Evaluation and Research (CBER) to support its critical role in assuring the availability of safe and effective vaccines [37]. In January 1999, NVAC endorsed the HHS Vaccine Safety Action Plan [38]. In May 1999, NVAC supported maintaining current recommendations for hepatitis B vaccine based on available data about its safety [39], although the importance of NVAC’s support remains unclear. NVAC hosted a workshop on vaccine communication in October 2000 that included discussion of vaccine safety [40]. Although this workshop brought key stakeholders together, the role of this workshop and NVAC in stimulating increased attention and measureable improvements in vaccine safety remain difficult to assess.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 478,
                    "mention": "[35]",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 840,
                    "end": 844,
                    "mention": "[36]",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1100,
                    "end": 1104,
                    "mention": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1172,
                    "end": 1176,
                    "mention": "[38]",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 1307,
                    "end": 1311,
                    "mention": "[39]",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 1479,
                    "end": 1483,
                    "mention": "[40]",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Goal 2. Enhance the vaccine safety system",
            "ref_spans": []
        },
        {
            "text": "In addition to general considerations of vaccine safety, NVAC periodically reviewed the safety of vaccines for specific diseases. For example, NVPO hosted workshops in January 2000 [41] and September 2001 [42] (the second of these co-hosted by NVAC) related to intussusception risk associated with oral rotavirus vaccine, although NVAC did not issue reports related to these workshops. NVAC approved a series of reports related to independent monitoring of the safety of the 2009 H1N1 vaccine that provided a transparent process for regular reporting of vaccine safety assessments during the 2009/2010 H1N1 vaccination program (i.e., in July [43] and December 2009 [44], January [45], February [46], March [47], April [48], and June 2010 [49], and January 2012 [50]), which led to the development of 4 recommendations related to H1N1 that HHS adopted and implemented [51].",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "mention": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 205,
                    "end": 209,
                    "mention": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 642,
                    "end": 646,
                    "mention": "[43]",
                    "ref_id": "BIBREF42"
                },
                {
                    "start": 665,
                    "end": 669,
                    "mention": "[44]",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 679,
                    "end": 683,
                    "mention": "[45]",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 694,
                    "end": 698,
                    "mention": "[46]",
                    "ref_id": "BIBREF45"
                },
                {
                    "start": 706,
                    "end": 710,
                    "mention": "[47]",
                    "ref_id": "BIBREF46"
                },
                {
                    "start": 718,
                    "end": 722,
                    "mention": "[48]",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 738,
                    "end": 742,
                    "mention": "[49]",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 761,
                    "end": 765,
                    "mention": "[50]",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 867,
                    "end": 871,
                    "mention": "[51]",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Goal 2. Enhance the vaccine safety system",
            "ref_spans": []
        },
        {
            "text": "A 2005 IOM report on vaccine safety research, data access, and public trust [52] recommended that NVAC review and provide advice to the CDC National Immunization Program and the Vaccine Safety Datalink on plans for vaccine safety research. In response to this recommendation, the CDC Immunization Safety Office developed a draft 5-year scientific agenda [53] and requested input on the draft from NVAC, which led to an approved report from NVAC with 32 specific recommendations in June 2009 [54]. NVAC followed up this effort with a report approved in September 2011 on a second charge that recommended changes to the U.S. vaccine safety system that described infrastructure needs for a system to “fully characterize the safety profile of vaccines in a timely manner, reduce adverse events whenever possible, and maintain and improve public confidence in vaccine safety [55].”",
            "cite_spans": [
                {
                    "start": 76,
                    "end": 80,
                    "mention": "[52]",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 354,
                    "end": 358,
                    "mention": "[53]",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 491,
                    "end": 495,
                    "mention": "[54]",
                    "ref_id": "BIBREF53"
                },
                {
                    "start": 870,
                    "end": 874,
                    "mention": "[55]",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Goal 2. Enhance the vaccine safety system",
            "ref_spans": []
        },
        {
            "text": "Following up on the objectives of the 2010 National Vaccine Plan [4], NVAC focused on maternal immunization (i.e., use of vaccines during pregnancy), and approved reports on reducing patient and provider barriers to maternal immunizations in June 2014 [56] and on overcoming barriers and identifying opportunities for developing maternal immunizations in September 2016 [57]. Both reports highlighted the importance of ensuring vaccine safety for maternal immunizations and covering any injuries from immunization of pregnant women under the VICP. In particular, NVAC focused on assuring that infants born following exposure to a vaccine in utero could receive compensation in addition to the mother if either or both incurred vaccine-associated injuries. The 21st Century Cures Act (Public Law 114-255, Section 3093) addressed several of the topics identified in these reports, including VICP protection of both the mother and/or child for vaccines administered during pregnancy and the inclusion of pregnant women in clinical research related to vaccines.",
            "cite_spans": [
                {
                    "start": 65,
                    "end": 68,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 252,
                    "end": 256,
                    "mention": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 370,
                    "end": 374,
                    "mention": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Goal 2. Enhance the vaccine safety system",
            "ref_spans": []
        },
        {
            "text": "The legislation establishing NVAC did not specifically charge it with communications functions. However, NVAC identified the need for effective communications in the Measles White Paper [11] and in the report on strategies to sustain success in childhood immunizations [58], which recommended, among other things, public awareness campaigns, outreach to hard-to-reach families, and development of citizen coalitions to advocate for improvement and maintenance of high immunization coverage levels. In October 2000, NVAC hosted a workshop focused on vaccine communication [40]. Following the workshop, NVAC explicitly included effective communication with patients and caregivers in the standards for pediatric and adult immunization practices [59], [60], and explicitly recognized the importance of effective communication with adolescents [61], [62].",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 190,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 269,
                    "end": 273,
                    "mention": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 571,
                    "end": 575,
                    "mention": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 743,
                    "end": 747,
                    "mention": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 749,
                    "end": 753,
                    "mention": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 840,
                    "end": 844,
                    "mention": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 846,
                    "end": 850,
                    "mention": "[62]",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Goal 3. Support communications to enhance vaccine decision-making",
            "ref_spans": []
        },
        {
            "text": "In June 2015, NVAC approved a report that assessed the state of vaccine confidence in the U.S., which included two of the five recommendations related to measuring and tracking vaccine confidence and communications, and community strategies to increase vaccine confidence [63]. In 2017, NVAC recommendations on NVPO’s mid-course review of the 2010 National Vaccine Plan [26] reinforced that NVPO should continue to implement the 2015 report [63] recommendations on vaccine confidence.",
            "cite_spans": [
                {
                    "start": 272,
                    "end": 276,
                    "mention": "[63]",
                    "ref_id": "BIBREF62"
                },
                {
                    "start": 370,
                    "end": 374,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 441,
                    "end": 445,
                    "mention": "[63]",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Goal 3. Support communications to enhance vaccine decision-making",
            "ref_spans": []
        },
        {
            "text": "In June 1989, the first report that NVAC approved focused on vaccine utilization and emphasized issues related to inadequate vaccine delivery to adults and preschool children, particularly inner-city children.[67] In September 1989, NVAC approved a report on vaccine supply that examined the status of the vaccine stockpile for mandated vaccines and reviewed supply issues [68]. In May 1995, following the creation of the Vaccines For Children (VFC) Program in 1994, NVAC explored the impacts of the program on the U.S. vaccine industry [69]. Although it subsequently generally deferred to the ACIP on the recommendation of specific vaccines, in September 1995 NVAC approved a resolution to encourage the ACIP to include hepatitis A in the VFC program [70]. Also, in September 1998, NVAC recommended that the ASH seek to improve vaccination coverage of adolescents against hepatitis B virus infection, particularly when designing and implementing strategies to eliminate racial/ethnic disparities [71], and in May 1999 NVAC endorsed maintaining existing recommendations for hepatitis B vaccine [39].",
            "cite_spans": [
                {
                    "start": 209,
                    "end": 213,
                    "mention": "[67]",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 373,
                    "end": 377,
                    "mention": "[68]",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 537,
                    "end": 541,
                    "mention": "[69]",
                    "ref_id": "BIBREF68"
                },
                {
                    "start": 752,
                    "end": 756,
                    "mention": "[70]",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 997,
                    "end": 1001,
                    "mention": "[71]",
                    "ref_id": "BIBREF70"
                },
                {
                    "start": 1094,
                    "end": 1098,
                    "mention": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Vaccine utilization and supply ::: Goal 4. Ensure a stable supply of, access to, and better use of recommended vaccines in the U.S",
            "ref_spans": []
        },
        {
            "text": "In January 2003, following a series of shortages of supply of recommended pediatric vaccines, NVAC reviewed the reasons for the shortages and made recommendations to strengthen the U.S. vaccine supply, which included expanding the pediatric vaccine stockpile and increasing financial support for vaccine development [72]. In the context of vaccine utilization and supply concerns for influenza vaccine, in December 2004 NVAC approved a report that included the following recommendations to strengthen the national influenza vaccination system: (i) “Improve vaccination coverage among recommended groups by facilitating the delivery of influenza vaccines in a range of settings, especially in ‘medical homes,’ other medical sites, workplaces, and community sites where people have not previously had access to vaccination,” (ii) “Make influenza vaccine purchase less of a burden and financial risk for providers,” (iii) “Explore options for supporting a comprehensive vaccination program for adults,” (iv) “Increase the rate of annual influenza vaccination among healthcare workers,” (v) “Develop a working group to consider critical issues and barriers to expanded influenza vaccination recommendations and to propose solutions,” (vi) “Implement systems to better understand the burden of influenza illness in the United States and to better assess program impacts and vaccine effectiveness,” and (vii) “Conduct a comprehensive review of the influenza research program to identify gaps and areas for additional support” [73].",
            "cite_spans": [
                {
                    "start": 316,
                    "end": 320,
                    "mention": "[72]",
                    "ref_id": "BIBREF71"
                },
                {
                    "start": 1520,
                    "end": 1524,
                    "mention": "[73]",
                    "ref_id": "BIBREF72"
                }
            ],
            "section": "Vaccine utilization and supply ::: Goal 4. Ensure a stable supply of, access to, and better use of recommended vaccines in the U.S",
            "ref_spans": []
        },
        {
            "text": "With respect to vaccine supply overall, in January 2005, NVAC hosted a workshop on strengthening the supply of routinely administered vaccines in the U.S. that led to a series of articles published in Clinical Infectious Diseases in March 2006 [74]. In February 2005, NVAC resolved to explore the legislative and regulatory changes needed to allow licensure in the U.S. of vaccines licensed for use in other industrialized countries [75]. NVAC also asked NVPO to conduct a critical comprehensive after-action report of all aspects of each year's national influenza vaccination program [76]. This effort led to a continued focus on influenza, which included a June 2011 report that evaluated the first year of the universal seasonal influenza vaccination recommendation [77] and a February 2012 report on strategies to achieve the Healthy People 2020 annual influenza vaccine coverage goal for health-care personnel [78]. In September 2013, NVAC approved a report that highlighted the importance of enhancing HHS National Vaccine Program efforts in global immunizations to increase global vaccine utilization and supply [24].",
            "cite_spans": [
                {
                    "start": 244,
                    "end": 248,
                    "mention": "[74]",
                    "ref_id": "BIBREF73"
                },
                {
                    "start": 433,
                    "end": 437,
                    "mention": "[75]",
                    "ref_id": "BIBREF74"
                },
                {
                    "start": 585,
                    "end": 589,
                    "mention": "[76]",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 769,
                    "end": 773,
                    "mention": "[77]",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 915,
                    "end": 919,
                    "mention": "[78]",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1119,
                    "end": 1123,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Vaccine utilization and supply ::: Goal 4. Ensure a stable supply of, access to, and better use of recommended vaccines in the U.S",
            "ref_spans": []
        },
        {
            "text": "In September 1989, NVAC approved its first recommendations on vaccine resources and financing needs, which emphasized the importance of increased public support for providing immunization to low-income children [79]. In 1991, NVAC recommended annual measurement and reporting of immunization coverage nationally and in every state [11]. In September 1995, NVAC recognized progress made on increasing preschool vaccine coverage rates [80] and resolved that the Secretary of HHS should engage all federal agencies “to monitor the possible impact of [welfare] reforms on the immunization status of children and adults, to coordinate planning and development of welfare reform activities with respect to this issue, and to provide joint guidance to appropriate State agencies on vaccine coverage for such welfare reform proposals” [81]. In 1998, NVAC emphasized the need to improve vaccine coverage for adolescents and recognized cost and lack of routine health care for adolescents as barriers [82]. NVAC also repeated its recommendation for insurance coverage with no deductible (i.e., “first-dollar” coverage) for childhood immunizations [58]. In May 1999, NVAC raised concerns about inadequate immunization infrastructure funding in the proposed fiscal year 2000 budget [83]. Following public debate about financing vaccines in the 21st century, NVAC recommended creating expanded and stable funding for vaccines under the Vaccines For Children program, harmonization of regulatory requirements to encourage vaccine development and licensure, insurance coverage with no deductible for immunization, and adequate reimbursement for providers who administer vaccines [65]. In September 2008, NVAC approved a report that sought to assure the vaccination of children and adolescents without financial barriers [84], with the recommendations related to financing vaccine purchase and vaccine administration in the public and private sectors published in 2009 [85]. The report recommended funding for vaccine administration reimbursement for un- and underinsured children and adolescents [84]. In September 2012, NVAC recognized the vital resources provided by Section 317 of the Public Health Service Act (enacted in 1962 through the Vaccine Assistance Act) in its first 50 years with respect to achieving high levels of vaccination coverage and support for the immunization infrastructure, with discussion of the introduction of pneumococcal conjugate vaccine providing context about the importance of strong infrastructure [66]. The September 2013 NVAC report on global immunization also highlighted the need for global vaccine financing [24].",
            "cite_spans": [
                {
                    "start": 211,
                    "end": 215,
                    "mention": "[79]",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 331,
                    "end": 335,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 433,
                    "end": 437,
                    "mention": "[80]",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 827,
                    "end": 831,
                    "mention": "[81]",
                    "ref_id": "BIBREF80"
                },
                {
                    "start": 991,
                    "end": 995,
                    "mention": "[82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 1137,
                    "end": 1141,
                    "mention": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1270,
                    "end": 1274,
                    "mention": "[83]",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 1664,
                    "end": 1668,
                    "mention": "[65]",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1805,
                    "end": 1809,
                    "mention": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 1953,
                    "end": 1957,
                    "mention": "[85]",
                    "ref_id": "BIBREF84"
                },
                {
                    "start": 2081,
                    "end": 2085,
                    "mention": "[84]",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 2519,
                    "end": 2523,
                    "mention": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 2634,
                    "end": 2638,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Vaccine coverage and financing ::: Goal 4. Ensure a stable supply of, access to, and better use of recommended vaccines in the U.S",
            "ref_spans": []
        },
        {
            "text": "From its beginning, NVAC prioritized the development of age-specific standards of practice related to immunization. NVAC provided its first recommendations related to adult immunization in early 1990, which emphasized the importance of financing and reimbursement for vaccination of adults, the need for adult immunization standards of practice, liability protection, research, and communication of the risks and benefits [86]. The 1991 report on measles suggested that NVAC “should issue a formal set of minimum standards for immunization practice …” [11]. In January 1994, NVAC approved its first full report on adult immunization, which included five major goals: “(i) increase the demand for adult vaccination by improving provider and public awareness, (ii) assume the health care system has an adequate capacity to deliver vaccines to adults, (iii) assure adequate financing mechanisms to support the expanded delivery of vaccines to adults, (iv) monitor and improve the performance of the nation’s vaccine delivery system, and (v) assure adequate support for research on (1) vaccine-preventable diseases of adults, (2) adult vaccines, (3) adult immunization practices, (4) new and improved vaccines, and (5) international programs for adult immunization” [87]. NVAC participated in the Ad Hoc Working Group for the Development of Standards for Pediatric Immunization Practices that issued standards for pediatric immunization practices in 1993 [88]. In January 1998, NVAC approved a report that identified strategies to sustain success in childhood immunizations [58], which provided a follow up to its 1991 report [11]. NVAC also periodically updated and expanded its pediatric immunization standards, including in February 1996 [89] and February 2002 [60], with the latter update explicitly adding adolescent immunization practices. In June 2008, NVAC approved unpublished recommendations for adolescent immunization [90] that led to a publication on the promise and challenge of adolescent immunization [61] and a publication related to mandates for adolescent immunizations [91].",
            "cite_spans": [
                {
                    "start": 422,
                    "end": 426,
                    "mention": "[86]",
                    "ref_id": "BIBREF85"
                },
                {
                    "start": 552,
                    "end": 556,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1262,
                    "end": 1266,
                    "mention": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 1451,
                    "end": 1455,
                    "mention": "[88]",
                    "ref_id": "BIBREF87"
                },
                {
                    "start": 1570,
                    "end": 1574,
                    "mention": "[58]",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1622,
                    "end": 1626,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1737,
                    "end": 1741,
                    "mention": "[89]",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1760,
                    "end": 1764,
                    "mention": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 1926,
                    "end": 1930,
                    "mention": "[90]",
                    "ref_id": "BIBREF89"
                },
                {
                    "start": 2013,
                    "end": 2017,
                    "mention": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 2085,
                    "end": 2089,
                    "mention": "[91]",
                    "ref_id": "BIBREF90"
                }
            ],
            "section": "Pediatric, adolescent, and adult immunization: Plans, opportunities, and standards of practice ::: Goal 4. Ensure a stable supply of, access to, and better use of recommended vaccines in the U.S",
            "ref_spans": []
        },
        {
            "text": "With respect to adult immunization, in July 1997 NVAC approved an adult immunization plan that used the Healthy People 2000: National Health Promotion and Disease Prevention Objectives adult immunization goals as performance measures for the successful implementation of the plan [92]. In December 1997, NVAC hosted a workshop on adult immunization programs in nontraditional settings [93], including the now-common practice of delivering influenza vaccines to adults in pharmacies, and in 1998, NVAC emphasized the need to improve vaccine coverage for adults [82]. NVAC periodically updated its standards for adult immunization practice, including in December 2001 [59] and September 2013 [94]. In June 2011, NVAC outlined a pathway to leadership for adult immunization [95]. In June 2015, the introduction of human papillomavirus (HPV) vaccine motivated NVAC to approve a report on overcoming barriers to low HPV vaccine uptake in the United States [96]. The recent NVAC reports on maternal immunization [56], [57] also emphasized the need to overcome barriers to maternal immunization.",
            "cite_spans": [
                {
                    "start": 280,
                    "end": 284,
                    "mention": "[92]",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 385,
                    "end": 389,
                    "mention": "[93]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 560,
                    "end": 564,
                    "mention": "[82]",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 666,
                    "end": 670,
                    "mention": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 690,
                    "end": 694,
                    "mention": "[94]",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 771,
                    "end": 775,
                    "mention": "[95]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 951,
                    "end": 955,
                    "mention": "[96]",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 1006,
                    "end": 1010,
                    "mention": "[56]",
                    "ref_id": "BIBREF55"
                },
                {
                    "start": 1012,
                    "end": 1016,
                    "mention": "[57]",
                    "ref_id": "BIBREF56"
                }
            ],
            "section": "Pediatric, adolescent, and adult immunization: Plans, opportunities, and standards of practice ::: Goal 4. Ensure a stable supply of, access to, and better use of recommended vaccines in the U.S",
            "ref_spans": []
        },
        {
            "text": "In 1997, NVAC launched an Initiative on Immunization Registries that led to an approved NVAC report in January 1999 on the development of community- and state-based immunization registries [97]. The report provided numerous recommendations to meet the objectives of ensuring: (i) “appropriate protections of privacy and confidentiality for individuals and security for information included in the registry,” (ii) “participation of all immunization providers and recipients,” (iii) “appropriate technical and operational functioning of registries,” and (iv) “sustainable funding for registries” [97]. In 2001, CDC provided a formal response to NVAC’s report [98]. Following on-going discussions about IISs, in 2003 NVAC resolved that CDC should “continue working with its partners to identify and disseminate best practices for registry support of immunization programs” [99]. In 2007, NVAC approved a progress report on IISs that highlighted variability in IIS implementation by states [100]. In February 2008, NVPO and NVAC hosted a workshop on enhancing participation in IISs, which made recommendations to NVAC [101]. In February 2015, NVAC approved a statement of support regarding efforts to better implement IIS-to-IIS data exchange across jurisdictions (e.g., state-to-state) [102].",
            "cite_spans": [
                {
                    "start": 189,
                    "end": 193,
                    "mention": "[97]",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 594,
                    "end": 598,
                    "mention": "[97]",
                    "ref_id": "BIBREF96"
                },
                {
                    "start": 657,
                    "end": 661,
                    "mention": "[98]",
                    "ref_id": "BIBREF97"
                },
                {
                    "start": 870,
                    "end": 874,
                    "mention": "[99]",
                    "ref_id": "BIBREF98"
                },
                {
                    "start": 986,
                    "end": 991,
                    "mention": "[100]",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 1114,
                    "end": 1119,
                    "mention": "[101]",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 1283,
                    "end": 1288,
                    "mention": "[102]",
                    "ref_id": "BIBREF101"
                }
            ],
            "section": "Immunization information systems and system performance ::: Goal 4. Ensure a stable supply of, access to, and better use of recommended vaccines in the U.S",
            "ref_spans": []
        },
        {
            "text": "With support from NVPO, the U.S. Healthy People goals have included immunization targets since their inception. NVAC referred to the Healthy People goals as key indicators for tracking immunization system performance in many of its published reports [26], [59], [60], [61], [66], [73], [87], [95], [100], [103]. In September 2013, NVAC recommended that the National Center for Quality Assurance (NCQA) incorporate a Healthcare Effectiveness Data and Information Set (HEDIS) measure for HPV vaccine for adolescent girls [104]. Most recently, in February 2017, NVAC approved a mid-course review of the 2010 National Vaccine Plan, which included numerous indicators to track system performance [26].",
            "cite_spans": [
                {
                    "start": 250,
                    "end": 254,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 256,
                    "end": 260,
                    "mention": "[59]",
                    "ref_id": "BIBREF58"
                },
                {
                    "start": 262,
                    "end": 266,
                    "mention": "[60]",
                    "ref_id": "BIBREF59"
                },
                {
                    "start": 268,
                    "end": 272,
                    "mention": "[61]",
                    "ref_id": "BIBREF60"
                },
                {
                    "start": 274,
                    "end": 278,
                    "mention": "[66]",
                    "ref_id": "BIBREF65"
                },
                {
                    "start": 280,
                    "end": 284,
                    "mention": "[73]",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 286,
                    "end": 290,
                    "mention": "[87]",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 292,
                    "end": 296,
                    "mention": "[95]",
                    "ref_id": "BIBREF94"
                },
                {
                    "start": 298,
                    "end": 303,
                    "mention": "[100]",
                    "ref_id": "BIBREF99"
                },
                {
                    "start": 305,
                    "end": 310,
                    "mention": "[103]",
                    "ref_id": "BIBREF102"
                },
                {
                    "start": 519,
                    "end": 524,
                    "mention": "[104]",
                    "ref_id": "BIBREF103"
                },
                {
                    "start": 691,
                    "end": 695,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Immunization information systems and system performance ::: Goal 4. Ensure a stable supply of, access to, and better use of recommended vaccines in the U.S",
            "ref_spans": []
        },
        {
            "text": "The 1986 legislation that established NVAC did not specifically include global health and immunization activities, and with the establishment of the HHS Office of Global Affairs, the jurisdiction of the ASH no longer formally includes global health. However, throughout its history NVAC recognized the importance of global immunization on U.S. health and the 2010 National Vaccine Plan included global vaccination as a goal. In 1996, NVAC recognized contributions of USAID to research directed at the development and testing of vaccines for childhood meningitis, pneumonia, and diarrhea in developing countries, and commended USAID for promoting epidemiologic and etiologic research collaborations with international institutions such as the World Health Organization (WHO), United Nations International Children’s Emergency Fund (UNICEF), and United Nations Development Program, domestic agencies such as the NIH and CDC and with U.S. vaccine manufacturers. NVAC encouraged USAID to continue its support for the development, testing, and introduction of these vaccines in developing countries and to expand efforts in the future for new vaccines, including combination vaccines [16]. In 1997, NVAC recognized the important role of two large multinational companies selling vaccines in the U.S. (SmithKline Beecham [now GSK] and Pasteur Merieux Connaught [now Sanofi Pasteur]) and noted the locations of their headquarters outside of the U.S. underscored the interconnectedness of U.S. immunizations and those in the rest of the world [17]. In May 1998 NVAC resolved to form a working group on pandemic influenza preparedness [105]. NVAC approved two reports related to the global eradication of wild poliovirus in 2004. In January 2004, NVAC reviewed laboratory containment of wild poliovirus in the U.S. in anticipation of global polio eradication and containment activities [106]. In February 2004, NVAC approved a report that aimed to ensure preparedness for potential poliomyelitis outbreaks by developing a poliovirus vaccine stockpile [107].",
            "cite_spans": [
                {
                    "start": 1179,
                    "end": 1183,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1535,
                    "end": 1539,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1626,
                    "end": 1631,
                    "mention": "[105]",
                    "ref_id": "BIBREF104"
                },
                {
                    "start": 1877,
                    "end": 1882,
                    "mention": "[106]",
                    "ref_id": "BIBREF105"
                },
                {
                    "start": 2042,
                    "end": 2047,
                    "mention": "[107]",
                    "ref_id": "BIBREF106"
                }
            ],
            "section": "Goal 5. Increase global prevention of death and disease through safe and effective vaccination",
            "ref_spans": []
        },
        {
            "text": "In 2013, NVAC published recommendations on enhancing HHS and National Vaccine Program efforts in global immunization, emphasizing a systems approach [24]. The recommendations addressed 6 specific areas:1.“Tackling time-limited opportunities to complete polio eradication and to advance measles mortality reduction and regional measles/rubella elimination goals2.Strengthening global immunization systems3.Enhancing global capacity for vaccine safety monitoring and post-marketing surveillance4.Building global immunization research and development capacity5.Strengthening capacity for vaccine decision making6.Unifying HHS global immunization efforts: leadership and coordination”\n",
            "cite_spans": [
                {
                    "start": 149,
                    "end": 153,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Goal 5. Increase global prevention of death and disease through safe and effective vaccination",
            "ref_spans": []
        },
        {
            "text": "Finally, the 2015 NVAC report recognizing the role of vaccines to combat antibiotic-resistant bacteria emphasized the importance of antibiotic resistant pathogens as a global issue [16]. NVAC’s review of the progress on the 2010 National Vaccine Plan strongly supported the U.S. commitment to global immunization efforts and acknowledged that strengthening immunization systems throughout the world will improve access to safe and effective vaccines and ultimately protect the U.S. population from travel-related exposure and importation of vaccine preventable diseases [26].",
            "cite_spans": [
                {
                    "start": 181,
                    "end": 185,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 570,
                    "end": 574,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Goal 5. Increase global prevention of death and disease through safe and effective vaccination",
            "ref_spans": []
        },
        {
            "text": "This review documents significant productivity of NVAC over its first 30 years, and shows the benefits of establishing a national effort to coordinate the many aspects of the vaccine and immunization system and put in place a federal advisory committee to ensure that the system functions to the benefit of the health and well-being of the American public. While NVPO supports the work of NVAC [8] and plays a key role in ensuring optimal coordination and synergy across the U.S. immunization system, NVAC does not independently play any role in coordination of stakeholders. However, the wide representation across the vaccine enterprise covered by NVAC members led to some instances in which NVPO invited NVAC to co-sponsor a meeting or workshop [21], [40], [42], [93], [101], [41], and NVAC continues to highlight the role of intragovernmental and public and private stakeholder coordination across the vaccine and immunization enterprise. For example, in responding to a review of the draft National Vaccine Plan by the IOM [108], NVAC expressed its concern (see appendix B of [108]) that the National Vaccine Plan: “does not go far enough to address coordination of vaccine-related activities both at the Federal level and with non-governmental partners.” NVAC further recommended that the final National Vaccine Plan adequately and appropriately address the ability of the National Vaccine Program to coordinate between the many varied partners and stakeholders involved in immunization in the United States, and “that it be given an adequate administrative structure and resources to do so” (see appendix B of [108]).",
            "cite_spans": [
                {
                    "start": 394,
                    "end": 397,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 748,
                    "end": 752,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 754,
                    "end": 758,
                    "mention": "[40]",
                    "ref_id": "BIBREF39"
                },
                {
                    "start": 760,
                    "end": 764,
                    "mention": "[42]",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 766,
                    "end": 770,
                    "mention": "[93]",
                    "ref_id": "BIBREF92"
                },
                {
                    "start": 772,
                    "end": 777,
                    "mention": "[101]",
                    "ref_id": "BIBREF100"
                },
                {
                    "start": 779,
                    "end": 783,
                    "mention": "[41]",
                    "ref_id": "BIBREF40"
                },
                {
                    "start": 1028,
                    "end": 1033,
                    "mention": "[108]",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 1081,
                    "end": 1086,
                    "mention": "[108]",
                    "ref_id": "BIBREF107"
                },
                {
                    "start": 1617,
                    "end": 1622,
                    "mention": "[108]",
                    "ref_id": "BIBREF107"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Over the course of NVAC’s first 30 years, enormous advances in science and technology dramatically changed vaccinology and the global economics of vaccine industry. Notably, in 1988 ACIP recommended vaccination of all children against 8 diseases (i.e., diphtheria, tetanus, pertussis, polio, measles, mumps, rubella, and Haemophilus influenzae type b), and 30 years later the recommendations cover 16 diseases (i.e., the 8 above plus hepatitis B, hepatitis A, rotavirus, pneumococcal disease, influenza, meningococcal disease, HPV, and varicella). This growth demonstrates underscores significant innovation with respect to the development of vaccines, including the adoption of two vaccines to prevent forms of cancer (i.e., hepatitis B, HPV). Vaccine delivery technologies also changed, with whole cell pertussis vaccines replaced by acellular vaccines, oral polio vaccine (OPV) replaced by inactivated polio vaccine (IPV), and increased use of adjuvants that improve vaccine effectiveness (e.g., in HPV, influenza, hepatitis B vaccines). Vaccination of adults continues to increase, with additional adult vaccines including two types of pneumococcal vaccines (plain polysaccharide and polysaccharide conjugated to proteins) and a vaccine to prevent shingles. The nature of influenza (i.e., rapid virological changes requiring a new vaccine annually) and large demand for flu vaccine support(ed) the development of intranasal and intradermal vaccine delivery and high-dose products. Biotechnology innovations improved vaccine production technologies (e.g., recombinant, cell-based) with respect to yield and other product attributes. Finally, computational technology dramatically improved our ability to collect, analyze, and use data about vaccines throughout the system, including the development of IISs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "NVAC activities during the first 30 years focused predominantly on immunization program issues, in large part because CDC took advantage of the opportunity to use NVAC as its ACIP equivalent for advice on assuring immunization programs deliver recommended vaccines. Consistent with this opportunity, NVAC devoted considerable time to issues related to vaccine acceptance, supporting immunization across the lifespan, immunization mandates, and exemptions. While immunization represents a health issue appropriately led by HHS, the role of vaccines in routine immunization programs and in public health emergencies in the U.S. and globally highlights the need to consider the functioning of the U.S. vaccine and immunization system in the context of global health and security. One potential explanation for the relatively limited engagement of NVAC by other HHS agencies may relate to lines of reporting since the early 1990s (i.e., NVAC continues to report to the ASH instead of to the Secretary of HHS, but other agencies report directly to the Secretary of HHS), which may limit NVAC’s overall influence across HHS (i.e., an advisory and coordination role instead of its original strategic and operational role).",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Similar to prior assessments [9], [10], we found it difficult to track the degree of implementation of NVAC recommendations. Despite its system-wide purview and wide representation, including members who represent the vaccine manufacturing industry, no clear mechanism exists to compel the public health agencies within the HHS, other parts of HHS (e.g., the Centers for Medicare & Medicaid Services), and other Departments within the federal government (e.g., USAID, Department of Defense, Veteran’s Affairs) to consider the evaluation and/or implementation of NVAC recommendations. The deliberative process that leads to the development of NVAC recommendations includes rich debates, disagreements between individual committee members, opportunities for public comment at NVAC meetings, and discussions that engage a broad ranges of stakeholders, which may facilitate communication, understanding, and consensus-building among stakeholders. The inclusion of two voting members who represent the vaccine industry may help to some degree with industry buy-in, although this remains difficult to document. Thus, the utility and impact of NVAC likely encompasses more than its reports and recommendation.",
            "cite_spans": [
                {
                    "start": 29,
                    "end": 32,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 34,
                    "end": 38,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Though not unique to NVAC as a federal advisory committee, the lack of transparency and feedback about how HHS considers and (potentially) incorporates NVAC recommendations into its policy decisions coupled with the lack of an efficient system for tracking NVAC recommendations limits the value of NVAC recommendations. In the context of the broad system-wide topics considered by NVAC, in some cases NVAC contributed to system policies that cannot be attributed only to NVAC. For example, the U.S. vaccine safety system and VICP represent the best such systems in the world, and the U.S. continues to lead in global vaccine innovation. However, while NVAC recommendations probably contributed to the development of these systems, this review cannot sort out the contributions of NVAC from those of other entities. Table 6\nidentifies NVAC contributions that the authors identified as significant.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 815,
                    "end": 822,
                    "mention": "Table 6",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "The importance of developing new and improved vaccines remains a critical topic for NVAC. Considering the progress on innovation since NVAC produced the list of priority diseases for vaccine development in Table 4 (and compared to the summary list of priorities identified in Table 5), we see many successes and some disappointments. For example, Americans now benefit from licensed vaccines that protect them from HPV, rotavirus, and varicella, but despite decades of research and billions of dollars spent, no licensed vaccines exist for HIV, RSV, or malaria. In addition, the development of a Lyme vaccine led to a licensed product that was only available for a relatively short period of time [109]. Overall, while innovations led to increased inclusion of antigens and use of combination vaccine formulations, we see little improvement in most of the vaccines that existed 30 years ago and limited development and use of innovative vaccine delivery technologies (e.g., FluMist™ provided a nasal delivery option, but the ACIP did not recommend its use for the 2016–17 or 2017–18 flu seasons [110], [111]). Emphasizing the importance of continued innovation in vaccine research and development, the 21st Century Cures Act called out the continuing need to “promote innovation in the development of vaccines that minimize the burden of infectious diseases…to consider the optimal process to determine which vaccines would be beneficial to public health…and identify whether obstacles exist that inhibit the development of beneficial vaccines” (Public Law 114-255, Section 3093). In essence, the Act empowers the Secretary of HHS to recommend and potentially make changes in the vaccine development process to incentivize development and availability of vaccines needed to protect public health.",
            "cite_spans": [
                {
                    "start": 697,
                    "end": 702,
                    "mention": "[109]",
                    "ref_id": "BIBREF108"
                },
                {
                    "start": 1095,
                    "end": 1100,
                    "mention": "[110]",
                    "ref_id": "BIBREF109"
                },
                {
                    "start": 1102,
                    "end": 1107,
                    "mention": "[111]",
                    "ref_id": "BIBREF110"
                }
            ],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 206,
                    "end": 213,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 276,
                    "end": 283,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The U.S. market continues to drive efforts in vaccine research and development, most likely due to incentives related to financing and an apparent willingness-to-pay a premium for vaccines and significant national investments in basic science research that supports vaccine development. However, recent vaccine development efforts related to emerging infectious diseases (e.g., Ebola virus and Zika virus vaccines), reveal significant ongoing challenges. Notably, designing and financing phase II and III clinical trials for new vaccines remains a major hurdle, with a reliance on large companies to assume the high costs and risks for an uncertain reward. With demand from relative few vaccine buyers (i.e., oligopsony) for low prices for vaccines, the incentives for vaccine development for the relatively few large vaccine suppliers (i.e., oligopoly) do not compare favorably with other opportunities for investment in development [112]. The successful development of MenAfriVac vaccine for Africa demonstrates the potential and the necessity for partnerships (e.g., public-private) to share risk and costs [112]. In addition, in the U.S., financing of programs to assure recommended vaccines for adults achieve high uptake remains a challenge that limits incentives to develop vaccines for adult markets. The Affordable Care Act removed one financial obstacle to vaccine uptake among adults by requiring insurers cover all ACIP recommended vaccines, but if altered may further detract from incentives to develop vaccines for adults. A further problem deals with the development of “niche” vaccines targeting a small population, which may not provide the market stimulus needed for manufacturers to accept the risks and undertake the high costs of development without some form of risk and cost sharing. Innovations in vaccine delivery technologies appear particularly difficult to develop, because the development pathway will likely lead to increased costs per dose of vaccine, and countries continue to demand increasingly lower costs for vaccines. In developing countries, the lack of adequate health infrastructure also limits the full utilization of vaccines globally. In addition, the requirement for highly-trained personnel to administer vaccines represents a continuing challenge for global vaccine development and global health [113]. While the Decade of Vaccines [114] aspires to extend the full benefits of immunization to all people, regardless of where they are born, who they are, or where they live, implementation of the Global Vaccine Action Plan remains a challenge.",
            "cite_spans": [
                {
                    "start": 934,
                    "end": 939,
                    "mention": "[112]",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 1110,
                    "end": 1115,
                    "mention": "[112]",
                    "ref_id": "BIBREF111"
                },
                {
                    "start": 2342,
                    "end": 2347,
                    "mention": "[113]",
                    "ref_id": "BIBREF112"
                },
                {
                    "start": 2378,
                    "end": 2383,
                    "mention": "[114]",
                    "ref_id": "BIBREF113"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Looking forward, we anticipate that NVAC will continue to play a role in periodically updating standards of practice for vaccines and to monitor key aspects of the U.S. vaccine and immunization enterprise that cut across HHS-agencies and/or states. NVAC may play a critical role in highlighting and addressing factors that lead to heterogeneity in access and/or utilization of vaccines within the U.S. With the evolution of information technology, NVAC should continue to monitor and support IIS development and interoperability with electronic health records and health information exchanges. Financing for the development and delivery of vaccines, particularly adolescent and adult vaccines, also represents a topic we expect that NVAC will continue to periodically consider, particularly with any significant changes to legislation and appropriations that finance or support vaccines and their delivery (e.g., the Affordable Care Act, Medicare Access and CHIP Reauthorization Act, VFC Program, potential future creation of a Vaccines for Adults Program, the 21st Century Cures Act, etc.) as well as systemic changes (e.g., increased delivery of vaccines in pharmacies, implementation of Medicare Program Merit-Based Incentive Payment System and Alternative Payment Model, etc). We also expect that NVAC will continue to monitor and support efforts to improve communication about the safety and benefits of vaccines and the national understanding of factors that increase or decrease vaccine confidence.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Thirty years after passage of the legislation that created NVAC “to achieve optimal prevention of human infectious diseases through immunization and to achieve optimal prevention against adverse reactions to vaccines,” our review of the role and impact of NVAC as an external HHS advisor found the predominance of NVAC activities related to the implementation of immunization across the lifespan and many aspects of the system needed to foster the goal of full immunization. Given the many factors that impact on policy changes in the vaccine and immunization enterprise, we encountered challenges associated with demonstrating attribution of specific policy changes to the recommendations made by NVAC. Although difficult to quantify, this review suggests that NVAC played an important role in the improvements in the U.S. immunization enterprise over the past 30 years.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "We expect that NVAC can and will continue to play an important role supporting U.S. immunization going forward. The 2010 National Vaccine Plan and the subsequent mid-term review provide a focus for future NVAC deliberations and focus. The development of new and improved vaccines continues to represent a significant priority for NVAC, and we identified several challenges related to future vaccine innovation. NVAC will most likely need to address barriers and obstacles that impede vaccine innovation given the major infectious disease burdens either not yet preventable by vaccination or not fully preventable due to less than optimal vaccines (e.g., influenza vaccines). Further, despite substantial progress in reducing vaccine-preventable diseases of childhood (due to very high coverage with highly effective vaccines), significant effort remains to achieve the same for adults. NVAC will most likely need to focus on overcoming barriers and facilitating vaccine uptake of recommended vaccines for adults. In addition, vaccine hesitancy and vaccine confidence will likely continue to represent priorities, for which NVAC will likely play a continued role in addressing public and professional concerns. Finally, as long as vaccine-preventable pathogens circulate globally, NVAC will likely continue to play a role in promoting U.S. health security and U.S. efforts that enhance global immunization for humanitarian reasons.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "The authors have no conflicts of interest to declare.",
            "cite_spans": [],
            "section": "Conflict of interest statement",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: NVPO and NVAC Leaders since 1987 and through the end of 2016.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: U.S. Department of Health and Human Services (HHS) Vaccine advisory committees [13], [115].\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Goals and objectives of the 2010 National Vaccine Plan [4].\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Priority opportunities for vaccine development identified and categorized by NVAC in 1990 for the different domestic U.S. age groups and global populations [15].\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Clinical-stage priority vaccine candidates to track as part of the U.S. National Vaccine Plan, 2015 (Table 5 of reference [26]).\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 6: High-impact NVAC contributions.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Total NVAC approved products by year and type (i.e., stand-alone resolutions, reports ultimately published in a journal*, and unpublished reports). *Publication of approved reports delayed to later years in many cases (not shown here).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The national vaccine program and the national vaccine injury compensation program",
            "authors": [
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Hinman",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Food Drug Cosmet Law J",
            "volume": "44",
            "issn": "",
            "pages": "633-638",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "The measles epidemic. The problems, barriers, and recommendations. The National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "JAMA",
            "volume": "266",
            "issn": "",
            "pages": "1547-1552",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "United States vaccine research: a delicate fabric of public and private collaboration",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Pediatrics",
            "volume": "100",
            "issn": "",
            "pages": "1015-1020",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Lessons learned from a review of the development of selected vaccines",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Pediatrics",
            "volume": "104",
            "issn": "",
            "pages": "942-950",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Vaccine development to prevent cytomegalovirus disease: report from the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Arvin",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Fast",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Plotkin",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Rabinovich",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Clin Infect Dis",
            "volume": "39",
            "issn": "",
            "pages": "233-239",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Enhancing the work of the Department of Health and Human Services national vaccine program in global immunization: recommendations of the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Publ Health Rep",
            "volume": "129",
            "issn": "Suppl 3",
            "pages": "12-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "A call for greater consideration for the role of vaccines in national strategies to combat antibiotic-resistant bacteria: recommendations from the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Publ Health Rep",
            "volume": "131",
            "issn": "",
            "pages": "11-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Evaluation of the 2010 national vaccine plan mid-course review: recommendations from the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Publ Health Rep",
            "volume": "132",
            "issn": "",
            "pages": "1-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Intussusception, infection, and immunization: Summary of a workshop on rotavirus",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Pediatrics",
            "volume": "108",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Intussusception, rotavirus, and oral vaccines: summary of a workshop",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Pediatrics",
            "volume": "110",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Strengthening the U.S. vaccine and immunization enterprise: the role of the national vaccine advisory committee",
            "authors": [
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Spinner",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Salmon",
                    "suffix": ""
                },
                {
                    "first": "B.G.",
                    "middle": [],
                    "last": "Gellin",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Publ Health Rep",
            "volume": "126",
            "issn": "",
            "pages": "4-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "The National Vaccine Advisory Committee: reducing patient and provider barriers to maternal immunizations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Public Health Rep",
            "volume": "130",
            "issn": "",
            "pages": "10-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "The National Vaccine Advisory Committee: overcoming barriers and identifying opportunities for developing maternal immunizations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Publ Health Rep",
            "volume": "132",
            "issn": "",
            "pages": "1-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Strategies to sustain success in childhood immunizations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "JAMA",
            "volume": "282",
            "issn": "",
            "pages": "363-370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Standards for adult immunization practices",
            "authors": [
                {
                    "first": "G.A.",
                    "middle": [],
                    "last": "Poland",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Shefer",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "McCauley",
                    "suffix": ""
                },
                {
                    "first": "P.S.",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "P.N.",
                    "middle": [],
                    "last": "Whitley-Williams",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Prev Med",
            "volume": "25",
            "issn": "",
            "pages": "144-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Standards for child and adolescent immunization practices",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatrics",
            "volume": "112",
            "issn": "",
            "pages": "958-963",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "The promise and challenge of adolescent immunization",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Prev Med",
            "volume": "35",
            "issn": "",
            "pages": "152-157",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Adolescent vaccination recommendations from the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Am J Prev Med",
            "volume": "36",
            "issn": "",
            "pages": "278-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Assessing the state of vaccine confidence in the United States: recommendations from the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Publ Health Rep",
            "volume": "130",
            "issn": "",
            "pages": "573-595",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Financing vaccines in the 21st century – Recommendations from the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Hinman",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Prev Med",
            "volume": "29",
            "issn": "",
            "pages": "71-75",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "Protecting the public's health: critical functions of the Section 317 Immunization Program-a report of the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Publ Health Rep",
            "volume": "128",
            "issn": "",
            "pages": "78-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "Strengthening the supply of routinely recommended vaccines in the United States – recommendations from the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA – J Am Med Assoc",
            "volume": "290",
            "issn": "",
            "pages": "3122-3128",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Strengthening the nation's influenza vaccination system",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Am J Prev Med",
            "volume": "29",
            "issn": "",
            "pages": "221-226",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Strengthening the supply of routinely administered vaccines in the United States: problems and proposed solutions",
            "authors": [
                {
                    "first": "J.O.",
                    "middle": [],
                    "last": "Klein",
                    "suffix": ""
                },
                {
                    "first": "M.G.",
                    "middle": [],
                    "last": "Myers",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Clin Infect Dis",
            "volume": "42",
            "issn": "",
            "pages": "S97-S103",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Financing vaccination of children and adolescents: National Vaccine Advisory Committee recommendations",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Pediatrics",
            "volume": "124",
            "issn": "Suppl 5",
            "pages": "S558-S562",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "National Vaccine Advisory Commttee. Adult immunization. Summary of the National Vaccine Advisory Committee report",
            "authors": [
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Fedson",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "JAMA",
            "volume": "272",
            "issn": "",
            "pages": "1133-1137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "Standards for pediatric immunization practice. National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "MCN Am J Matern Child Nurs",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Mandates for adolescent immunizations: recommendations from the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Am J Prev Med",
            "volume": "35",
            "issn": "",
            "pages": "145-151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "Recommendations from the National Vaccine Advisory Committee: standards for adult immunization practice",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Publ Health Rep",
            "volume": "129",
            "issn": "",
            "pages": "115-123",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "A pathway to leadership for adult immunization: recommendations of the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Publ Health Rep",
            "volume": "127",
            "issn": "Suppl 1",
            "pages": "1-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "Overcoming barriers to low HPV vaccine uptake in the United States: recommendations from the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Publ Health Rep",
            "volume": "131",
            "issn": "",
            "pages": "17-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF98": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF99": {
            "title": "Immunization information systems: National Vaccine Advisory Committee progress report, 2007",
            "authors": [
                {
                    "first": "A.R.",
                    "middle": [],
                    "last": "Hinman",
                    "suffix": ""
                },
                {
                    "first": "G.A.",
                    "middle": [],
                    "last": "Urquhart",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Strikas",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "J Publ Health Manage Pract: JPHMP",
            "volume": "13",
            "issn": "",
            "pages": "553-558",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF100": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF101": {
            "title": "NVAC statement of support regarding efforts to better implement IIS-to-IIS data exchange across jurisdictions",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Publ Health Rep",
            "volume": "130",
            "issn": "",
            "pages": "332-335",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF102": {
            "title": "Strategies to achieve the Healthy People 2020 annual influenza vaccine coverage goal for health-care personnel: recommendations from the National Vaccine Advisory Committee",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Publ Health Rep",
            "volume": "128",
            "issn": "",
            "pages": "7-25",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF103": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF104": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF105": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF106": {
            "title": "Ensuring preparedness for potential poliomyelitis outbreaks – recommendations for the U.S. poliovirus vaccine stockpile from the National Vaccine Advisory Committee (NVAC) and the Advisory Committee on immunization practices (ACIP)",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "National Vaccine Advisory Committee and the Advisory Committee on Immunization Practices",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Arch Pediatr Adolesc Med",
            "volume": "158",
            "issn": "",
            "pages": "1106-1112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF107": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF108": {
            "title": "The Lyme vaccine: a cautionary tale",
            "authors": [
                {
                    "first": "L.E.",
                    "middle": [],
                    "last": "Nigrovic",
                    "suffix": ""
                },
                {
                    "first": "K.M.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Epidemiol Infect",
            "volume": "135",
            "issn": "",
            "pages": "1-8",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF109": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF110": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF111": {
            "title": "The evolution of the meningitis vaccine project",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Tiffay",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Jodar",
                    "suffix": ""
                },
                {
                    "first": "M.-P.",
                    "middle": [],
                    "last": "Kieny",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Socquet",
                    "suffix": ""
                },
                {
                    "first": "F.M.",
                    "middle": [],
                    "last": "LaForce",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Infect Dis",
            "volume": "61",
            "issn": "",
            "pages": "S396-S403",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF112": {
            "title": "Human capital gaps in vaccine development: an issue for global vaccine development and global health",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Cawein",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Emini",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Dailey",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Tresnan",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Ann N Y Acad Sci",
            "volume": "1395",
            "issn": "",
            "pages": "3-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF113": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF114": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF115": {
            "title": "Report from the World Health Organization’s Product Development for Vaccines Advisory Committee (PDVAC) meeting, Geneva, 7–9th Sep 2015",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Giersing",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Modjarrad",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Kaslow",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Moorthy",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Vaccine",
            "volume": "34",
            "issn": "",
            "pages": "2865-2869",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF116": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF117": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF118": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}