{
    "paper_id": "PMC7197068",
    "metadata": {
        "title": "VUKA – Imperativ unserer Welt",
        "authors": [
            {
                "first": "Erich",
                "middle": [
                    "R."
                ],
                "last": "Unkrig",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Nahezu alles, womit wir zu tun haben, ist komplex. So steigert die Globalisierung die Komplexität nicht nur dadurch, dass sie uns international und global voneinander abhängiger macht, sondern auch durch die Erweiterung unserer Netzwerke. In einer globalisierten Welt ist alles mit allem verbunden. Nichts existiert oder geschieht isoliert.",
            "cite_spans": [],
            "section": "Complexity ::: C3 als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Ein einfaches Beispiel:9 Erinnern Sie sich noch an das erstmalige Auftreten der Afrikanischen Schweinepest,10 deren Drohszenarien uns bis heute immer noch beschäftigen und deutliche Parallelen zur COVID 19-Pandemie aufweist? Seit März 2009 bahnt sich das H1N1-Virus seinen Weg von Kontinent zu Kontinent.11 Wahrscheinlich war es kein Zufall, dass die Epizentren des Ausbruchs – sowohl in Amerika (Mexiko12) als auch in Europa (Rumänien13) – in der Nähe großer Betriebe lagen, die dem größten Schweinezucht- und Schweinefleischverarbeitungskonzern der Welt14 gehören: Smithfield Foods produziert billiges Fleisch – weil wir Verbraucher billiges Fleisch haben wollen. So gesehen ist die Ausbreitung der Schweinegrippe also kein vorrangig tiermedizinisches oder gesundheitliches Problem, sondern eine der Folgen unseres Essverhaltens als auch unserer Mobilität. Denn vermutlich wäre das Virus lokal begrenzt geblieben, wenn Tiertransporte und vor allem auch Urlaubs- und Geschäftsreisende nicht rund um den Globus unterwegs wären. Erst dadurch konnte aus einer lokal begrenzten Endemie eine Pandemie werden – vor allem auch aufgrund der Geschwindigkeit, mit der wir die Welt bereisen.",
            "cite_spans": [],
            "section": "Complexity ::: C3 als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Die Art des Problems, mit dem wir in diesem kleinen Beispiel konfrontiert sind, kann man wie folgt beschreiben:15 „Um ein komplexes System vollständig zu verstehen, müssen wir es in seiner ganzen Komplexität verstehen. Da komplexe Systeme offene Systeme sind, müssen wir die gesamte Systemumgebung verstehen, bevor wir das System verstehen können, und natürlich ist die Umgebung an sich komplex.“ Um diese Komplexität zu verstehen, entwickeln wir Modelle, die diese Komplexität reduzieren. Und das heißt: Wenn wir die Komplexität eines Systems so reduzieren, bleiben einige Aspekte unbeachtet. Wir können jedoch nicht vorhersagen, welche Auswirkungen diese Reduzierung haben wird, zumal sich das System und seine Umgebung im Laufe der Zeit entwickeln und verändern.16 Insoweit kann einer der ausgeblendeten Aspekte genau der entscheidende Faktor sein.",
            "cite_spans": [],
            "section": "Complexity ::: C3 als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Komplexität ist der Vorläufer und eine wesentliche Voraussetzung des Chaos. Postnormale Zeiten existieren in einer Epoche des Chaos, in der Beschleunigung zur Norm wird, Vorhersagbarkeit selten ist und kleine Veränderungen große Auswirkungen haben können.17 Da alles irgendwie miteinander verbunden und mit allem anderen vernetzt ist, hat ein Ausfall irgendwo einen negativen Effekt, der andere Teile des Netzwerks verunsichern und sogar das gesamte Netzwerk kollabieren lassen kann.18",
            "cite_spans": [],
            "section": "Chaos ::: C3 als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Beispiele für chaotisches Verhalten finden sich u. a. in größeren, politisch motivierten Bewegungen. Sie erinnern sich sicherlich an die eine oder andere: die „Orange Revolution“ (auch „Kastanienrevolution“ genannt) 2004 in der Ukraine, die „Zedernrevolution“ 2005 im Libanon, die „Grüne Bewegung“ 2009 im Iran, den „Arabischen Frühling“ in Nordafrika und angrenzenden Staaten 2010 oder auch die „Gelbwestenbewegung“ in Frankreich 2018. Wenn Demonstranten beginnen, sich wie ein Netzwerk zu verhalten und per Internet und die sogenannten Mobile Devices positives Feedback erhalten, nimmt ihre Zahl schnell zu, und so entsteht „eine sich selbst erhaltende Dynamik“.19 Und dies vor allem durch Medien wie E-Mails, Blogs, Tweets und 24-Stunden-Nachrichtenkanäle, die die Interessierten ständig auf dem Laufenden halten. Je einfacher, schneller, sofortiger und reflexiver die Kommunikation wird, desto eher kann auch „selbstorganisierte Panik ausgelöst und das Leben an den Rand des Chaos gebracht werden“.20",
            "cite_spans": [],
            "section": "Chaos ::: C3 als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Eine komplexe, vernetzte Welt mit unzähligen konkurrierenden Interessen und Ideologien, Designs und Sehnsüchten erzeugt Widersprüche;21 diese treten in verschiedenen Formen auf und haben verschiedene Auswirkungen:Sie können komplementär sein; wenn die einander entgegengesetzten Kräfte etwa gleich stark sind, bildet sich ein dynamisches Gleichgewicht heraus.Sie können destruktiv sein, wenn der Kampf um die Wahrheit oder die Deutungshoheit zum Zusammenbruch führt.Sie können kreativ sein, wenn der Widerspruch durch Transformation aufgelöst wird.",
            "cite_spans": [],
            "section": "Contradictions ::: C3 als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Viele aktuelle Probleme tragen Widersprüche in sich, die erst irgendwann in der Zukunft aufgelöst werden können. Denken Sie an kleine Beispiele wie den Coffee-to-go-Becher beim Bäcker, die Plastiktüte im Supermarkt, die Urlaubsreise mit dem Flugzeug und den Artenschutz. Eigentlich wissen wir, was dabei das jeweilige Problem ist, die Umsetzung der eigenen Werte in folgerichtiges Handeln klappt aber nur mäßig. So gaben in einer BMU-Befragung22 83 Prozent an, dass sie für strengere Gesetze beim Fischfang sind. Aber nur 37 Prozent sagten, sie würden wenig Fisch essen, um persönlich dazu beizutragen, die Fischbestände zu schützen.",
            "cite_spans": [],
            "section": "Contradictions ::: C3 als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Wenn sich Widersprüche, Komplexität und Chaos mit beschleunigtem Wandel verbinden, ist das Ergebnis Unsicherheit. In früheren, im Vergleich zu heute „normalen“ Zeiten waren die Unsicherheiten vergleichsweise gering und überschaubar. Aber in postnormalen Zeiten stehen sie im Mittelpunkt, weil alles miteinander verbunden, komplex und chaotisch ist und sich schnell verändert.",
            "cite_spans": [],
            "section": "Contradictions ::: C3 als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Volatilität beschreibt die meist schnelle Veränderungsrate und das Muster der Dynamik, das in sozioökologischen Systemen zu beobachten ist.28 Im heutigen Kontext könnte sie starke Schwankungen der makroökonomischen Bedingungen, der Finanzmärkte und der Rohstoffpreise sowie extreme Umweltbelastungen für unsere Welt beschreiben. Bis vor wenigen Jahren noch basierten viele Wissenschafts- und Geschäftsmodelle auf statischen Prinzipien,29 obgleich es bereits Hinweise auf nicht lineare Trends in natürlichen, politischen und kulturellen Systemen wie den Klimawandel, die technologische Innovation und demografische Bewegungen gab. Studien deuten darauf hin, dass die Geschwindigkeit der Interaktionen und das Wachstum der Verbindungen zwischen Elementen in biophysikalischen, technischen und menschlichen Systemen weiter zunehmen werden. Es ist jedoch immer noch schwierig, die Einfluss nehmenden Faktoren und Treiber innerhalb eines Systems, in dem diese schnellen Veränderungen auftreten, exakt zu bestimmen. Dies gilt insbesondere dann, wenn diese isoliert betrachtet werden.",
            "cite_spans": [],
            "section": "Volatilität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Wie angesprochen ist die Geschwindigkeit der Veränderungen oft hoch. Um die Ursachen der Volatilität in der Gesellschaft und anderen Bereichen darstellen zu können, wäre ein Monitoringprozess über einen langen Zeitraum notwendig, wie er beispielsweise seit 1993 im Volatility Index (VIX) des US-amerikanischen Aktienindex S&P 500 erhoben wird.30 Eine Studie zeigt, dass solche Veränderungen auch viel schneller Realität werden können: Lokale Gemeinschaften im Amazonasgebiet sahen die Entstehung von Plantagen zur Gewinnung von Palmöl als potenzielle Bedrohung der Zukunft des Regenwalds an. Eine Folgestudie drei Jahre später ergab, dass die Annahme bereits Realität geworden war.31",
            "cite_spans": [],
            "section": "Volatilität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Die Volatilität einer VUKA-Umgebung entwickelt sich auf unvorhersehbare Weise und wird oft als chaotisch beschrieben, was verdeutlicht, dass Geschwindigkeit nicht das einzige herausragende Merkmal von Veränderungen ist, sondern diese auch Unsicherheit, Komplexität und Mehrdeutigkeit mit sich bringt.32 Die Dynamik des Wandels kann also enorme Kräfte entfalten und wird zu einem Katalysator für gravierende Veränderungen auf der individuellen, kollektiven und organisationalen Ebene.",
            "cite_spans": [],
            "section": "Volatilität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Der Mangel an Berechenbarkeit, unkontrollierbar auftretende Entwicklungen und ein limitiertes Bewusstsein sowie fehlendes Verständnis für Zusammenhänge, Themen und Ereignisse führen zu Unsicherheit.33 Als Begriff wird „Unsicherheit“ selbst von Experten oft gleichgesetzt oder ähnlich verwendet wie der Begriff „Risiko“.34",
            "cite_spans": [],
            "section": "Unsicherheit ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Unsicherheit ist gekennzeichnet durch die mangelnde Vorhersehbarkeit, die Vielfalt an möglichen Szenarien oder Unwägbarkeiten und deren Eintrittswahrscheinlichkeiten. Unsicherheit ist insbesondere das Ergebnis aus Rückkopplungen und Interaktionen, die Systemen grundsätzlich innewohnen.35 Es gibt Schemata von Unsicherheit in der Biologie36 und in den Geowissenschaften.37 Die von den Autoren getroffenen Annahmen deuten auf Vertrauen in und den Glauben an die Fähigkeiten von Experten hin, Unwägbarkeiten zu reduzieren; der geringe Erfolg bei der Entwicklung funktionierender Vorhersagemodelle für ökologische, ökonomische oder gesellschaftspolitische Muster zeigt hingegen, dass es nicht möglich ist, zutreffende Prognosen zu machen. Unsicherheiten entstehen auch durch das schnelle Zusammenspiel mehrerer Faktoren. Bei solchen „Überraschungen“ unterscheidet sich das Systemverhalten qualitativ von den A-priori-Erwartungen,38 was ein Risiko für die Wirksamkeit sowohl von Präventionen als auch von „Just-in-Time-Aktivitäten“ darstellen kann. Erkenntnisse aus der Psychologie39 geben weitere Hinweise zu dem, was unsicher machen kann:",
            "cite_spans": [],
            "section": "Unsicherheit ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Die zeitlich jüngsten Ereignisse können uns im Denken und Handeln stark beeinflussen. Die Glücksforschung zeigt, dass bis zu 40 Prozent unseres „Glücksquotienten“ auf den jüngsten Ereignissen basieren. Da Unglück auch das Selbstwertgefühl beeinflusst, können Versagen und Ablehnung eine doppelt negative Wirkung auf das Selbstvertrauen haben. Ablehnung führt oft dazu, dass wir uns selbst und andere zumindest für eine gewisse Zeit negativer sehen. Und diejenigen, die von vornherein ein geringeres Selbstwertgefühl haben, reagieren eher auf Misserfolge. Es ist, als ob eine aktuelle, negative Erfahrung alte negative Überzeugungen über das eigene Selbstwertgefühl aufgreift und aktiviert.",
            "cite_spans": [],
            "section": "Unsicherheit aufgrund zurückliegender Fehler oder von Ablehnung ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Die Angst, von anderen bewertet und ggf. als „mangelhaft“ befunden zu werden, kann dazu führen, dass man sich ängstlich und wenig selbstbewusst fühlt. Frühere Erfahrungen können das Gefühl nähren, nicht dazuzugehören, nicht wichtig oder interessant oder einfach nicht gut genug zu sein. Diese Art von Unsicherheit basiert im Allgemeinen auf verzerrten Überzeugungen in Bezug auf den eigenen Selbstwert.",
            "cite_spans": [],
            "section": "Unsicherheit aufgrund von sozialen Ängsten ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Der eine oder die andere hat sehr hohe Ansprüche an alles, was zu tun ist. Leider läuft das Leben nicht immer genau so, wie wir es wollen – auch dann nicht, wenn wir alles dafür tun. Es gibt Dinge, die zumindest bis zu einem gewissen Grad außerhalb unserer Kontrolle liegen. Wenn wir ständig enttäuscht sind und uns immer selbst die Schuld geben, wenn etwas weniger als perfekt ist, dann fühlen wir uns unsicher und schwach.",
            "cite_spans": [],
            "section": "Unsicherheit durch Perfektionismus ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Trotz Unsicherheiten treffen wir regelmäßig Entscheidungen und wählen dabei aus einer Reihe von möglichen Lösungsoptionen aus. Wie Sie, liebe Leser, es aus eigener Erfahrung kennen, haben wir dabei verschiedene Ansätze oder auch Präferenzen. So ist es eine Möglichkeit, die Unsicherheiten zu ignorieren, die der Umsetzung und den Ergebnissen von Maßnahmen innewohnen. Oder wir können versuchen, Entscheidungen zu treffen, die robust gegenüber Unsicherheiten sind. Das bedeutet, Unsicherheiten als Teil des Systems zu akzeptieren, zu berücksichtigen und uns darauf zu konzentrieren, Prozesse und Maßnahmen zu nutzen, die so flexibel sind, dass sie unerwartete Ereignisse absorbieren und sogar einbinden können.",
            "cite_spans": [],
            "section": "Unsicherheit durch Perfektionismus ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Der Grad von Komplexität wird grundsätzlich anhandder Anzahl der Teile oder Faktoren,der Art und Anzahl ihrer Wechselbeziehungen und Verbindungen,der Anzahl der Unbekannten unddes Grades der Unsicherheit",
            "cite_spans": [],
            "section": "Komplexität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "bestimmt. Diese Einflussfaktoren multiplizieren und beeinflussen sich. Sie stiften damit oftmals Chaos und Verwirrung, da auf allen Ebenen Multioptionen und Multikomplexität entstehen. Komplexität bezieht sich insoweit auf komplizierte und umfangreiche Netzwerkstrukturen und auf die dynamischen Verbindungen und Nahtstellen zwischen den Komponenten eines Systems. Aufgrund der Eigenschaften komplexer Systeme sind Ursache-Wirkungs-Ereignisse in Raum und Zeit oft nicht eng miteinander verknüpft.40",
            "cite_spans": [],
            "section": "Komplexität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Wie vielschichtig das Thema ist, machen beispielsweise Studien zur Komplexität von Projekten deutlich. Eine Auswertung von Interviews41 zeigt, was Experten in der Bauindustrie unter Komplexität verstehen. Danach bedeutet (Projekt-)Komplexität, dasseine große Anzahl von verschiedenen Systemen zusammengefügt werden muss und/oder dass sie eine große Anzahl von Schnittstellen zwischen den Elementen aufweisen;verschiedene Arbeiten in einem begrenzten Raum stattfinden, sodass also viele Gewerke in unmittelbarer Nähe und zur gleichen Zeit arbeiten müssen;eine große Vielschichtigkeit besteht, die es schwierig macht, klar zu beschreiben, wie man ein gewünschtes Ziel erreicht oder wie lange das dauern wird;zur Ausführung die Kenntnis vieler Details erforderlich ist;von Anfang bis Ende eine effiziente Koordination, Kontrolle und Überwachung erforderlich ist;während des Baus in der Regel eine Reihe von Überarbeitungen erforderlich werden und es ohne Abstimmung zwischen den Aktivitäten sehr schwierig wird, den Projektplan und die Projektdokumentation auf effiziente Weise und erfolgreich aktuell zu halten.",
            "cite_spans": [],
            "section": "Komplexität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Aus diesen Ergebnissen folgert der Autor der Studie, dass es zwei Perspektiven auf die Projektkomplexität zu geben scheint:die Führungsperspektive, die die Planung beinhaltet, zahlreiche Teile der Arbeit zu einem Gesamtarbeitsablauf zusammenzuführen;die operative und technologische Perspektive, die die technischen Feinheiten oder Schwierigkeiten bei der Ausführung einzelner Arbeiten beinhaltet.",
            "cite_spans": [],
            "section": "Komplexität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Eine neuere Studie zum gleichen Thema sieht Projektkomplexität als eine der grundlegendsten Eigenschaften des Projekts, die sich aus dem Zusammenspiel verschiedener Teile mit strukturellen, dynamischen und unsicheren Eigenschaften ergibt. Zwar werden auch hier unterschiedliche Klassifizierungen mit unterschiedlichen Perspektiven attestiert, jedoch besteht Einigkeit in Bezug auf technologische, organisatorische und ökologische Komplexität. Insgesamt werden folgende Faktoren42 identifiziert:technologische Komplexität,organisatorische Komplexität,auf die Aufgabe bezogene Komplexität,auf das Ziel bezogene Komplexität,auf die Umwelt bezogene Komplexität,kulturelle Komplexität,Informationskomplexität.",
            "cite_spans": [],
            "section": "Komplexität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Komplexität stellt uns also vor mehrere Herausforderungen. In erster Linie ist da die Schwierigkeit, die Zusammenhänge zwischen der Vielzahl möglicher Faktoren und den beobachteten Effekten zu identifizieren. Hinzu kommt, dass wir die wirtschaftlichen, sozialen, politischen und organisatorischen Dimensionen eines Themas oder Systems berücksichtigen müssen. Hier kommt zum Tragen, dass „kausale Faktoren oder soziale Kräfte im beruflichen Kontext bzw. der jeweiligen Situation oft miteinander konkurrieren“ und „Entscheidungsträger oft die konkurrierenden Einflüsse gegeneinander abwägen und fundierte Annahmen in Bezug auf die Kräfte treffen müssen, die letztlich die Ergebnisse kritischer Ereignisse beeinflussen werden“.43",
            "cite_spans": [],
            "section": "Komplexität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "„Ambiguität ist der abstrakteste Faktor von VUKA.“44 Er bezieht sich auf die Unschärfe der Realität, das Potenzial für Fehlinterpretationen, die unterschiedliche Deutung von Bedingungen und die verschiedenen möglichen Ergebnisse von Handlungen. Denn: Die Realität ist oft unverständlich und nicht (mehr) planbar. Was in der Zukunft Relevanz haben könnte, ist ungewiss, mehrdeutig und kaum vorhersehbar.45",
            "cite_spans": [],
            "section": "Ambiguität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Ambiguität entsteht durch spärliche, unzuverlässige oder widersprüchliche Informationen über den Ausgang von Ereignissen, den erwarteten Wert von Entscheidungsalternativen und den Grad des „Vertrauens“ in die Wahl.46,47 Die Forschung zur Mehrdeutigkeit kommt zu dem Schluss, dass Unsicherheit und Unwissenheit als Faktoren von Ambiguität nur eine Art fehlender Informationen sind. „Sich über Fußball oder Politik unwissend zu fühlen, Zweifel darüber zu haben, welcher von mehreren Experten der richtige ist, sich zu fragen, ob Ihr Kind eine Prädisposition für die Nebenwirkungen eines Impfstoffs hat oder sich über die Wirtschaft eines anderen Landes unsicher zu sein, sind Ausdruck fehlender Informationen.“48 Unterstützt wird dies durch die Beobachtung,49 dass Wissen ein wichtiger Faktor bei der Bestimmung der Toleranz für Mehrdeutigkeiten ist. Insbesondere sind wir eher bereit, auf unsere ggf. ungewissen Überzeugungen zu setzen, wenn wir uns über ein Thema besonders gut informiert fühlen, und wir ziehen es vor, auf Bekanntes zu setzen, wenn wir wenig informiert sind.50",
            "cite_spans": [],
            "section": "Ambiguität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Bei der Vielzahl und Vielfalt von Informationen, die uns allen verfügbar sind, geht es nicht mehr um den Zugriff darauf, sondern vielmehr um Filterung und Interpretation. Die Herausforderung besteht darin, die für unser jeweiliges Anliegen und unsere jeweiligen Bedürfnisse geeignetste Informationsquelle zu finden und auszuwählen. Während die Wissenschaft vor allem bestrebt ist, einen standardisierten Prozess für die Generierung und Verbreitung von Informationen sicherzustellen, gibt es einen ständig größer werdenden Anteil an Mehrdeutigkeit, der insbesondere durch gesellschaftliche Veränderungen und schnelle Veränderungen der Umweltbedingungen weiterwächst. Hier wird in Kontexten agiert, die zum Teil aus undefinierten Problemen bestehen und in denen wir51Unsicherheiten und Unklarheiten erleben und damit umgehen müssen,auf unserem aktuellen Wissensstand aufbauen müssen und von diesem angetrieben werden,uns auf andere in unserem Umfeld verlassen müssen, mit denen wir Wissen, Erfahrungen und Ressourcen teilen,auf den Rat und das Know-how von sachkundigeren Anderen außerhalb unseres Beziehungsnetzwerks zurückgreifen müssen.",
            "cite_spans": [],
            "section": "Ambiguität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Es gibt Ansätze, die uns helfen können, in Kontexten zu gedeihen und zu überleben, die von Komplexität, Chaos und Widersprüchen gekennzeichnet sind – den „Kräfte[n], die postnormale Zeiten prägen und vorantreiben“:52 Plattformdenken statt Pipelinedenken, Ökosystementwicklung und ein situativ sensibles Management (in der Quelle „serendipity management“53 genannt) sind Strategien, um in VUKA-Umgebungen die Orientierung zu behalten.",
            "cite_spans": [],
            "section": "Ambiguität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Die Autoren gehen davon aus, dass plattformbasiertes (Innovations-)Denken zu einem bedeutenden Disruptor traditioneller Geschäftsfelder und Geschäftsmodelle wird. Grund dafür sind die genannten Vorteile, die auf den ersten Blick Lösungswege in einem VUKA-Kontext bieten.",
            "cite_spans": [],
            "section": "Ambiguität ::: VUKA als Merkmal einer postnormalen Welt ::: VUKA – eine „andere“ Welt!?",
            "ref_spans": []
        },
        {
            "text": "Megatrends sind über einen Zeitraum von Jahrzehnten beobachtbar. Für die Gegenwart existieren bereits quantitative, empirisch eindeutige Indikatoren. Die Trends können mit hoher Wahrscheinlichkeit noch über mindestens 15 Jahre in die Zukunft projiziert werden.",
            "cite_spans": [],
            "section": "Zeit ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Megatrends wirken umfassend und weltweit. Dabei bewirken sie mehrdimensionale Umwälzungen aller gesellschaftlichen Teilsysteme – politisch, sozial und wirtschaftlich. Ihre spezifischen Ausprägungen unterscheiden sich von Region zu Region.",
            "cite_spans": [],
            "section": "Einfluss ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Megatrends wirken umfassend und tief greifend auf alle Akteure – auf Regierungen, auf Individuen und ihr Konsumverhalten, aber auch auf Unternehmen und deren Strategien.",
            "cite_spans": [],
            "section": "Wirkung ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Megatrends sind damit die „Tiefenströmungen des Wandels“.58 Sie können für Aussagen über Wahrscheinlichkeiten und Plausibilitäten herangezogen werden, sagen aber grundsätzlich nichts über die Ergebnisse in der Zukunft aus.",
            "cite_spans": [],
            "section": "Wirkung ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Die wohl meistzitierte Institution zum Thema Megatrends ist das 1998 gegründete Zukunftsinstitut. Hier beschäftigt man sich mit Veränderungen, die sich gegenwärtig und künftig auf das Leben von Gesellschaft, Kultur und Unternehmen auswirken. Dabei sucht dieses Institut auf der Grundlage bisheriger Entwicklungen nach Trends und Megatrends, um dadurch mögliche Zukunftsszenarien abbilden zu können; solche Megatrends sind (alphabetisch, nicht nach Bedeutung aufgelistet):59",
            "cite_spans": [],
            "section": "Wirkung ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Die Gesellschaft befindet sich im Wandel von der Industrie- zur Wissensgesellschaft. Entsprechend verändern sich auch Unternehmensstrukturen und Arbeitsräume: Die Grenzen zwischen Berufs- und Privatleben verschwimmen, und die Kreativarbeiter werden zunehmend selbstständig, auch wenn sie fest angestellt sind.",
            "cite_spans": [],
            "section": "Arbeit 4.0 („New Work“60Fn60fn) ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Umbrüche im Berufs- und Privatleben bringen große Chancen mit sich. Männer und Frauen finden ihre Lebensbalance nicht nur in beruflicher Verwirklichung, sondern auch in neuen Beziehungs- und Familienmodellen.",
            "cite_spans": [],
            "section": "Gender Shift ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Gesundheit ist nicht mehr das Gegenteil von Krankheit, sondern ein Bewusstsein für die Balance der individuellen Energie. Der Gesundheitsmarkt ist auch in Zukunft ein wichtiger Eckpfeiler der Wirtschaft.",
            "cite_spans": [],
            "section": "Gesundheit ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Die Globalisierung ist eine der zentralen Herausforderungen des 21. Jahrhunderts. Doch entgegen vieler negativer Überzeugungen und Prognosen entwickeln sich globale Trends überwiegend zum Positiven. Dank der Internationalisierung der Märkte partizipieren Schwellenländer zunehmend an Welthandel, Wohlstand und wirtschaftlichem Wachstum.",
            "cite_spans": [],
            "section": "Globalisierung ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Biografien verlaufen zunehmend entlang neuer Brüche, mit Umwegen und Neuanfängen. Sie sind damit mehr zu „Multigrafien“ geworden. In einer Gesellschaft, die immer mehr individuelle Freiheiten gibt, aber auch einen immer stärkeren Entscheidungsdruck erzeugt, verändern sich Werte – und mit ihnen ändert sich die Wirtschaft, in der eine „Do-it-yourself-Kultur“ und Nischenmärkte entstehen.",
            "cite_spans": [],
            "section": "Individualisierung ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Konnektivität bezeichnet die neue Organisation der Gesellschaft in Netzwerken. Über das „Internet der Dinge“ kommunizieren nicht mehr nur Menschen, sondern auch Maschinen miteinander. Doch der Kern dieses Wandels liegt im Sozialen: Vernetzung öffnet Unternehmen und Strukturen nach außen.",
            "cite_spans": [],
            "section": "Konnektivität ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Mobilität bildet die Basis des Lebens und des Wirtschaftens. Der Beginn eines multimobilen Zeitalters bietet vielfältige Möglichkeiten, um die neuen mobilen Anforderungen und Wünsche ökonomisch, komfortabel und nachhaltig umzusetzen.",
            "cite_spans": [],
            "section": "Mobilität ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Neo-Ökologie verschiebt die Koordinaten des Wirtschaftssystems in Richtung einer neuen Businessmoral, die die Märkte und das Konsumverhalten radikal verändert. „Wachstum“ wird als eine neue Mischung verstanden, bestehend aus Ökonomie, Ökologie und gesellschaftlichem Engagement.",
            "cite_spans": [],
            "section": "Neo-Ökologie ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Wir sind auf dem Weg in eine neue Sicherheitskultur, die von zwei Faktoren geprägt sein wird: der allumfassenden Vernetzung der Welt und dem Wandel der Verantwortung – weg von übergeordneten staatlichen Institutionen hin zu Unternehmen und Individuen.",
            "cite_spans": [],
            "section": "Sicherheit ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Die weltweit steigende Lebenserwartung lässt uns nicht nur älter werden, sondern auch anders altern. Statt sich in den Ruhestand zu begeben, partizipieren ältere Menschen im Gegensatz zu früheren Generationen weiterhin aktiv am gesellschaftlichen Leben.",
            "cite_spans": [],
            "section": "Silver Society ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Städte als Lebens- und Kulturform erfahren eine Renaissance: Die Städte der Zukunft werden vielfältiger, vernetzter, lebenswerter und in jeder Hinsicht „grüner“ sein als heute. Vor allem aber wandeln sich sowohl das Verhältnis der Menschen zu als auch ihr Bewusstsein für ihre Städte.",
            "cite_spans": [],
            "section": "Urbanisierung ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Die Digitalisierung der Medien erleichtert den Zugang zu einer stetig wachsenden Wissensmenge immer mehr und schafft immer bessere Voraussetzungen für Innovationen und sozialen Aufstieg.",
            "cite_spans": [],
            "section": "Wissenskultur ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Schauen wir uns aus der Vielzahl der Megatrends einige exemplarisch etwas genauer an: Arbeit 4.0, Gesundheit und Wissenskultur.",
            "cite_spans": [],
            "section": "Wissenskultur ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Umbrüche in der Gesellschaft und disruptive Prozesse in den Unternehmen verändern die Arbeit fundamental und bestimmen damit den Megatrend Arbeit 4.0. Dabei ist zu berücksichtigen, dass Arbeit für Menschen seit jeher eine zentrale Rolle spielt: „Es gibt viele Gründe, warum Menschen arbeiten. Für die meisten Menschen steht die Absicherung des Lebens für sich und ihre Angehörigen im Vordergrund. Arbeit verleiht Würde und Identität. Darüber hinaus ermöglicht sie Menschen Teilhabe, Aufstieg, Prestige und Erfolg. Viele Menschen arbeiten, um die eigenen Talente zu entfalten, sich selbst in der Arbeit zu verwirklichen oder um Kontakt, Anerkennung und Bestätigung in einer Gemeinschaft zu finden. Ob aus Pflicht, Berufung oder Freude – Arbeit ist und bleibt für jede/n Einzelne/n und die Gesellschaft insgesamt zentral.“61",
            "cite_spans": [],
            "section": "Arbeit 4.0 ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Die neue Kultur des Arbeitens schafft eine Balance zur allumfassenden Digitalisierung und Automatisierung. Das heißt: Technologie ist wichtig, aber nicht dominant. Menschen werden die Arbeitswelt der Zukunft prägen, nicht Maschinen. Das Talent gibt den Grundton an, und Wirtschaften als in sich geschlossenes bzw. sich abgrenzendes System hat ausgedient. Die besten Chancen werden die Unternehmen haben, die sich als offene Plattform und Labor für die besten Ideen verstehen.62",
            "cite_spans": [],
            "section": "Arbeit 4.0 ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Gesundheit ist nicht mehr nur allgemein erstrebenswert, sondern ist Lebensziel und Lebenssinn. Dieser Megatrend verknüpft die psychische und die physische Dimension immer enger, Gesundheit und Zufriedenheit verschmelzen. So wird beispielsweise der Wunsch nach einer besseren Work-Private-Balance immer wichtiger – nicht nur bei der jüngeren Generation Y, die in die Arbeitswelt hineinwächst, sondern ebenso bei den 30- bis 50-Jährigen, die gleichzeitig beruflich erfolgreich, privat aktiv und in ihrer Familie als Eltern präsent sein wollen. Immer mehr Menschen übernehmen selbst die Verantwortung für ihre mentale Fitness und körperliche Gesundheit, wissen mehr oder wollen mehr darüber wissen und treten gegenüber den relevanten Stakeholdern entsprechend fordernd auf. Gesundheit wird zu einer kulturellen Dimension des Lebens.63",
            "cite_spans": [],
            "section": "Gesundheit ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Eine wissensfördernde (Unternehmens-)Kultur ist unabdingbar für Motivation, Kreativität und Innovation. In einem Umfeld, in dem Regeln hinterfragt, Zusammenhänge disziplinübergreifend erkannt werden und das Denken anderer akzeptiert wird, entsteht eine Wissenskultur.64 Sie ist Grundlage dafür, immer komplexer werdenden Anforderungen gerecht zu werden. Im Umbruch von der Industrie- zur Wissensgesellschaft wird Wissen zu einer Kulturfrage, die alle und alles betrifft. Hier entscheiden sich die Zukunftsfähigkeit des/r Einzelnen, von Unternehmen und Branchen und sogar von Gesellschaften. Wissen bleibt Macht65 – und zu ebendieser Macht werden immer mehr Menschen Zugang haben. Deshalb werden lernende Unternehmen im Wettbewerb die Nase vorn haben.66",
            "cite_spans": [],
            "section": "Wissenskultur ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Die Identifizierung und die Beschreibung von Megatrends in ihrer wechselseitigen Einflussnahme dient der Orientierung in der VUKA-Welt. Aber selbst diese Trends sind in Bewegung. So ist Achtsamkeit auf dem besten Weg, die überstrapazierten Begriffe Wellness und Nachhaltigkeit abzulösen. Denn: „Achtsamkeit ist Handlung – ein innerer Prozess mit vielen Konsequenzen und Bedingungen.“67 Achtsamkeit heißt: In einer VUKA-Welt müssen Menschen und Unternehmen lernen, sich auf sich selbst zu besinnen. Sie müssen erkennen, dass sie die Welt oft selbst konstruieren (siehe Abschn. 1.3) und dass sie ggf. die diversen Hysterien durch ihre Aufmerksamkeit erst stark machen. Achtsame Menschen wissen, dass Krisen oft Impulse des Neuen sind und dass dabei Empathie guttut. Achtsamkeit hält dazu an, in den Problemen die Lösungen zu sehen. Achtsame Menschen lernen, ihre Ängste zu moderieren.68",
            "cite_spans": [],
            "section": "Wissenskultur ::: Megatrends der VUKA-Welt ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "als Leitprinzip bedeutet, die Bedürfnisse der Kunden stärker in den Mittelpunkt des Business zu stellen.",
            "cite_spans": [],
            "section": "Kundenorientierung ::: Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "als Leitprinzip erfordert die Bereitstellung der richtigen Ressourcen, Kompetenzen und Fähigkeiten für den Erfolg in relevanten Märkten.",
            "cite_spans": [],
            "section": "Fokussierung ::: Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "als Leitprinzip bedeutet, dass Partnerschaften und Kooperationen an Bedeutung gewinnen. Anstatt alles selbst zu machen, erhöhen sich Effizienz und Effektivität durch übergreifende Partnerschaften; auf diese Weise lassen sich berechtigte Erwartungen der Stakeholder besser erfüllen.",
            "cite_spans": [],
            "section": "Vernetzung ::: Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Eine VUKA-Welt führt unweigerlich zu einer vielschichtigeren, komplexeren und agileren Wirtschaft. Die Schnelligkeit und Kompromisslosigkeit, mit der Geschäftsmodelle und Branchen entstehen oder sich verändern, nimmt zu. Vor allem für das Management ergibt sich daraus die Notwendigkeit, die eigenen Geschäftsmodelle und -strategien immer häufiger zu hinterfragen, zu überprüfen, zu verändern und den resultierenden Veränderungsbedarf zügig umzusetzen.",
            "cite_spans": [],
            "section": "Vernetzung ::: Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Die meisten Unternehmen brauchen Partnerschaften, um ihre Effizienz zu optimieren, ihre Effektivität zu steigern sowie (Geschäfts-)Risiken auf mehrere Schultern zu verteilen. Wesentlich sind hierbei beispielsweise die Sicherheit in langfristigen Kooperationen und die Bindung vonLieferanten, die besondere Materialien, Teile oder Baugruppen herstellen und zuliefern und dafür eine spezielle Kompetenz haben,Systempartnern, mit denen sich attraktive Systemlösungen für den Kunden entwickeln, herstellen und vertreiben lassen oder die einen geschützten Zugang zu speziellen Märkten haben,Wettbewerbern, mit denen ausgewählte Projekte gemeinsam angegangen werden, um beispielsweise Märkte zu erschließen oder Branchenstandards zu entwickeln.",
            "cite_spans": [],
            "section": "Schlüsselpartner ::: „Canvas“ als Modell zur Definition von Handlungsfeldern ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Um eine Leistung (Produkt, Service) zu erbringen, sind bestimmte Tätigkeiten notwendig. Schlüsselaktivitäten sind die wichtigsten Tätigkeiten, um die mit dem Geschäftsmodell verfolgten Ziele umzusetzen. Wesentlich ist hierbei die Absicherungeffizienter und sicherer Prozesse,notwendiger Zertifizierungen und Zertifikate,von Beschaffung, Herstellung und Transport.",
            "cite_spans": [],
            "section": "Schlüsselaktivitäten ::: „Canvas“ als Modell zur Definition von Handlungsfeldern ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Jedes Produkt und jede Leistung löst ein Kundenproblem oder befriedigt ein Kundenbedürfnis. Gleichzeitig enthält das Angebot ein Nutzenversprechen: neuer, besser, günstiger, nutzerfreundlicher als vergleichbare Angebote zu sein. Auslöser für „mehr VUKA“ sind in diesem Kontext beispielsweiseVeränderungen der Kundenbedürfnisse oder -probleme,mehrdeutige Formulierungen auf Unternehmens- wie auf Kundenseite,Veränderungen in der Kundenbeziehung.",
            "cite_spans": [],
            "section": "Produkte und Services ::: „Canvas“ als Modell zur Definition von Handlungsfeldern ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Kunden können auf unterschiedlichste Weise bedient werden: persönlich, online etc. Die Ansprache muss den berechtigten Kundenerwartungen entsprechen, damit die relevanten Kunden gewonnen und gebunden werden. Auslöser für „mehr VUKA“ sind in diesem Kontext beispielsweiseVeränderungen in der Kundenbeziehung durch einseitige Digitalisierung oder das Auftreten neuer Wettbewerber/Angebote,Prognoseunsicherheit in Bezug auf den Kunden,Aufwand für die Akquisition wie auch die Pflege der Beziehung.",
            "cite_spans": [],
            "section": "Kundenbeziehungen ::: „Canvas“ als Modell zur Definition von Handlungsfeldern ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Unternehmen wollen Produkte, Dienstleistungen und Services verkaufen. Um erfolgreich zu sein, muss die Zielgruppe für das Angebot definiert sein. Auslöser für „mehr VUKA“ sind in diesem Kontext beispielsweiseunklare oder sich verändernde Zielgruppen,Veränderungen in den Erwartungen von Zielgruppen,Spezialisierung auf etwas, wofür es keine oder eine abnehmende Nachfrage gibt.",
            "cite_spans": [],
            "section": "Kundensegmente ::: „Canvas“ als Modell zur Definition von Handlungsfeldern ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Geschäftsaktivitäten sind nur mit Ressourcen möglich: Liegenschaften, Maschinen, Personal, Kapital usw. Dafür sind Schlüsselressourcen unverzichtbar. Auslöser für „mehr VUKA“ sind in diesem Kontext beispielsweiseunangemessene Kompetenzen, Fähigkeiten und Erfahrungen,begrenzte Fähigkeit zu Investitionen,neue respektive sich verändernde Verordnungen und gesetzliche Regelungen.",
            "cite_spans": [],
            "section": "Schlüsselressourcen ::: „Canvas“ als Modell zur Definition von Handlungsfeldern ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Kunden kaufen in der Regel nur, was sie kennen und was für sie verfügbar ist. Die Kanäle stellen sicher, dass (potenzielle) Kunden von dem Angebot erfahren und dass der Vertrieb den Kunden erreicht. Auslöser für „mehr VUKA“ sind in diesem Kontext beispielsweisevielfältige und zielgruppenadäquate Kommunikationskanäle,digitale Trends im Kundensegment.",
            "cite_spans": [],
            "section": "Informations- und Kommunikationskanäle ::: „Canvas“ als Modell zur Definition von Handlungsfeldern ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Jede Geschäftsaktivität ist mit Kosten verbunden, vor allem für Aktivitäten, Ressourcen und Partner. Es muss sichergestellt sein, dass die wichtigsten Ausgaben, ohne die das Geschäftsmodell nicht funktioniert, gedeckt sind. Auslöser für „mehr VUKA“ sind in diesem Kontext beispielsweiseErhöhung der Deckungsbeiträge der (Geschäfts-)Aktivitäten,Preissteigerungen bei Rohstoffen, Energie, Wasser etc.",
            "cite_spans": [],
            "section": "Aufwand und Kosten ::: „Canvas“ als Modell zur Definition von Handlungsfeldern ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Durch langfristig sichere Einnahmen wird das Geschäftsmodell finanziert. Auslöser für „mehr VUKA“ sind in diesem Kontext beispielsweiseÄnderungen im Zahlungsverhalten der Kunden,Zahlungsausfälle durch Insolvenzen,neue Finanzierungs- oder Zahlungsmodelle.",
            "cite_spans": [],
            "section": "Einnahmequellen ::: „Canvas“ als Modell zur Definition von Handlungsfeldern ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "In einer VUKA-Welt gibt es keinen „Masterplan“, keine Anleitungen, Handbücher oder ausgetretenen Pfade. Es gilt, sich auf unklare Situationen und auf einen ungewohnten, ggf. sogar unbekannten Kontext einzulassen. Das bedeutet u. a., nicht an Bewährtem, das nicht mehr funktioniert, festzuhalten oder auf einer Idee zu beharren, die nicht mehr passt. Dass ein bisher erfolgreicher Weg auch weiterhin erfolgreich ist, ist in der VUKA-Welt eher unwahrscheinlich; es muss immer wieder geprüft werden, ob Anpassungen vorgenommen oder neue Lösungen entwickelt werden müssen.",
            "cite_spans": [],
            "section": "Anpassungsfähigkeit ::: Schlussfolgerungen zu Megatrends und Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Eine Vision ist ein starker Treiber. Sie definiert eine Richtung, an der sich das Handeln auf allen Ebenen immer wieder ausrichten kann. Eine Vision ist langfristig orientiert und unterscheidet agiles Handeln von Beliebigkeit.",
            "cite_spans": [],
            "section": "Ausrichtung auf eine Vision ::: Schlussfolgerungen zu Megatrends und Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Optimisten sehen dort Chancen, wo Pessimisten eher Probleme sehen. Optimismus führt zur Entwicklung von Lösungen und infolgedessen zu Wettbewerbsvorteilen. Realistischer Optimismus öffnet den Blick in die Zukunft, um Herausforderungen vorherzusehen und gleichzeitig die Gegenwart im Blick zu behalten.",
            "cite_spans": [],
            "section": "Optimismus ::: Schlussfolgerungen zu Megatrends und Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Bei Veränderungen muss die Balance zwischen äußeren Rahmenbedingungen, den Unternehmenszielen sowie den berechtigten Bedürfnissen der Mitarbeitenden gewahrt werden. Notwendig sind dabei vor allem Prioritätensetzung und die Einbindung und angemessene Beteiligung der relevanten Stakeholder.",
            "cite_spans": [],
            "section": "Veränderungswille ::: Schlussfolgerungen zu Megatrends und Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Die Stakeholder sollten eine möglichst große Schnittmenge mit den Visionen und Werten des Unternehmens haben. Insofern gilt es, das unternehmerische Handeln zu hinterfragen und dabei auf blinde Flecken zu achten.",
            "cite_spans": [],
            "section": "Reflexion ::: Schlussfolgerungen zu Megatrends und Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "In einer VUKA-Welt ist nichts mehr für die Ewigkeit. Stetige Veränderungen und Weiterentwicklungen brauchen Neugier, die Bereitschaft zu Neuem und Unbekanntem und zu lebenslangem Lernen. Dadurch wird der Weg für neue Ideen und erfolgreiche Ansätze freigemacht.",
            "cite_spans": [],
            "section": "Lernfähigkeit ::: Schlussfolgerungen zu Megatrends und Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "In manchen Branchen beginnen selbst Wettbewerber, sich untereinander auszutauschen, um gemeinsam den Herausforderungen der Zukunft zu begegnen. Ein produktives Netzwerk lässt alle Beteiligten am Wissen und an den Erfahrungen teilhaben, damit sie für ihre Lösungsfindung in der VUKA-Welt profitieren.",
            "cite_spans": [],
            "section": "Netzwerkorientierung ::: Schlussfolgerungen zu Megatrends und Herausforderungen im Geschäftsumfeld ::: Megatrends und Handlungsfelder in der VUKA-Welt",
            "ref_spans": []
        },
        {
            "text": "Mentale Modelle repräsentieren typische Denk- und Handlungsmuster. Daraus entstehen vor allem in einem VUKA-Kontext Konflikte, die meist auf fehlende Passung eines mentalen Modells zurückzuführen sind. Daher ist es hilfreich, sich des eigenen wie auch des im unmittelbaren Umfeld dominanten Modells bewusst zu werden. So können Konflikt- und Krisendynamiken, die aus unterschiedlichen mentalen Modellen resultieren, verhindert und eine das Risiko absorbierende mentale Fitness aufgebaut werden.",
            "cite_spans": [],
            "section": "Schlussfolgerung zu den mentalen Modellen ::: Mentale Modelle als Grundlage für Problemlösung oder Fehlhandlung",
            "ref_spans": []
        },
        {
            "text": "Um in einem VUKA-Kontext handeln zu können, bedarf es einer Vision und nicht kurz- oder mittelfristiger Ziele; etwas, was Mitarbeitende und Führungskräfte emotional berührt und einbindet. Darüber hinaus gibt die Vision Orientierung und eröffnet Handlungsspielräume, wenn etwas verändert werden muss.",
            "cite_spans": [],
            "section": "Ausrichtung auf eine Vision ::: Handeln unter VUKA-Bedingungen",
            "ref_spans": []
        },
        {
            "text": "VUKA-inspiriertes Handeln braucht Ressourcen. Veränderung braucht Menschen, die Energie einbringen und sie gestalten und vorantreiben. Veränderungsinitiativen ohne angemessene Ressourcen sind unglaubwürdig und erschweren weitere Veränderungen.",
            "cite_spans": [],
            "section": "Ressourcen ::: Handeln unter VUKA-Bedingungen",
            "ref_spans": []
        },
        {
            "text": "Um in einem VUKA-Kontext als Unternehmen wie auch als Mitarbeitende effizient zu sein, braucht es die volle Unterstützung top-down. Das Management muss ohne Wenn und Aber zu den (Veränderungs-)Initiativen und -Maßnahmen stehen und sie nach Kräften unterstützen.",
            "cite_spans": [],
            "section": "Unterstützung durch das Management ::: Handeln unter VUKA-Bedingungen",
            "ref_spans": []
        },
        {
            "text": "VUKA braucht Kommunikation, denn: Veränderungen verursachen Unsicherheit, weil es Angst macht, gewohnte Bahnen zu verlassen. Eine offene Kommunikation gibt Orientierung und Sicherheit.",
            "cite_spans": [],
            "section": "Kommunikation ::: Handeln unter VUKA-Bedingungen",
            "ref_spans": []
        },
        {
            "text": "Um VUKA zu begegnen, bedarf es Beteiligung. Veränderungen brauchen die Unterstützung aller Mitarbeitenden. Insoweit gilt es nicht nur, Betroffene zu Beteiligten zu machen, sondern den Schritt zu gehen, Betroffenen Verantwortung zu übertragen.",
            "cite_spans": [],
            "section": "Partizipation ::: Handeln unter VUKA-Bedingungen",
            "ref_spans": []
        },
        {
            "text": "VUKA erfordert zwingend, Verantwortung zu übernehmen. Damit Veränderungen gelingen können, müssen Manager und Führungskräfte die Verantwortung dafür übernehmen – und dies mit dem Willen, Veränderungen aktiv zu gestalten.",
            "cite_spans": [],
            "section": "Verantwortung übernehmen ::: Handeln unter VUKA-Bedingungen",
            "ref_spans": []
        },
        {
            "text": "In einem VUKA-Kontext müssen wir Konflikte aushalten können. Widerständen und den damit einhergehenden Konflikten müssen Raum und eine Plattform gegeben werden, die zwei Dinge ermöglichen: Klarheit über die Notwendigkeiten zu schaffen und empathisches Verständnis für Sichtweisen zu vermitteln.",
            "cite_spans": [],
            "section": "Konfliktfähigkeit ::: Handeln unter VUKA-Bedingungen",
            "ref_spans": []
        },
        {
            "text": "Erfolg in einem VUKA-Umfeld braucht Commitment. Im Deutschen treffen Begriffe wie Zustimmung, Identifikation, innere Verpflichtung den Wortsinn von „Commitment“ nicht hinreichend; dennoch sollten sich Verantwortliche dessen bewusst sein, wie tief greifend Commitment mit persönlichen Haltungen verknüpft ist. Veränderungen gelingen dann, wenn das Unternehmen eine große persönliche Bedeutung für Führungskräfte und Mitarbeitende hat und diese daher auch zukünftig gern Teil davon sein wollen. Sie bringen deshalb ihre Leistung und ihre Motivation ein.",
            "cite_spans": [],
            "section": "Commitment ::: Handeln unter VUKA-Bedingungen",
            "ref_spans": []
        },
        {
            "text": "VUKA ist vor allem ein Zustand, und dafür bedarf es mehr als Euphorie und Aufbruchsstimmung: Es braucht Zeit, Geduld und Ausdauer, Veränderungen zu durchleben. Es ist ein Mehr an Komplexität zu bewältigen, und dafür bedarf es einer beschleunigten Reaktionsfähigkeit und Vertrauen.91",
            "cite_spans": [],
            "section": "Durchhaltewillen ::: Handeln unter VUKA-Bedingungen",
            "ref_spans": []
        },
        {
            "text": "Die Zukunft gestalten und verwirklichen – vorbildlich für Werte und Ethik einstehen:",
            "cite_spans": [],
            "section": "Führung und Management ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Jede/r definiert Führung anders, und es gibt keine richtige und keine falsche Definition. Aber wenn wir unsere eigenen Werte und Prinzipien nicht kennen, sie nicht verinnerlicht haben und nicht leben, werden wir es schwer haben, andere zu führen.",
            "cite_spans": [],
            "section": "Führung der eigenen Person ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Andere zu führen bedeutet, eine klare Vision zu haben und diese mit ihnen zu teilen, für ihre Verwirklichung Know-why und Know-how zur Verfügung zu stellen und dabei die Interessen aller Stakeholder ernst zu nehmen und angemessen zu berücksichtigen. Dafür bedarf es persönlicher Präsenz wie auch der Fähigkeit, kreativ zu denken und zu handeln.",
            "cite_spans": [],
            "section": "Führung anderer ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Organisationen zu führen bedeutet in erster Linie, Strukturen und Prozesse aus ihrem jeweiligen Status des Industriezeitalters in Organisationen 4.0 zu verwandeln, die das Wissen, die Intelligenz und die Fähigkeiten kompetenter und „committeter“ Organisationsmitglieder für Erfolg und Wachstum umfassend nutzen.",
            "cite_spans": [],
            "section": "Führung von Organisationen ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Wertschöpfung und Performanz durch neues Denken – Kreativität der Stakeholder nutzen:",
            "cite_spans": [],
            "section": "Kreativität und Innovation ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Experimentieren braucht Freiräume wie auch die Bereitschaft, diese zu nutzen, um über den Tellerrand hinauszudenken und den Status quo in Frage zu stellen; Ziel ist es, die Grenzen des bisher Bewährten zu entdecken und zu überschreiten.",
            "cite_spans": [],
            "section": "Freiraum für Experimente ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Fehlertoleranz meint das ausdrückliche Akzeptieren von zwar unerwünschten, aber doch eintretenden Ereignissen und eine intensive Beschäftigung mit diesen Abweichungen. Damit ist sie eine notwendige Voraussetzung für Experimente wie auch für das kalkulierte Eingehen von Risiken.",
            "cite_spans": [],
            "section": "Fehlertoleranz ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Querdenken hilft dabei, Probleme mit einem indirekten und kreativen Ansatz durch Argumentation zu lösen. Dabei ist es von Bedeutung, interdisziplinär zu denken, nach dem richtigen Problem zu suchen (nicht nur nach einer Lösung) und dabei verschiedene Perspektiven einzunehmen.",
            "cite_spans": [],
            "section": "Querdenken ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Auf klaren Werten basierende Standards für Verhalten – Fokus auf wirtschaftliche, soziale und ökologische Nachhaltigkeit:",
            "cite_spans": [],
            "section": "Kultur und Werte ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Ein in Werten und Kultur verankerter Respekt erfordert Selbstachtung, Respekt im Miteinander und den Respekt vor dem, was den Sinn und Zweck der Organisation ausmacht.",
            "cite_spans": [],
            "section": "Respekt ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Das Gefühl von Fairness im Umgang miteinander ist ein Schlüsselelement für den Aufbau von Vertrauen – und Vertrauen ist der Schlüssel für Performanz, Commitment und gemeinsamen Erfolg.",
            "cite_spans": [],
            "section": "Fairness ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Identitäten werden durch das bestimmt, womit wir uns identifizieren. Das bedeutet, zu wissen, wer man selbst ist, wie auch das Gefühl der Zugehörigkeit zu einer Gruppe und zu einer Organisation.",
            "cite_spans": [],
            "section": "Identität ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Veränderungen als Herausforderung annehmen – Lern- und Entwicklungsoptionen begrüßen:",
            "cite_spans": [],
            "section": "Lernen und Entwicklung ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Kreativität und Innovation brauchen die Fähigkeit, ein Umfeld kollektiver Intelligenz zu schaffen. In diesem Umfeld entstehen neue Ideen und Fähigkeiten, die inspirieren und es ermöglichen, neue Wege zu gehen und Lösungen vorzuschlagen.",
            "cite_spans": [],
            "section": "Schwarmintelligentes Lernen ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Wandel und Erneuerung sind persönliche wie auch unternehmerische Imperative. Die Bereitschaft dazu und die notwendige Konsequenz treiben Verbesserungen und Innovationen für das Hier und Jetzt wie auch für das Morgen voran und schaffen neue Chancen in einem sich verändernden Umfeld.",
            "cite_spans": [],
            "section": "Wandel und Erneuerung ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Lebenslanges Lernen ist das kontinuierliche und selbstmotivierte Streben nach Wissen. Es fördert insbesondere die persönliche wie auch die organisationale Nachhaltigkeit sowie die Wettbewerbs- bzw. die Zukunftsfähigkeit.",
            "cite_spans": [],
            "section": "Lebenslanges Lernen ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Einstehen für Verhalten und Handeln – Commitment zur Übernahme von Verantwortung:",
            "cite_spans": [],
            "section": "Verantwortung ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Eigenverantwortung ist der Glaube, dass Geschehnisse grundsätzlich das Ergebnis eigenen Verhaltens und Handelns sind. Deshalb entscheiden sich Menschen dafür, in ihrer Situation Verantwortung zu übernehmen, anstatt anderen die Schuld dafür zu geben.",
            "cite_spans": [],
            "section": "Eigenverantwortung ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Verantwortung für die Zukunft bezieht sich vor allem auf die kontextspezifischen Aktivitäten, Spielregeln und Leitlinien, die die Erwartungen der Stakeholder und die wirtschaftliche, soziale und ökologische Performanz berücksichtigen.",
            "cite_spans": [],
            "section": "Verantwortung für die Zukunft ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Ergebnisverantwortlich sein heißt, bereit zu sein, die Ergebnisse einer Aktivität als Folgen des eigenen Verhaltens und Handelns zu akzeptieren. Es ist ein Selbstverständnis, das sagt: „Ich bin die Person/das Team/die Organisation, die all dies geschehen ließ und die die Verantwortung dafür trägt.“",
            "cite_spans": [],
            "section": "Verantwortung für Ergebnisse ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        },
        {
            "text": "Das dargestellte VUKA-Modell bezieht sich auf die Anpassung an und das Verständnis von Veränderungen auf der individuellen, kollektiven und organisationalen Ebene. Es schlägt verändertes Handeln und Verhalten vor, um den Anforderungen gerecht zu werden, die durch die neuartigen und oft schwer zu greifenden Herausforderungen entstehen, die sich aus volatilen, unsicheren, komplexen und widersprüchlichen Situationen ergeben. Dabei ist der spezifische Kontext ebenso zu beachten wie die hohe Geschwindigkeit von Veränderungen. Um mit dem VUKA-Umfeld Schritt zu halten, können die genannten Faktoren erfahrungsgemäß helfen. Hilfreich für die Aussagekraft des Modells ist weiteres forschendes Querdenken, um dieses erfahrungsbasierte Bild mit seinen Faktoren zu überprüfen und ggf. weitere Antworten zu finden.",
            "cite_spans": [],
            "section": "Resümee ::: Resümee: Ein Modell für die VUKA-Umwelt",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Drosg",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Der Umgang mit Unsicherheiten: Ein Leitfaden zur Fehleranalyse",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Das EFQM-Modell für Excellence (Deutsche Fassung)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Project complexity: The Focal Point of Construction Production Planning",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Gidado",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Construction Management and Economics",
            "volume": "",
            "issn": "",
            "pages": "213-225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Heller",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Resilienz für Unternehmen",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Understanding and theorizing knowing and learning through participants’ eyes: Wolff-Michael Roth’s contribution to science education",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Hsu",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Great ideas in science education: Case studies of noted living science educators. SensePublishers",
            "volume": "",
            "issn": "",
            "pages": "75-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Malik",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Navigieren in Zeiten des Umbruchs",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}