{
    "paper_id": "PMC7184945",
    "metadata": {
        "title": "A quick evaluation method of nosocomial infection risk for cancer hospitals during the COVID-19 pandemic",
        "authors": [
            {
                "first": "Zaixiang",
                "middle": [],
                "last": "Tang",
                "suffix": "",
                "email": "tangzx@suda.edu.cn",
                "affiliation": {}
            },
            {
                "first": "Bei",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bo",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": "xubo@tmu.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Initially an epidemic and now pandemic, the spread of COVID-19 has posed a significant challenge for medical responses around the world. Due to the large number of outbreaks in Asian, America, and European countries, much medical attention has been shifted to emergency care of large numbers of suspected or confirmed COVID-19 patients. As a result, timely treatment for patients with existing acute and chronic diseases such as cancer is on hold in many areas of the world. This is particularly devastating for cancer patients when delayed diagnosis and treatment will significantly affect long-term survival. It is estimated that tens of millions of cancer patients are under the threat of COVID-19 in the world (Bray et al. 2018). Human to human transmission of COVID-19 comes through respiratory droplets and close contact (Rothe et al. 2020). Cluster infections have occurred in families and shopping malls as well as in hospitals/clinics. Nosocomial infections, which affect both health care professionals and patients, will result in the immediate closure of the infected medical facility due to the highly contagious nature of COVID-19, further worsening medical shortages. Cancer patients have also been reported as having a higher risk of contracting COVID-19 (Liang et al. 2020), so posing a greater threat. Therefore, at this special time, there is an urgent need to categorize the cluster infection risk for health care facilities when cancer patients come to the clinic. To reach this goal, we performed a Delphi consulting study to develop a risk model based on the experience of recently resumed activities in many cancer hospitals in China. We first listed raw items that are relevant to the potential risk, based on three characteristics: epidemiological history, cancer-related factors or other concurrent medical related diseases. We then invited five clinical and public health experts to design a questionnaire based on this information, which we then sent to about 100 senior clinical experts in major cancer hospitals in China to rank the importance of each item for risk. We received 83 valid questionnaires that were analyzed for risk factor ranking (Fig. 1). High-risk factors include an epidemiological history, such as traveling to a COVID-19 affected region or having contact with confirmed or suspected COVID-19 persons. In addition, if the patient has cold symptoms, such as fever or cough, or a close companion meets the above criteria, the risk level is high for nosocomial infections. Intermediate risk factors include medical needs for oral/pulmonary function test and/or respiratory examinations, medical needs for invasive examinations, such as biopsies, endoscopy examinations, needs for thoracic or oral and maxillofacial surgery, and/or oncological emergencies. Patients who have self-quarantined for 2 weeks pose a low risk. Unlike the above-mentioned medical needs, patients with existing chronic conditions such as hypertension, diabetes, cardiovascular and/or cerebrovascular diseases pose a low risk. Similar methods have been used in many cancer hospitals in China and have effectively reduced nosocomial infections. We believe that the model could help identify COVID-19 cluster risks for medical facilities to implement specific plans to help these patients, and it can be tested globally.",
            "cite_spans": [
                {
                    "start": 727,
                    "end": 731,
                    "mention": "2018",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 841,
                    "end": 845,
                    "mention": "2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 1284,
                    "end": 1288,
                    "mention": "2020",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 2182,
                    "end": 2183,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: A quick evaluation model of nosocomial infection risk",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Bray",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ferlay",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Soerjomataram",
                    "suffix": ""
                },
                {
                    "first": "RL",
                    "middle": [],
                    "last": "Siegel",
                    "suffix": ""
                },
                {
                    "first": "LA",
                    "middle": [],
                    "last": "Torre",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jemal",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "CA Cancer J Clin",
            "volume": "68",
            "issn": "6",
            "pages": "394-424",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Cancer patients in SARS-CoV-2 infection: a nationwide analysis in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Oncol",
            "volume": "21",
            "issn": "3",
            "pages": "335-337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Transmission of 2019-nCoV infection from an asymptomatic contact in Germany",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Rothe",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schunk",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sothmann",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "10",
            "pages": "970-971",
            "other_ids": {
                "DOI": []
            }
        }
    }
}