{
    "paper_id": "PMC7186538",
    "metadata": {
        "title": "The eye and COVID-19 pandemic",
        "authors": [
            {
                "first": "Leonard",
                "middle": [
                    "J."
                ],
                "last": "Hoenig",
                "suffix": "",
                "email": "gooddocljh@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The excellent update on the COVID-19 pandemic by Darlenski and Tsankov1 notes that the conjunctiva is a potential entry point for the infection. With respect to the eye, the American Academy of Ophthalmology has just released an advisory on severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) stating that there have been several reports to suggest that the virus can cause a mild follicular conjunctivitis.2\n",
            "cite_spans": [
                {
                    "start": 70,
                    "end": 71,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 416,
                    "end": 417,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "This conjunctivitis is indistinguishable from other viral causes and possibly transmitted by aerosol contacts with the conjunctiva or by hand to eye contact. This information is important not only to ophthalmologists but also to dermatologists, emergency room physicians, primary care physicians, and all health care workers involved in direct contact with patients. Patients presenting with conjunctivitis who also have fever and respiratory findings (eg, cough, shortness of breath) should be evaluated for COVID-19. Other red flags include recent travel to places with known outbreaks of COVID-19, either abroad or in the United States, or contact with anyone who has traveled to these areas, or anyone infected with the virus. It is recommended that physicians caring for patients potentially infected with SARS-CoV-2 wear equipment that protects the mouth and nose, as well as the eyes.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.clindermatol.2020.03.012"
                ]
            }
        },
        "BIBREF1": {
            "title": "Alert: important coronavirus updates for ophthalmologists",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Chodosh",
                    "suffix": ""
                },
                {
                    "first": "G.N.",
                    "middle": [],
                    "last": "Holland",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Yeh",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}