{
    "paper_id": "PMC7163611",
    "metadata": {
        "title": "Integrating invasion and disease in the risk assessment of live bird trade",
        "authors": [
            {
                "first": "Michael",
                "middle": [
                    "R."
                ],
                "last": "Springborn",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Reuben",
                "middle": [
                    "P."
                ],
                "last": "Keller",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sarah",
                "middle": [],
                "last": "Elwood",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Christina",
                "middle": [
                    "M."
                ],
                "last": "Romagosa",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Carlos",
                "middle": [],
                "last": "Zambrana‐Torrelio",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Daszak",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Brian",
                "middle": [],
                "last": "Leung",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Live plant and animal imports provide economic benefits but also pose serious biological invasion and disease risks (Karesh et al., 2005; Smith et al., 2009). Species that escape and become invasive disrupt economic and ecological systems, reduce agricultural productivity, lower biodiversity and/or act as vectors for diseases of humans and wildlife (Pimentel et al., 2005). Over recent decades, the size of the international trade in non‐native species has increased rapidly, leading to greater numbers of recorded invasions (Dehnen‐Schmutz et al. 2007, Keller and Drake, 2009). Some notable examples are the Burmese python, which is linked to severe declines in native mammal populations in Florida (Dorcas et al., 2012) and water hyacinth, a plant that has disrupted recreation, navigation and aquatic ecosystems across many regions (Adebayo et al., 2011). Additionally, the import of live animals, for example through the pet trade, has contributed to the spread of a host of diseases affecting humans, livestock, and native plants and animals. For example, monkeypox was introduced to the United States in 2003 in imported African rodents and caused 72 human cases (Reed et al., 2004). Trade in wildlife has also been implicated in the spread of highly pathogenic avian influenza (H5N1) (Van Borm et al., 2005) and amphibian chytridiomycosis (Schloegel et al., 2010, 2012; Fisher et al., 2012), the latter of which has caused extirpation and extinction of some native amphibians.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Efforts to prevent the arrival of harmful species from trade can be guided by risk assessment tools that discriminate (with varying levels of accuracy) between species likely to cause harm and those likely to be benign (Keller & Springborn, 2014). These tools allow the majority of benign species, which are beneficial to trade, to be imported, and allow agencies to ban the import of species predicted to be invasive (Keller & Drake, 2009). While the threat of pathogen spread by live animal importation is widely acknowledged, only limited attempts have been made to formalize and integrate this concern quantitatively in risk assessment tools. Instead, tools focus almost exclusively on either the probability that a species will become established and/or invasive, or on pathogen transmission risk from importing livestock (Murray et al., 2004; Bomford, 2008).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we develop a rapid risk assessment tool for estimating the likelihood that a bird species in trade will cause negative environmental and health impacts if imported to the United States. Birds are well studied ecologically and taxonomically, and abundant data are available to investigate the factors that make them likely to establish (or not), become invasive and transmit diseases. Thousands of non‐native bird species have been transported and introduced across the globe by humans (Bomford et al., 2003; Blackburn et al., 2009a). At least 2760 release events are known, of which 1292 have led to established populations (Sol et al., 2012). These established populations cause negative impacts including reduced agricultural yields, loss of native biodiversity and damage to infrastructure (Pimentel et al., 2005; Brochier et al., 2010; Kumschick & Nentwig, 2010; Newson et al., 2011; Kumschick et al., 2013). In addition, non‐native birds are reservoirs of introduced zoonotic pathogens (e.g. West Nile virus (WNV) and avian influenza virus), as well as pathogens that threaten livestock (e.g. Newcastle disease virus) and wildlife (e.g. WNV, Mycoplasma gallisepticum and Trichomonas gallinae) (Fischer et al., 1997; Falcon, 2004; Hosseini et al., 2006; Kilpatrick et al., 2006; LaDeau et al., 2007; Boyce et al., 2009; Kilpatrick, 2011; Lawson et al., 2012). The potential for future invasions and disease spread by birds is large, as international trade continues to grow (Smith et al., 2008, 2009) and birds are reservoirs for just over 10% (82/800) of all known zoonoses (Cleaveland et al., 2001).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Despite risks from movement and potential establishment of non‐native birds, there are few international agreements that restrict the trade of harmful species, and these focus on just a small number of diseases that could be carried (Keller & Perrings, 2011). At a national level, some countries (e.g. Australia, New Zealand) routinely conduct risk assessment for newly imported species, and the European Union has imposed a total ban on imported wild birds to protect against introduction of avian influenza (Van den Berg, 2009). The United States does not routinely assess imported bird species for invasion risk, but the US Department of Agriculture's Animal and Plant Health Inspection Service (USDA‐APHIS) has banned the import of all birds from the 46 countries in which highly pathogenic avian influenza is considered to be present (USDA‐APHIS 2013).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although few countries use risk assessment tools, there is a growing academic literature describing how they can be created. Models relating invasiveness of bird species to their traits, environmental tolerances and invasion history, have been created for New Zealand (Veltman et al., 1996), Australia (Duncan et al., 2001; Bomford, 2008), North America and Europe (Jeschke & Strayer, 2005), and globally (Blackburn et al., 2009b; Sol et al., 2012). To the best of our knowledge, only the Bomford (2008) model has been implemented in a national biosecurity programme. Each of the models listed above focus on the risk of bird establishment and invasion, but none incorporate the risks of new diseases, nor do they integrate risk assessment with an economic decision model. We are not aware of an avian risk assessment model that has previously been developed specifically for the United States, one of the largest players in global bird trade.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Because sufficient data are not available to delineate between low and high impact establishers, we consider establishment as the undesirable end‐point of bird introductions. All established non‐native bird species in the United States incur some costs from population monitoring, and all established species present a risk of vectoring diseases. A subset of these also cause economic and/or ecological impacts by, for example, reducing crop yields, competing with native species, or vectoring diseases. In our two‐step risk assessment approach, we first assess establishment probability by constructing a model based on historical observations of the outcomes from bird introductions to the United States. Economic criteria are then used to establish a threshold for determining whether a given species poses an establishment risk greater than its projected benefits and should thus be barred from trade. Second, we construct a model of emerging infectious disease threat based on economic and ecological characteristics of the exporting country. This step effectively extends the current USDA‐APHIS program for avian influenza to include a wider range of disease risks. We illustrate how the establishment and disease models can be combined to identify high‐priority species for exclusion and/or extended risk assessment.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We obtained data on the quantity and customs value of bird imports to the United States by species from 1999 to 2010 from the US Fish and Wildlife Service (USFWS) Law Enforcement Management Information System (LEMIS) database. These data originate from the USFWS declaration form for the import or export of wildlife and their products (Form 3–177) and were obtained by Freedom of Information Act requests (Romagosa et al. 2009). These data were updated to current taxonomy following Clements et al. (2012) and used to analyze patterns of avian importation and parameterize the models below. These records indicate that over 2.6 million individuals from 947 species were imported. To assess the rate of establishment of previously imported birds, we obtained similar data from USFWS for imports from 1968 to 1972 (Romagosa, In press). We do not address the illicit trade in non‐native birds in this study – the importance of smuggling and limitations in data for assessing this pathway is discussed by Ferrier (2009).",
            "cite_spans": [],
            "section": "Trade in live birds ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "To capture gains from trade, let V\nT > 0 represents the expected present value of the long‐term benefits from importing a bird species. To specify potential damages, let V\nE > 0 represents the expected present value of long‐term losses due to the establishment of a non‐native species. The net benefit of excluding a species when the species is an establisher (i.e. is able to establish) is given by V\nE\n−V\nT. Alternatively, when a species is excluded but not an establisher, net benefits are simply the lost value of trade: −V\nT. Let p represent the probability that a species is an establisher. Following Springborn et al. (2011), taking as a baseline the payoffs when species are accepted for importation, it is optimal to reject a species for importation when doing so leads to an expected net gain in social welfare, that is when(1)p(VE−VT)+(1−p)(−VT)>0.\n",
            "cite_spans": [],
            "section": "Economic rule for excluding a species ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "Rearranging and simplifying reveals a simple threshold decision rule: reject a species for importation whenp>VTVE.\n",
            "cite_spans": [],
            "section": "Economic rule for excluding a species ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "We estimated the welfare loss from rejecting a live species for import (V\nT = $79.3K) as the compensation required to achieve the level of utility enjoyed when imports are not restricted, an economic measure known as compensating surplus, CPS (Just et al., 2004). Details are given in Appendix S1 in Supporting Information and Springborn et al. (2011).",
            "cite_spans": [],
            "section": "Economic rule for excluding a species ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "A systematic estimate for damages from bird establishments is currently lacking. Instead of estimating V\nE directly, we assess various levels of V\nE as determined in proportion to the better understood parameter V\nT. To begin, let the population proportion of establishers be given by π, that is, the unconditional probability that a randomly chosen proposed species for import will be an establisher. We examine a set of alternative ratios of V\nT to πV\nE, where the latter term reflects the expected damage of a species before the true status of the species is known. This ratio is given by the proportion α=VTπVE. This approach enables easy illustration of various cases in relation to a benchmark scenario where αBM = 1. Under the benchmark case, V\nT = πV\nE; the expected costs and benefits of importing a proposed species are equal. Under this scenario, a decision‐maker would be indifferent between banning all imports and accepting all imports (in the absence of an informed screening system). We also consider alternative scenarios, ranging from establishment damages that are 50% smaller (α = 1.5) to 50% bigger (α = 0.5).",
            "cite_spans": [],
            "section": "Economic rule for excluding a species ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "The population proportion of establishers, π, is an input to both the decision threshold and the statistical model for estimating p. We used a dataset of bird imports to the United States between 1968 and 1972 from USFWS reports. The base rate π is estimated as the proportion of species that are now established. This early subset was selected to minimize downward bias in the estimate that could be driven by either a lag in establishment or a delay in recording establishment. This estimated baseline rate of establishment for a randomly chosen imported bird species is π = 0.026. At π = 0.026 and our benchmark scenario of α = 1, the ratio of V\nE to V\nT is approximately 38.",
            "cite_spans": [],
            "section": "Economic rule for excluding a species ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "We developed and parameterized a trait‐based statistical model of establishment probability (p) using the dataset of introduction events and life history characteristics for bird species assembled by Sol et al. (2012). Species were considered introduced if they have ever been found beyond captivity in the United States, regardless of how they were released. Established species are those that developed self‐sustaining populations that persisted for at least 20 years. Let S\nN represent the available training dataset for N species, including the observed outcome of binary variable y—which specifies species as either established (y = 1) or not established (y = 0)—and a set of variables given by x that are predictive of y. These data are given by S\nN = [(y\n1\n, x\n1),…(y\nN\n, x\nN)] for species n = 1,…,N. Let p(x\nn\n; θ) represent the probability that a given species n is an establisher conditional on x\nn and a vector of model parameters, θ: p(x\nn\n; θ) = Pr(y\nn = 1|x\nn; θ). We model the probability of establishment using logistic regression, logitp(xn;θ)=θxn, based on 12 variables from the Sol et al. (2012) dataset. These regressors (x) fall into the categories of taxonomy (order, family), morphology (relative brain size, body mass), reproduction (broods per year, brood size, offspring per year, egg mass, days of incubation) and biology/ecology (habitat generalism, development strategy, life span). We added established elsewhere, a binary indicator of whether the species had a history of non‐native establishment prior to its introduction to the United States. See Appendix S2 for details.",
            "cite_spans": [],
            "section": "Establishment probability model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "The dataset includes N = 165 bird species that are non‐native to the United States but have been recorded beyond captivity, 34% of which have established. The dataset S\nN is a non‐random sample – the proportion of establishments (0.34) is 13 times greater than our estimate of the establishment rate for birds imported to the US (π = 0.026). We correct for this endogenously stratified sample (details in Appendix S3) to ensure that fitted estimates based on the model are interpretable as probabilities.",
            "cite_spans": [],
            "section": "Establishment probability model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "Incomplete observations are another common problem in trait‐based risk assessment. In our training, dataset several variables were incomplete: clutch size (18% of data missing), body mass (25%), egg mass (26%), incubation (27%), life span (39%), broods per year (49%) and fecundity (49%). If a large number of observations were simply dropped, the correction procedure for the endogenously stratified sample could become unstable. To address missing data, we used multiple imputation (MI) (Rubin, 1987; Schafer, 1999), a Monte Carlo technique for simulating missing values while accounting for the uncertainty of the missing data process (see Appendix S4). We also evaluated a complete case model that eschewed MI and report results below confirming that MI improved performance.",
            "cite_spans": [],
            "section": "Establishment probability model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "To identify the best performing set of predictive variables, we first excluded variables with particularly weak explanatory power (P > 0.5). The three variables with clear predictive power (P < 0.1) were established elsewhere, habitat generalism and days of incubation. To determine whether any of the five remaining variables with questionable predictive power (P‐values between 0.1 and 0.32) should be included, we relied on two other metrics of model performance that go beyond hypothesis testing (see Appendix S2). The first metric is the area under the receiver operating characteristic (ROC) curve or AUC. While the AUC metric characterizes model performance across the entire range of possible probability cut‐offs at which the decision‐maker might want to set the threshold, we are particularly concerned with performance at the optimal cut‐off of p = V\nT/V\nE from Equation 1. Thus, our second performance metric is the per species expected net benefits (ENB) of applying risk assessment, given the true positive rate (TPR) and false positive rate (FPR) that result at that optimal cut‐off:(2)ENB=Pr(y=1)⏟ProbabilitythatarandomspeciesisanestablisherPr(y^=1|y=1)⏟TPR[VE−VT]⏟Netbenefitofexcludinganestablisher+Pr(y=0)⏟Probabilitythatarandomspeciesisanon−establisherPr(y^=1|y=0)⏟FPR[−VT]⏟Netbenefitofexcludinganon−establisher=π·TPR·[VE−VT]+[1−π]·FPR·[−VT].where y^ indicates a prediction of ‘establisher’ (=1) or ‘non‐establisher’ (=0). This expression for ENB is appropriate if the status quo is an ‘open door’ where, in the absence of risk assessment, species are allowed for import. This generally reflects the current approach in the United States.",
            "cite_spans": [],
            "section": "Establishment probability model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "We are also concerned with how model performance will generalize to species beyond those in the current dataset. In the absence of additional data, we use leave‐one‐out cross‐validation, in which the fitted probability for each species is calculated using model parameter estimates generated by withholding that observation from the regression (Arlot & Celisse, 2010).",
            "cite_spans": [],
            "section": "Establishment probability model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "After implementing the endogenously stratified sample correction and MI, we found that the same set of predictive variables generate the highest AUC as well as the highest ENB (averaged across the range for α). This best performing model includes the regressors established elsewhere, habitat generalism, incubation days, relative brain size, broods per year, clutch size, fecundity and life span. All subsequent results are based on this model.",
            "cite_spans": [],
            "section": "Establishment probability model ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "In Fig. 1, we present the ROC curve illustrating predictive performance in terms of the TPR as a function of the FPR. The stringency of the threshold cut‐off for acceptable risk ranges from an open door approach (bottom left) to a closed door (top right). At the bottom left, the cut‐off is at its maximum (P = 1.0), and everything is accepted. No establishers are excluded (TPR = 0), but there is also no mistaken rejection of non‐establisher species (FPR = 0). At the closed door extreme (top right), the cut‐off is at its minimum (P = 0) such that all establishers (TPR = 1) and non‐establishers (FPR = 1) are excluded. Overall, the AUC is 0.82. We also evaluated a complete case model to test the usefulness of MI. In this case, the number of usable observations in the training dataset falls from 165 to 108. Evaluating the complete case model with and without the endogenously stratified sample correction results in lower AUC scores of 0.77 and 0.66, respectively. These comparative, leave‐one‐out cross‐validation results show that MI is a promising approach for addressing incomplete data.",
            "cite_spans": [],
            "section": "Establishment probability model ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 9,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The optimal threshold cut‐off under our benchmark scenario (V\nE = $3.0M) is given by V\nT\n/V\nE = 0.026. This benchmark case is plotted in Fig. 1 at the point given by FPR = 0.40 and TPR = 0.86. To convey sensitivity of the optimal cut‐off with respect to losses from established species, further cases are plotted for alternative values of establishment damages (V\nE) in Fig. 1 (see also Table 1).",
            "cite_spans": [],
            "section": "Establishment probability model ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 143,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 375,
                    "end": 376,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 393,
                    "end": 394,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "While the predictive model is imperfect—identifying 86% of the establishers and falsely rejecting 40% of the non‐establishers in the benchmark case – the expected payoffs are substantial. The expected net benefit per species assessed is ENB = $35K for the benchmark scenario (α = 1). Table 1 illustrates that as average establishment damages (V\nE) vary from low ($2M) to high ($6M) the optimal cut‐off becomes more stringent and the rate at which establishers are excluded (TPR) approaches one. While the rate of mistaken exclusion of safe species (1‐TNR) also grows over this range, the expected net benefit of screening increases with V\nE.",
            "cite_spans": [],
            "section": "Establishment probability model ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 290,
                    "end": 291,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Reliable outbreak‐level data are available for human and livestock diseases, but information on the origin (alternate hosts) of livestock pathogens is much sparser than for human diseases. We therefore developed an infectious disease threat index using a 13‐year record of World Health Organization (WHO)‐reported, country‐level avian infectious disease outbreaks (Chan et al., 2010; Bogich et al., 2012), proxies for the capacity of countries to identify and report outbreaks (Hosseini et al., 2010), and socio‐economic and ecological variables known to facilitate or augment outbreaks (Jones et al., 2008; Bogich et al., 2012). We modelled the cumulative number of outbreaks in each country as a Poisson process with a mean given by the log of a linear combination of explanatory variables.",
            "cite_spans": [],
            "section": "Disease risk assessment ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "The number of avian infectious disease outbreaks per country served as the dependent variable with socio‐economic and ecological data as explanatory variables. Data for the dependent variable were assembled from a WHO database of infectious disease outbreaks between 1996 and 2009 (Chan et al., 2010; Bogich et al., 2012). Potential explanatory variables consisted of a series of socio‐economic and ecological variables shown previously to facilitate or augment outbreaks (Jones et al., 2008; Bogich et al., 2012). Socio‐economic data included human population size (United Nations, 2011), gross domestic product and health expenditures (World Bank, 2013). Each potential explanatory variable was considered for inclusion in the model at its 2010 level and in the form of percentage change over the period 1996–2010. As a measure of governance, we used the Kraay et al. (2005) Control of Corruption index. Ecological variables included an indicator of poultry production (Wint & Robinson, 2007) and avian diversity (number of bird species per country) (Birdlife International, 2004). All socio‐economic data were obtained for the years 1996 and 2010, which bookend the outbreak data. After records from a small number of countries as well as all islands and territories (e.g. overseas territories) were removed due to lack of data, our dataset included 145 countries.",
            "cite_spans": [],
            "section": "Disease risk assessment ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "We identified the preferred model by iteratively selecting variables from the full set to create a model with the lowest Akaike information criterion (AIC) (Burnham & Anderson, 2002). Model structure, variable selection and regression results for alternative and preferred models are presented in Appendix S5.",
            "cite_spans": [],
            "section": "Disease risk assessment ::: Methods and Results",
            "ref_spans": []
        },
        {
            "text": "In Fig. 2a, we plot each species in the sample by the fitted probability of establishment versus the EID threat index given by the most likely exporting country (highest historical export share of the species). The EID threat index on the horizontal axis is a fitted, country‐specific, estimate of the number of expected avian EID outbreaks observed between 1996 and 2010. Species above the cut‐off in the establishment probability rejection region (non‐shaded) warrant exclusion based on establishment probability alone, irrespective of disease risk. Remaining species in the shaded region below the cut‐off can then be prioritized for further assessment based on both (1) vertical proximity to the cut‐off, and (2) EID threat. In Fig. 2b, we magnify the region of interest, at and below the establishment probability cut‐off (Pr(Establishment) = 0.026). In addition to the EID threat index of the likeliest exporting country (dot), we include a bar extending rightward from each dot to the highest index across all exporters of the species.",
            "cite_spans": [],
            "section": "Integration of disease and establishment risk ::: Methods and Results",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 9,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 737,
                    "end": 738,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Our risk assessment framework is, to our knowledge, the first to quantitatively assess the expected biological risks due to both the environmental and health impacts of a potentially invasive, traded wildlife species. As more information is available for assessing establishment outcomes (relative to disease threats), the first step involves excluding a subset of species based on establishment risk alone. Further assessment for disease threat from these species is unnecessary. For species below the cut‐off (Fig. 2b), estimates of disease threat can be combined with estimates of establishment probability to prioritize them for further assessment—priority should increase as species approach the north‐east corner of the shaded area. A final benefit of the framework is use of the EID threat index as an input to prioritizing border inspections to monitor remaining incoming trade.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 517,
                    "end": 518,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To illustrate interpretation of the results in Fig. 2 and how the framework can be used to prioritize species, we discuss three species selected from different regions of Fig. 2b. First, the swan goose [Anser cygnoides, species (1) in Fig. 2b] is imported to the United States primarily from China, which has a high EID risk of 3.9. This species has an establishment probability of 0.024, just below the exclusion threshold of 0.026. It has been reported as a carrier of WNV, and at the genus level, five other pathogens have been reported, including an unnamed Coronavirus. This combined establishment and disease threat indicates that it may be rational to restrict this species from trade until a more detailed risk assessment is conducted, or until quarantine programmes could be established to determine whether imported individuals are carriers of concern for EIDs.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 52,
                    "end": 53,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 176,
                    "end": 177,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 240,
                    "end": 241,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Second, the European Goldfinch [Carduelis carduelis, species (2) in Fig. 2b] has a relatively high establishment probability of 0.020 and is imported in highest numbers (~75,000 year−1) from Australia, which has a low disease threat index of 0.23. It is also imported in high numbers (~69,000 year−1) from the Russian Federation, which has a relatively high disease threat index of 2.25. If an extended risk assessment confirms that the benefits outweigh the establishment risks, it may still be rational to only allow imports from countries with low disease risks.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 73,
                    "end": 74,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Third, the European Robin [Erithacus rubecula, species (3) in Fig. 2b] has a very low establishment probability (0.005) but is imported from some high risk countries, including the Russian Federation. Several attributes of the European Robin are associated with a lower probability of establishment: the species is not established elsewhere and – relative to training dataset averages–the European Robin has a lower level of habitat generalism, many fewer days of incubation and a higher level of fecundity (Sol et al., 2012). Among other diseases, it is a carrier of WNV and Usutu virus (USUV), the latter being a novel disease with the potential to emerge in humans. This pathogen has become established in Europe (Weissenböck et al., 2013), causing several episodes of wild bird deaths in Italy (Mani et al., 1998; Manarolla et al., 2010), Austria (Weissenbock et al., 2002; Chvala et al., 2007), Hungary (Bakonyi et al., 2007), Switzerland (Steinmetz et al., 2011), Germany (Becker et al., 2012) and Spain (Höfle et al., 2013). In humans, USUV can impair neurological function. At least five non‐lethal human cases have been reported in Europe since 2009 (Vazquez et al., 2011), but USUV has not yet been recorded in the New World. USUV presents all the eco‐epidemiological (e.g. mosquito‐borne) and virological characteristics (e.g. RNA virus) to invade and become an established pathogen in naive wild bird populations of the United States and other countries in the region.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": [
                {
                    "start": 67,
                    "end": 68,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The work detailed here advances risk assessment methodology by quantitatively considering the well‐known risks that imported organisms will act as reservoirs for damaging diseases and integrating this with a model of species establishment. The value of this framework for policy is heightened by the fact that, once in place, it can be executed for new species in a matter of days because many of the species‐level data required to assess new species are readily available.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In building the framework, we develop novel models for the stepwise assessment of both establishment and EID threat. Our approach can also be applied to other taxonomic groups and regions, although building the model for a particular taxa involves investing in obtaining, analyzing and updating key ecological and economic datasets. Periodic updates to the disease threat index would be particularly useful as more outbreaks are reported. The problem of balancing biological risks from species imports against the gains from trade is complex, and perfect prediction of outcomes is unobtainable. However, the framework developed here provides an approach for organizing many sources of information in support of transparent decisions.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are several ways in which the framework could be improved. The establishment probability model currently supports species‐specific, trait‐based estimates of establishment likelihood. In contrast, estimates of establishment damages are made only for species on average. These damages could be further refined to the species level if even coarse data on establishment damages for a large number of species became available. Our establishment probability model may also be improved by extending the set of explanatory life history variables to include factors like trophic status or climate match.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The disease threat model only considers the number of avian infectious disease outbreaks in the country of origin for the species and not disease transmission risk of the particular bird species. Additionally, the analysis does not account for either the timeframe of outbreak non‐detection or the conditions in which the birds are bred, captured and transported. The model would benefit from inclusion of these factors if they become available in the future. The data could also suffer from reporting bias, as not all countries report avian infectious disease outbreaks with the same regularity.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The risk assessment tool presented here provides a rigorous and transparent economic basis for determining which species should be allowed for trade. We address the significant invasion and disease risks posed by bird imports to the United States with a framework that could readily be expanded to other taxa. If implemented as a management tool, this approach would explicitly recognize that importation of non‐native species carries risks for both invasion and spread of EIDs and that estimates of the combined threats from these factors should drive decisions about which species are acceptable for trade.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The aim of this research team is to integrate disease and invasion ecology with economic risk assessment to support empirically informed risk assessment of live species trade.",
            "cite_spans": [],
            "section": "Biosketch",
            "ref_spans": []
        },
        {
            "text": "Author contributions: M.S., R.K. and P.D. conceived the framework; C.R. and R.K. collated and processed the species establishment data; M.S. estimated the establishment probability model; S.E. and C.Z. developed and estimated the disease threat index; M.S. analysed the integrated disease and establishment probability model. All authors contributed to the writing.",
            "cite_spans": [],
            "section": "Biosketch",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Establishment risk assessment model performance\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: \nROC curve presenting the true positive rate (TPR) as a function of the false positive rate (FPR = 1 – true negative rate). Optimal thresholds (diamonds) are indicated for the different levels of VE.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Species plotted by EID threat index versus probability of establishment, Pr(Establishment). The non‐shaded area represents the rejection region based on establishment probability for (a) the full sample of 165 species and (b) The subsample of species below the establishment probability cut‐off at Pr(Establishment) = 0.026. The EID threat index for each species is given by the most likely exporting country (dot) and a bar extending rightward to the highest index across all exporters of the species. The gradient in the shaded region from light to dark indicates increasing EID threat and Pr(Establishment). Numbered species examples (white dots) are (1) Anser cygnoides, (2) Carduelis carduelis and (3) Erithacus rubecula.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Water hyacinth (Eichhornia crassipes) and water lettuce (Pistia stratiotes) in the Great Lakes: playing with fire",
            "authors": [],
            "year": 2011,
            "venue": "Aquatic Invasions",
            "volume": "6",
            "issn": "",
            "pages": "91-96",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A survey of cross‐validation procedures for model selection",
            "authors": [],
            "year": 2010,
            "venue": "Statistics Surveys",
            "volume": "4",
            "issn": "",
            "pages": "40-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Emergence of Usutu virus in Hungary",
            "authors": [],
            "year": 2007,
            "venue": "Journal of clinical microbiology",
            "volume": "45",
            "issn": "",
            "pages": "3870-3874",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Epizootic emergence of Usutu virus in wild and captive birds in Germany",
            "authors": [],
            "year": 2012,
            "venue": "PLoS One",
            "volume": "7",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Country profiles",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Avian invasions: the ecology and evolution of exotic birds",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The role of species traits in the establishment success of exotic birds",
            "authors": [],
            "year": null,
            "venue": "Global Change Biology",
            "volume": "15",
            "issn": "",
            "pages": "2852-2860",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Preventing pandemics via international development: a systems approach",
            "authors": [],
            "year": 2012,
            "venue": "PLoS medicine",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Risk assessment models for establishment of exotic vertebrates in Australia and New Zealand",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Risk assessment for the import and keeping of exotic vertebrates in Australia",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Avian influenza viruses in wild birds: a moving target",
            "authors": [],
            "year": 2009,
            "venue": "Comparative immunology, microbiology and infectious diseases",
            "volume": "32",
            "issn": "",
            "pages": "275-286",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Alien invasive birds",
            "authors": [],
            "year": 2010,
            "venue": "Revue scientifique et technique (International Office of Epizootics)",
            "volume": "29",
            "issn": "",
            "pages": "217-225",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Model selection and multi‐model inference: a practical information‐theoretic approach",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Global capacity for emerging infectious disease detection",
            "authors": [],
            "year": 2010,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "107",
            "issn": "",
            "pages": "21701-21706",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Monitoring of Usutu virus activity and spread by using dead bird surveillance in Austria, 2003–2005",
            "authors": [],
            "year": 2007,
            "venue": "Veterinary microbiology",
            "volume": "122",
            "issn": "",
            "pages": "237-245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Diseases of humans and their domestic mammals: pathogen characteristics, host range and the risk of emergence",
            "authors": [],
            "year": 2001,
            "venue": "Philosophical Transactions of the Royal Society B: Biological Sciences",
            "volume": "356",
            "issn": "",
            "pages": "991-999",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "The eBird/Clements checklist of birds of the world: Version 6.7.",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Severe mammal declines coincide with proliferation of invasive Burmese pythons in Everglades National Park",
            "authors": [],
            "year": 2012,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "109",
            "issn": "",
            "pages": "2418-2422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "High predictability in introduction outcomes and the geographical range size of introduced Australian birds: a role for climate",
            "authors": [],
            "year": 2001,
            "venue": "Journal of Animal Ecology",
            "volume": "70",
            "issn": "",
            "pages": "621-632",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Exotic Newcastle disease",
            "authors": [],
            "year": 2004,
            "venue": "Seminars in avian and exotic pet medicine",
            "volume": "",
            "issn": "",
            "pages": "79-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "The Economics of Agricultural and Wildlife Smuggling Economics Research Report No. (ERR‐81). United States Department of Agriculture, Economic Research Service 81: p 35. ‐ reprinted in 2010 as “The Economics of Agricultural and Wildlife Smuggling.”",
            "authors": [],
            "year": 2009,
            "venue": "Trends in Organized Crime",
            "volume": "13",
            "issn": "",
            "pages": "219-230",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Mycoplasmal conjunctivitis in wild songbirds: the spread of a new contagious disease in a mobile host population",
            "authors": [],
            "year": 1997,
            "venue": "Emerging Infectious Diseases",
            "volume": "3",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Emerging fungal threats to animal, plant and ecosystem health",
            "authors": [],
            "year": 2012,
            "venue": "Nature",
            "volume": "484",
            "issn": "",
            "pages": "186-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Usutu virus in migratory song thrushes, Spain",
            "authors": [],
            "year": 2013,
            "venue": "Emerging Infectious Diseases",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Spatial spread of an emerging infectious disease: conjunctivitis in house finches",
            "authors": [],
            "year": 2006,
            "venue": "Ecology",
            "volume": "87",
            "issn": "",
            "pages": "3037-3046",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Predictive power of air travel and socio‐economic data for early pandemic spread",
            "authors": [],
            "year": 2010,
            "venue": "PLoS One",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Invasion success of vertebrates in Europe and North America",
            "authors": [],
            "year": 2005,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "102",
            "issn": "",
            "pages": "7198-7202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Global trends in emerging infectious diseases",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990-993",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "The welfare economics of public policy",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Wildlife trade and global disease emergence",
            "authors": [],
            "year": 2005,
            "venue": "Emerging Infectious Diseases",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "Bioeconomics of invasive species: integrating ecology, economics, policy and management",
            "volume": "",
            "issn": "",
            "pages": "44-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "International policy options for reducing the environmental impacts of invasive species",
            "authors": [],
            "year": 2011,
            "venue": "BioScience",
            "volume": "61",
            "issn": "",
            "pages": "1005-1012",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Closing the screen door to new invasions",
            "authors": [],
            "year": 2014,
            "venue": "Conservation Letters",
            "volume": "7",
            "issn": "",
            "pages": "285-292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Globalization, land use, and the invasion of West Nile virus",
            "authors": [],
            "year": 2011,
            "venue": "Science",
            "volume": "334",
            "issn": "",
            "pages": "323-327",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Predicting the global spread of H5N1 avian influenza",
            "authors": [],
            "year": 2006,
            "venue": "Proceedings of the National Academy of Sciences USA",
            "volume": "103",
            "issn": "",
            "pages": "19368-19373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Governance Matters IV: Governance Indicators for 1996–2004",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Some alien birds have as severe an impact as the most effectual alien mammals in Europe",
            "authors": [],
            "year": 2010,
            "venue": "Biological Conservation",
            "volume": "143",
            "issn": "",
            "pages": "2757-2762",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "What determines the impact of alien birds and mammals in Europe?",
            "authors": [],
            "year": 2013,
            "venue": "Biological invasions",
            "volume": "15",
            "issn": "",
            "pages": "785-797",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "West Nile virus emergence and large‐scale declines of North American bird populations",
            "authors": [],
            "year": 2007,
            "venue": "Nature",
            "volume": "447",
            "issn": "",
            "pages": "710-713",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "The emergence and spread of finch trichomonosis in the British Isles",
            "authors": [],
            "year": 2012,
            "venue": "Philosophical Transactions of the Royal Society B: Biological Sciences",
            "volume": "367",
            "issn": "",
            "pages": "2852-2863",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Usutu virus in wild birds in northern Italy",
            "authors": [],
            "year": 2010,
            "venue": "Veterinary microbiology",
            "volume": "141",
            "issn": "",
            "pages": "159-163",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Mortality of Turdus merula in Tuscany",
            "authors": [],
            "year": 1998,
            "venue": "Selezione Veterinaria",
            "volume": "8–9",
            "issn": "",
            "pages": "749-753",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Handbook on import risk analysis for animals and animal products. Volume II quantitative risk assessment",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Evaluating the population‐level impact of an invasive species, Ring‐necked Parakeet Psittacula krameri, on native avifauna",
            "authors": [],
            "year": 2011,
            "venue": "Ibis",
            "volume": "153",
            "issn": "",
            "pages": "509-516",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Update on the environmental and economic costs associated with alien‐invasive species in the United States",
            "authors": [],
            "year": 2005,
            "venue": "Ecological economics",
            "volume": "52",
            "issn": "",
            "pages": "273-288",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "The detection of monkeypox in humans in the Western Hemisphere",
            "authors": [],
            "year": 2004,
            "venue": "New England Journal of Medicine",
            "volume": "350",
            "issn": "",
            "pages": "342-350",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": 2014,
            "venue": "Invasive species in a globalized world",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Contribution of the live‐vertebrate trade toward taxonomic homogenization",
            "authors": [],
            "year": 2009,
            "venue": "Conservation Biology",
            "volume": "23",
            "issn": "",
            "pages": "1001-1007",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "",
            "authors": [],
            "year": 1987,
            "venue": "Multiple imputation for nonresponse in surveys",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "Multiple imputation: a primer",
            "authors": [],
            "year": 1999,
            "venue": "Statistical methods in medical research",
            "volume": "8",
            "issn": "",
            "pages": "3-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Two amphibian diseases, chytridiomycosis and ranaviral disease, are now globally notifiable to the World Organization for Animal Health (OIE): an assessment",
            "authors": [],
            "year": 2010,
            "venue": "Diseases of aquatic organisms",
            "volume": "92",
            "issn": "",
            "pages": "101-108",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Novel, panzootic and hybrid genotypes of amphibian chytridiomycosis associated with the bullfrog trade",
            "authors": [],
            "year": 2012,
            "venue": "Molecular Ecology",
            "volume": "21",
            "issn": "",
            "pages": "5162-5177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "US drowning in unidentified fishes: scope, implications, and regulation of live fish import",
            "authors": [],
            "year": 2008,
            "venue": "Conservation Letters",
            "volume": "1",
            "issn": "",
            "pages": "103-109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Reducing the risks of the wildlife trade",
            "authors": [],
            "year": 2009,
            "venue": "Science",
            "volume": "324",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Unraveling the life history of successful invaders",
            "authors": [],
            "year": 2012,
            "venue": "Science",
            "volume": "337",
            "issn": "",
            "pages": "580-583",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "The value of nonindigenous species risk assessment in international trade",
            "authors": [],
            "year": 2011,
            "venue": "Ecological economics",
            "volume": "70",
            "issn": "",
            "pages": "2145-2153",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Emergence and establishment of Usutu virus infection in wild and captive avian species in and around Zurich, Switzerland—Genomic and pathologic comparison to other central European outbreaks",
            "authors": [],
            "year": 2011,
            "venue": "Veterinary microbiology",
            "volume": "148",
            "issn": "",
            "pages": "207-212",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "",
            "authors": [],
            "year": 2011,
            "venue": "World population prospects: the 2010 revision. CD‐ROM edition",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Highly pathogenic H5N1 influenza virus in smuggled Thai eagles, Belgium",
            "authors": [],
            "year": 2005,
            "venue": "Emerging Infectious Diseases",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "Usutu virus: potential risk of human disease in Europe",
            "authors": [],
            "year": 2011,
            "venue": "Eurosurveillance Weekly",
            "volume": "16",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Correlates of introduction success in exotic New Zealand birds",
            "authors": [],
            "year": 1996,
            "venue": "The American Naturalist",
            "volume": "147",
            "issn": "",
            "pages": "542-557",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "Emergence of Usutu virus, an African mosquito‐borne flavivirus of the Japanese encephalitis virus group, central Europe",
            "authors": [],
            "year": 2002,
            "venue": "Emerging Infectious Diseases",
            "volume": "8",
            "issn": "",
            "pages": "652-656",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Usutu Virus, Italy, 1996",
            "authors": [],
            "year": 2013,
            "venue": "Emerging Infectious Diseases",
            "volume": "19",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [],
            "year": 2007,
            "venue": "Gridded livestock of the world 2007",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "World development indicators, 2013",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1596/978-0-8213-9824-1"
                ]
            }
        },
        "BIBREF65": {
            "title": "A century of the ornamental plant trade and its impact on invasion success",
            "authors": [],
            "year": 2007,
            "venue": "Diversity and Distributions",
            "volume": "13",
            "issn": "",
            "pages": "527-534",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "",
            "authors": [],
            "year": 2013,
            "venue": "Protocol for the Importation of Commercial Birds or Poultry",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "The role of the legal and illegal trade of live birds and avian products in the spread of avian influenza",
            "authors": [],
            "year": 2009,
            "venue": "Revue ScientifiqueetTechnique ‐ Office International des Épizooties",
            "volume": "28",
            "issn": "",
            "pages": "92-111",
            "other_ids": {
                "DOI": []
            }
        }
    }
}