{
    "paper_id": "PMC7197920",
    "metadata": {
        "title": "Nuclear medicine services after COVID-19: gearing up back to normality",
        "authors": [
            {
                "first": "H.",
                "middle": [
                    "L."
                ],
                "last": "Huang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "G.",
                "middle": [],
                "last": "Gnanasegaran",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "D.",
                "middle": [],
                "last": "Paez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Fanti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Hacker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Sathekge",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "H.",
                "middle": [
                    "S."
                ],
                "last": "Bom",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "J.",
                "middle": [
                    "J."
                ],
                "last": "Cerci",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [],
                "last": "Chiti",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "X.",
                "middle": [],
                "last": "Lan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "K.",
                "middle": [],
                "last": "Herrmann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [
                    "M."
                ],
                "last": "Scott",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Vinjamuri",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Dorbala",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E.",
                "middle": [],
                "last": "Estrada",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "O.",
                "middle": [],
                "last": "Pellet",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "F.",
                "middle": [],
                "last": "Giammarile",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Abdel-Wahab",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jamshed",
                "middle": [],
                "last": "Bomanji",
                "suffix": "",
                "email": "jamshed.bomanji@nhs.net",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The COVID-19 pandemic is in transition. It may pass or may define a “new normal” over a variable period and might force us to turn our united and undivided attention as a global nuclear medicine community to address the global health of our specialty jointly. The severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2) and the disease it causes (coronavirus disease-2019 or COVID-19 for short) have been the topic of much discussion in the nuclear medicine [1] and radiology [2] literature. Since the first reports of the new virus emerged from China in late December 2019, the World Health Organization (WHO) declared it a public health emergency of international concern on 30 January 2020. WHO declared COVID-19 as a pandemic on 11 March 2020 [3]; it has swept the globe, with no respect for national boundaries, causing widespread infections, mortality, human suffering, and upending lives in all socioeconomic groups. Governments around the world have rushed to implement measures aimed initially at containing the spread of the virus, but after that, mainly at slowing the COVID-19 spread and mitigating the impact of the virus on local healthcare systems and supply chains. Despite this, there is significant heterogeneity in the degree of success of the various measures, in keeping with differing political, sociological, and economic factors around the world.",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 465,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 482,
                    "end": 483,
                    "mention": "2",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 753,
                    "end": 754,
                    "mention": "3",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Amidst the doom and gloom of the current crisis, however, there are some signs which allow for cautious optimism. There are numerous studies ongoing in the attempt to find an effective vaccine [4] and treatment for COVID-19 [5] and some early studies showing encouraging data [6, 7]. There has been a steady fall in the incidence and mortality of COVID-19 [8] at the initial epicenter in Wuhan. With this gradual decrease in numbers, emergently opened hospitals have been closed, and those that were designated as COVID-19 centers have returned gradually to their routine operation. Some semblance of normalcy has returned to life, with the lifting of the lockdown. In other areas, timely and successful measures were implemented, thus allowing for staggering the number of new cases over a more extended period, allowing health systems to care for patients properly without collapsing.",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "mention": "4",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 225,
                    "end": 226,
                    "mention": "5",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 277,
                    "end": 278,
                    "mention": "6",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 280,
                    "end": 281,
                    "mention": "7",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 357,
                    "end": 358,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "There have been many changes impacting daily life to achieve this effect and, in particular, the provision of healthcare services. Hospitals and other healthcare facilities all over the world were forced to postpone elective procedures, such as surgeries. The treatments of many pathologies had to be adjusted, and many diagnostic procedures were postponed. Nuclear medicine departments needed to adapt their standard procedures to continue providing essential services while minimizing the risk to staff [8], patients [9], and family members, as well as controlling the transmission of the virus, thus allowing essential services in every aspect of nuclear medicine practice, ranging from SPECT/CT, PET/CT, and radionuclide therapy to continue. In a short time, several publications were made available, describing the experience of centers or providing advise [9, 10] on how to operate during COVID-19 pandemic [1]. With this collective experience, we are hopefully better prepared to meet the challenges of this or even future pandemics and adjust to the new normal. This pandemic also presents us with a unique opportunity to review our patient flow and optimize or adapt the use of research and development tools such as artificial intelligence.",
            "cite_spans": [
                {
                    "start": 506,
                    "end": 507,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 520,
                    "end": 521,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 863,
                    "end": 864,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 866,
                    "end": 868,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 914,
                    "end": 915,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the article, we aim to look at changes that should be continued as life returns to some semblance of normalcy. However, this should be cautiously revised as the situation improves. We expect a gradual graded return to normalcy, with restarting of some services first before a staged reversal of the measures. But always with the caveat that this would depend on the situation with regard to the COVID-19 burden. We want to emphasize the critical role of local health experts and national and international guidelines. Each country’s stage in the curve may be radically different, even within the different regions of the same country, and there may be very rapid changes in the severity of the COVID-19 outbreak in a matter of days to weeks. One of the measures implemented by most departments based in hospitals is postponing routine elective scans while continuing to provide priority procedures [11, 12], to reduce the potential risk of transmission [10].",
            "cite_spans": [
                {
                    "start": 902,
                    "end": 904,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 906,
                    "end": 908,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 957,
                    "end": 959,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Inevitably, this will create pressure in scheduling appointments once the threat of COVID-19 reduces. We will discuss possible measures to mitigate this and include a chart of suggested stepwise opening of nuclear medicine services.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The appropriate use of personal protective equipment (PPE), access to proper sanitation, and the implementation of protocols to screen patients in the waiting area should continue, according to national or local hospital policies. Continued vigilance is prudent, given the potential for second wave infection and future outbreaks remain [9]. The knowledge and learning acquired now will be useful in dealing with any future outbreaks of human-to-human transmitted diseases, if and when they arise. There is acknowledgement of the psychological impact on staff by COVID19 [13, 14]. Social distancing measures may remain in place or maybe relaxed gradually, depending on the situation. Whatever the case, psychological support for staff should be prioritized, and good communication within the nuclear medicine department should continue even once COVID-19 has abated.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 339,
                    "mention": "9",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 572,
                    "end": 574,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 576,
                    "end": 578,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Nuclear medicine staff ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "Some nuclear medicine staff may have been split into teams working in separate shifts to minimize the fallout if anyone of them is infected [15]. This shift system can be reversed as the threat of infection reduces, to deal with the expected surge in patient numbers when lockdowns are lifted. Given the ramping up of COVID-19 testing in many countries, easy access to antigen and antibody SARS-CoV-2 testing should be available to all staff groups, especially if the workload increases.",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 143,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Nuclear medicine staff ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "The increasing demands on healthcare generated by the pandemic may have resulted in the redeployment of some nuclear medicine staff to respiratory wards, radiology departments, or even in the intensive care setting. It would be prudent to work closely with human resources and management to ensure the adequate return of this workforce back to home departments before the expected surge in nuclear medicine patient numbers occurs. Preparations should be in place for a possible change in approach if second wave infections with COVID-19 emerge, and flexibility in team and staffing structures are required.",
            "cite_spans": [],
            "section": "Nuclear medicine staff ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "Patients, being encouraged to follow proper hygiene procedures, are something that remains relevant during the transition phase and also in a post-COVID-19 world. While much has been made of the importance of staff having good hygiene to reduce the spread of nosocomial infections, the patients have a role to play as well, with declarations of related symptoms and travel history remaining important. If the waiting areas and appointment processes of the departments have been modified to allow for adequate social distancing, it would seem unnecessary to reverse the excellent work being done completely. However, if infection rates decrease, patients’ relatives may be allowed to attend the departments together to lend much-needed support.",
            "cite_spans": [],
            "section": "Nuclear medicine patients ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "The wearing of surgical masks by all patients, especially those with symptoms, has been gradually adopted in most countries, particularly those with higher community transmission and larger number of “at-risk” patients (e.g., the elderly or immunocompromised), and has been recommended by numerous editorials [8] and recommendations [1]. As the pandemic evolves and community COVID-19 infection reduces, we will see a gradual easing of this PPE requirement, although in high-risk individuals, this approach will continue for longer. We will need to be vigilant and assess patients in advance of attending for nuclear medicine procedures, and on arrival, to ensure the protection of patients and staff, for some time to come [16].",
            "cite_spans": [
                {
                    "start": 310,
                    "end": 311,
                    "mention": "8",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 334,
                    "end": 335,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 725,
                    "end": 727,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Nuclear medicine patients ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "COVID-19 has resulted in a paradigm shift and pivot toward teleconsultation, particularly for follow-up, stable patients. The benefit would be to reduce exposure of patients coming into the hospital at the expense of the reassurance of face-to-face contact with the treating physician as well as a physical examination. If the situation improves, this could probably be relaxed based on physician and patient preferences and the clinical situation for individual patients.",
            "cite_spans": [],
            "section": "Nuclear medicine patients ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "Currently, most nuclear medicine departments are reducing patient numbers by cutting down on the appointments given for routine, elective studies, and focusing on more urgent cases. However, this would have created a backlog of cases which, while not urgent, would undoubtedly benefit from having the scans done.",
            "cite_spans": [],
            "section": "Nuclear medicine imaging ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "It would be necessary for departments to have protocols in place for deciding the priority of the studies to be done. Particular type of studies could potentially be done on the weekends to reduce the demand for slots on weekdays. We include a sample schedule of how we suggest the gradual reopening of the department can be done (Fig. 1) coded according to a traffic light system and based on the current status of COVID-19 in the local setting. The prioritization of patient studies should be performed in conjunction with referring clinicians, to ensure justified clinical studies are initiated as soon as possible.",
            "cite_spans": [],
            "section": "Nuclear medicine imaging ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": [
                {
                    "start": 336,
                    "end": 337,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Supply chains have come into focus as the COVID-19 pandemic swept the globe. Nuclear medicine is much dependent on global supply chains. Generators in particular and radionuclide therapies are vulnerable to disruption [17] and necessitate careful coordination so as not to waste valuable slots and patient time. The availability of these essential supplies is a prerequisite to the full reopening of services and until these supply chains can be secured may leave departments in a precarious situation with regard to the ability to perform scanning or therapy. Each department should ensure that there is enough availability of tracers and consumables (e.g., kits) before scheduling to clear the backlog of cases.",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 221,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Nuclear medicine imaging ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "There have been guidelines suggesting stopping exercise stress for myocardial perfusion imaging [11, 12]and the ventilation part of the ventilation-perfusion scan [12] because of the potential for aerosolization. If the COVID-19 threat passes, these may be allowed to continue. However, many departments now use alternatives such as pharmacological stress and perfusion SPECT/CT, and there may be an impetus in the future to evaluate the accuracy of such options in preparation for potential new pandemics or second waves of infection.",
            "cite_spans": [
                {
                    "start": 97,
                    "end": 99,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 101,
                    "end": 103,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 164,
                    "end": 166,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Nuclear medicine imaging ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "Most non-urgent therapies have been postponed, although some urgent oncological procedures have been carried out with strict infection control precautions. Good communication with referring clinicians and coordination between healthcare teams is vital to allow for the ramping up of services, efficient use of scarce resources (such as hospital rooms and tracers), and adequate protection of patients, especially those in vulnerable populations such as children or the immunocompromised.",
            "cite_spans": [],
            "section": "Radionuclide therapies ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "Radionuclide therapy patients are kept in isolation due to restrictions on radiation safety. Resuming services, where currently restricted, is more of a logistical challenge rather than a danger to the health of the patient. In some situations, adapted procedures approved by regulatory authorities during the COVID-19 pandemic (e.g., allowing treatment of patients at home, subject to strict protocols) may potentially be continued if ongoing approval is granted. These arrangements will be dependent on local regulatory agencies, but proactive discussions with these agencies may result in longer term flexibility for outpatient treatments.",
            "cite_spans": [],
            "section": "Radionuclide therapies ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "In general, nuclear medicine equipment is not portable, and there is not much to be done in terms of changing back to department-based cameras. It remains good practice to ensure cleaning standards are maintained even for routine patients. Quality control (QC) processes have been a vital part of the nuclear medicine department for years and are involved in almost all steps of the patient journey, from preparing the radiopharmaceuticals to ensuring the performance of the gamma or PET cameras. These vital QC measures should continue, even with a surge in caseload, as we cannot afford to compromise clinical quality.",
            "cite_spans": [],
            "section": "Imaging equipment ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "Licensing is country specific and hospital specific. Before exercising any change, it would be prudent to ensure that all staff involved in patient care be appropriately licensed according to local guidelines.",
            "cite_spans": [],
            "section": "Imaging equipment ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "The growing use of zoom, WebEx, and other teleconferencing software highlights how the advances in technology have allowed some services such as teaching conferences and multidisciplinary team meetings to continue in the setting of COVID-19. It is likely that the time savings of using such software to meet, from the convenience of one’s office or home, would be continued in the future. Major conferences planned for 2020 have been converted to virtual meetings, and this approach is likely to become a major part of nuclear medicine conferences in the future.",
            "cite_spans": [],
            "section": "Nuclear medicine continuing medical education and continuing professional development ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "In some countries, social distancing measures were implemented to reduce the number of people involved in social gatherings, for example, restricting groups to no more than 50, then 10, and then two people. Hopefully, this can be gradually reversed, and larger conferences that allow the making of professional contacts and the exchange of ideas can be restarted.",
            "cite_spans": [],
            "section": "Nuclear medicine continuing medical education and continuing professional development ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "It remains a good practice to scrutinize the CT component of hybrid imaging studies. Knowledge of incidental chest imaging findings of COVID-19 will continue to be necessary, in case of a reemergence of the SARS-CoV-2 or new atypical instances of viral pneumonia [18].",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 266,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Incidental chest imaging findings ::: Changes implemented due to COVID-19: which should we keep?",
            "ref_spans": []
        },
        {
            "text": "We have included a stepwise chart (Fig. 1) of how we would reopen a large nuclear medicine department. We have divided the interventions as (a) “red” phase, with a partial lift of the measures initially implemented, to coincide with the government’s lifting of the lockdown; (b) “amber” phase would happen after the “red” phase ends (approximately 2–3 weeks subject to local regulatory guidance), allowing a graded step-up of capacity to 70–80%; and (c) “green” phase is almost near to normal with 90% capacity, increased staff capacity, and scheduling less urgent routine studies. If the situation worsens or a second peak happens, there is also the possibility of reversing the chart, going back to “amber” or “red” status in an orderly fashion.",
            "cite_spans": [],
            "section": "Preparing for a surge in caseload",
            "ref_spans": [
                {
                    "start": 40,
                    "end": 41,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Before fully reopening the departments, it would be prudent to ensure all preconditions are in place. Hence, we have included a proposed checklist (Fig. 2) as a guide, given that local regulations may sometimes be different.",
            "cite_spans": [],
            "section": "Preparing for a surge in caseload",
            "ref_spans": [
                {
                    "start": 153,
                    "end": 154,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "COVID-19 has resulted in severe disruption in many aspects of life, including the nuclear medicine departments. We hope that with the improving situation in many countries, life may slowly resume normalcy. It would be prudent to plan and execute a plan to return to “business as usual” in nuclear medicine, recognizing that flexibility in transitioning from current operations is required to avoid a “flood” of patients. We should adapt quickly to the changing landscape, shifts in referral patterns, and work accordingly.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Proposed step-wise reopening schedule for a large nuclear medicine department. It should be noted that these are based on consensus only, and responsibility lies with each nuclear medicine department to ensure their written policy adheres to that outlined by National Public Health Guidance or recommendations in their respective countries and institutions. In case of 2nd wave of COVID-19 infection, revert back to “amber” or “red” phase as appropriate. 2ww, 2-week wait; GPs, general medical practitioners; GA, general anesthesia; RAG rating, R (red) A (amber) G (green); ++ slots, additional slots; BAU, business as usual; WFH, work from home",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Suggested checklist for recovery phase post-COVID-19 pandemic. It should be noted that these are based on consensus only, and responsibility lies with each nuclear medicine department to ensure their written policy adheres to that outlined by National Public Health Guidance or recommendations in their respective countries and institutions",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Psychological interventions for people affected by the COVID-19 epidemic",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Duan",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Psychiatry",
            "volume": "7",
            "issn": "4",
            "pages": "300-302",
            "other_ids": {
                "DOI": [
                    "10.1016/S2215-0366(20)30073-0"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Diversification in the supply chain of 99Mo ensures a future for 99mTc",
            "authors": [
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Cutler",
                    "suffix": ""
                },
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Schwarz",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "J Nucl Med",
            "volume": "55",
            "issn": "7",
            "pages": "1208-1213",
            "other_ids": {
                "DOI": [
                    "10.2967/jnumed.113.131953"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Potential interventions for novel coronavirus in China: a systematic review",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "5",
            "pages": "479-490",
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25707"
                ]
            }
        },
        "BIBREF14": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "10223",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "COVID19-nuclear medicine departments, be prepared!",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Liang Huang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Allie",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Gnanasegaran",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bomanji",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Nucl Med Commun",
            "volume": "2020",
            "issn": "",
            "pages": "297-299",
            "other_ids": {
                "DOI": [
                    "10.1097/MNM.0000000000001183"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}