{
    "paper_id": "PMC7172903",
    "metadata": {
        "title": "Surgical Volume, Safety, Drug Administration, and Clinical Trials During COVID-19: Single-center Experience in Shanghai, China",
        "authors": [
            {
                "first": "Hongkai",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Junlong",
                "middle": [],
                "last": "Wu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Wei",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yao",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": "yaozhu09@fudan.edu.cn",
                "affiliation": {}
            },
            {
                "first": "Dingwei",
                "middle": [],
                "last": "Ye",
                "suffix": "",
                "email": "dwyeli@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Since December 2019, COVID-19 has spread rapidly around the world [1], [2]. Patients with genitourological cancers are facing delays to treatment and thus oncological outcomes may be compromised. Here we report the impact of COVID-19 on surgical volumes, surgical safety, drug administration, and clinical trials in our center, which is one of the largest genitourinary cancer departments in China.",
            "cite_spans": [
                {
                    "start": 66,
                    "end": 69,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 71,
                    "end": 74,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "During the COVID-19 epidemic in China, we experienced an 80% decrease in surgery volumes (Fig. 1\nA). Urgent surgery was still performed for more lethal cancers such as T2+ bladder cancer, T3+ renal cell carcinoma, renal pelvic carcinoma, and high-risk prostate cancer (Supplementary Table 1). Surgery for less lethal disease (eg, repeat transurethral resection of bladder tumor) was significantly decreased, which meant using a tailored approach to maximize patient benefit. We also tried to reduce unnecessary hospital visits for cancer patients as they have a higher risk of COVID-19 infection [3]. On February 19, 2020, we saw a drop in the supply of blood products as COVID-19 prevented blood donation. Thus, we had to stop most of the surgeries for more advanced cancers, resulting in another 75% decrease for such patients (Fig. 1B). This highlights that redistribution of blood products is needed as early as possible during public health emergencies.",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 599,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 90,
                    "end": 96,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 830,
                    "end": 836,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The general condition of surgical patients was better during this time than previously. Patients were less likely to have comorbidities, postoperative complications decreased by 20%, and the transfusion rate was nearly 0%, although discharge times were similar to 2019. One reason for this might be that patients with unknown fever or abnormal blood cell counts were transferred to designated COVID-19 hospitals. Fewer patients aged >70 yr presented for surgery (a decrease of 82% was observed; Fig. 1C). This may reflect the higher death rate from COVID-19 in this group of patients, which might have made them more cautious, Oral drug administration was not delayed, but intravenous chemotherapies, percutaneous injection of androgen deprivation therapy (ADT), and intravenous PD-1 therapies were restricted. Appropriate deferral of ADT and PD-1 immunotherapies (not recommended to be delayed for >1 mo) was allowed. Enrollment in clinical trials was stopped from January 19 to March 2, and patients within trials had numerous protocol deviations. Of 110 patients in 33 ongoing clinical trials, each one experienced at least one protocol deviation; the average protocol deviation was 27 ± 13 d (Fig. 1D). Efforts were made to minimize disruption and preserve the integrity of ongoing trials: outcomes and questionnaires could be collected remotely, oral drugs were permitted to be delivered under careful management, and interventions could be extended. Good communication between research staff, patients, and clinical trial institutions became increasingly important [4].",
            "cite_spans": [
                {
                    "start": 1571,
                    "end": 1574,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "",
            "ref_spans": [
                {
                    "start": 495,
                    "end": 501,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1197,
                    "end": 1203,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "A quick workflow to discriminate suspected COVID-19 infection from urinary infection and tumor fever is important to allow timely treatment of oncological problems. This is a race against time, but we believe that oncological departments will conquer the challenge of the current public health emergency and maintain function to reduce secondary harm to non-COVID-19 patients.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n  \nConflicts of interest: The authors have nothing to disclose.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: (A) Operations performed per week during the COVID-19 outbreak in China (black line) compared to the same period in 2019 (gray line) matched by the spring festival timing. Red dots show the number of domestic COVID-19 patients in Shanghai. Timeline of efforts to avoid the spread of COVID-19: January 24, Shanghai initiated a level 1 response because of the emergency; January 27, patients coming from areas where the epidemic was severe were recommended to undergo self-isolation for 14 d before entering the hospital; January 29, enrollment in clinical trials was stopped; February 1, epidemic history proved by the patient’s neighborhood committee is recommended before entering the hospital for cancer treatments; February 11, physicians mobilized to support epidemic hospitals; February 14, chest CT and blood routine required before a patient can be hospitalized; February 19, blood supply restricted; March 2, most restrictions cancelled as COVID-19 was under control; March 24, the response in Shanghai was downgraded from level 1 to level 2. (B) Operations per week for lethal diseases during the COVID-19 outbreak in China. (C) Operations per week for patients aged >70 yr during the COVID-19 outbreak in China. (D) Cumulative protocol deviations (PDs) per day for patients who were in a clinical trial.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "514-523",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jamaoncol.2020.0980"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.4689"
                ]
            }
        }
    }
}