{
    "paper_id": "PMC7247520",
    "metadata": {
        "title": "Statistical Analysis of Forecasting COVID-19 for Upcoming Month in Pakistan",
        "authors": [
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Yousaf",
                "suffix": "",
                "email": "yousafmuhammad480@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Samiha",
                "middle": [],
                "last": "Zahir",
                "suffix": "",
                "email": "samihazaheer11@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Muhammad",
                "middle": [],
                "last": "Riaz",
                "suffix": "",
                "email": "mriaz@qau.edu.pk",
                "affiliation": {}
            },
            {
                "first": "Sardar",
                "middle": [
                    "Muhammad"
                ],
                "last": "Hussain",
                "suffix": "",
                "email": "smhussain01@gmail.com",
                "affiliation": {}
            },
            {
                "first": "Kamal",
                "middle": [],
                "last": "Shah",
                "suffix": "",
                "email": "kamalshah408@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "In the mid of December, a viral infection called coronavirus disease 2019 (COVID-19) was initially identified in Wuhan City of China [1] and it is believed that human contracted it from wild animals. It has caused thousands of deaths around the world and World Health Organization (WHO) declared it as pandemic on March 11 [2]. COVID-19 infection lead to respiratory illness and has sign like flu, fever, cough, myalgia, diarrhea, and dyspnea [3]. It is a highly contagious and is transmitted via bodily contacts and a respiratory bead from the infected patients, which is now the main source of transmission of the disease. The existence duration for the virus can be up to 12 hours or even two days on a contacted surface [4]. The fatality rate is higher among the young children and elderly aged group ≥ 60 years [5].",
            "cite_spans": [
                {
                    "start": 133,
                    "end": 136,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 323,
                    "end": 326,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 443,
                    "end": 446,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 724,
                    "end": 727,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 816,
                    "end": 819,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "At present (as of April 14, 2020) the infected patient's population worldwide is recorded as 1,925,877 (1.9 million) with 119,719 deaths and 452,333 recoveries [6], and it is expected that these statistics is increasing exponentially in the upcoming days.",
            "cite_spans": [
                {
                    "start": 160,
                    "end": 163,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In Pakistan the first two cases of COVID-19 appeared on 26th February 2020, within 48 hours three more cases appeared from different cities around the country and there was no linkage between these patients. Gradually, these cases increased exponentially until 14th April the cases were 5,716 with most cases of Punjab 2,826, 1452 cases, 800 cases, 233 cases, 231 cases, 131 cases, and 43 cases of Sindh, KPK, GB, Baluchistan, Islamabad and AJK respectively. With most effected cases the recoveries were recorded to be 1,378 with 96 deaths [7]. COVID-19 is pandemic and to control its spread, preventive measures be taken. For patients, all body fluids and electrolytes should be continuously checked with vital signs and to avoid further spread, they should be incubated with strict clinical measures under preventive guidelines [8]\n. The government need to find a strategy to fight this war in timely fashion, such as authorities took further measures of closing borders, suspending community services and schools, minimizing both domestic and international travels until further notice [9]\n. The purpose of these measures is to limit the chances of physical contacts among people, so that transmission of COVID-19 is controlled, as the incubation period for this virus is relatively longer than other viruses.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 543,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 830,
                    "end": 833,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1089,
                    "end": 1092,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Due to the novel nature of the virus, there is greater uncertainty around the decision on optimal time of disappearance of this disease. Therefore, short term forecasting is extremely important even in the slightest hint for predicting the upcoming month for the better management of the societal, economical, cultural and public health issues [10]. In the past few months researchers have developed or employed existing mathematical and statistical methods to predict the number of COVID-19 cases and related outcomes. Fractional time delay dynamic system (FTDD) reflects good forecast agreements to the public data [11]. Generalized logistic model (GLM) indicates that the epidemic growth was exponential in china [12]. Based on prediction, situation will be worsened in entire Europe and USA will become the epicenter of new cases during mid of April 2020 [13]. Around 2 million people will be infected by the beginning of May if no measures are taken [14]. Predictions/estimates help to strengthen the strategies in order to prevent the pandemic from worsening. In this research study, we used the available data to forecast the number of confirmed COVID-19 cases, deaths and recoveries in Pakistan for upcoming month. This forecasting is aimed to help government institutions and policy makers as well as public in adopting new strategies and strengthening the existing preventive measures against COVID-19 pandemic. In addition, this study may help in reliving current socioeconomic and psychosocial distress caused by COVID-19 among public in Pakistan.",
            "cite_spans": [
                {
                    "start": 344,
                    "end": 348,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 617,
                    "end": 621,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 716,
                    "end": 720,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 859,
                    "end": 863,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 955,
                    "end": 959,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We obtained data for the number of daily accumulated confirmed cases of COVID-19, deaths and recoveries from February 26, 2020 to April 12, 2020, from official reports of the National Institute of Health (NIH) - Islamabad, Pakistan [15]. NIH is an autonomous health research institute of the Ministry of National Health Services of Pakistan, situated in Islamabad; its primary responsibilities include biomedical and health related research and vaccine manufacturing15. Since the 1st case of COVID-19 observed in Pakistan, NIH collects and publishes the daily reports on COVID-2019 regularly [15]. The published data includes total number of confirmed cases in Pakistan (Province wise), deaths and recovery from COVID-2019. The analysis is based on aggregated numbers of confirmed cases, deaths and recoveries published online by NIH; therefore, ethical approval is not required for this study.",
            "cite_spans": [
                {
                    "start": 232,
                    "end": 236,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 592,
                    "end": 596,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Data Source ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The available data is limited and is affected by fluctuations i.e. highly variable cases were reported day by day. As a result, Cumulative data is used to predict the number of cases in Pakistan. The cumulative number of COVID-19 confirmed cases, deaths and recoveries are expected to show exponential growth over time. Therefore, we used the simple time series methods of Auto-Regressive Integrated Moving Average (ARIMA) Model [16] to forecast the number of cases, deaths and recoveries for upcoming month. The ARIMA model has higher fitting and forecasting accuracy than exponential smoothing [17]. It captures both the seasonal and non-seasonal forecasting trends. Due to the limited available data, we simply focus on non-seasonal models to describes the pattern (growth) over time. Hence, we assumed that the pattern of current cases will continue in the near future (at least a month). We believe that the ARIMA model, which is the combination of Autoregressive (AR) and Moving Average (MA) fits well to the nature of the available data and provide good forecasting for the short time series data. The forecasting and prediction intervals until the end of May is produced from the fitted model. In order to assess the model fit, parameters (p, d, q) are identified by Autocorrelation function (ACF) and Partial Autocorrelation function (PACF); whereas, p is the autoregressive term, d is the differencing order and q is the moving averages term. Furthermore, ARIMA (p, d, q) results are based upon Akaike information criterion (AIC) which is a goodness of fit test such that model with minimum AIC is considered best. All statistical analyses were conducted using the R-library “forecast, tseries and zoo” [18] developed for fitting ARIMA model.",
            "cite_spans": [
                {
                    "start": 429,
                    "end": 433,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 596,
                    "end": 600,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1713,
                    "end": 1717,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Statistical Model used for the analysis ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In Pakistan, the number of COVID-19 cases is now increasing exponentially, Figure 1\n. As of 12 April 2020, the accumulative number of confirmed cases in Pakistan were 5230 with most cases occurred in Punjab 2464, and 1411, 744, 228, 224, 119, and 40 cases in Khyber Pakhtunkhwa (KP), Sindh, Baluchistan, Gilgit Baltistan(GB), Islamabad and Azad Jammu Kashmir (AJK), respectively, Table 1\n. There were 91 confirmed deaths due to COVID-19 and 13 cases were critical, while 1028 patients recovered.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 83,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 380,
                    "end": 387,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Using 47 days data from 26 February 2020 – 12 April 2020 and ARIMA model, we forecasted the data up to 31st of May. As, we were dealing with timeseries and non-stationary data, it is observed that mean and variance of data is variable in nature. Therefore, double differencing is used, in order to stabilize (made stationary) the data by removing trends. ARIMA (0,2,1), ARIMA (2,2,0) and ARIMA (1,2,1) is applied to produced plots for the number of confirmed cases, recoveries and deaths over time (days) as shown in 2, 3, and 4 respectively of Figure 1. Results from the model revealed that the number of confirmed cases show a rapid exponential growth which may increase by 2.7 times compared to current cases until end of May 2020. The 95% prediction interval for confirmed cases is from 5681 to 33079 which are at much higher growth, Figure 2\n. The results from the forecasting model for deaths revealed that deaths may be increased up to 500 at the end of May if the current mortality rate prevails. The 95% prediction interval for mortality is estimated to be 168 to 885, Figure 3\n. Similarly, the forecast model for recoveries showed an exponential growth. The model revealed that the number of recoveries will be possibly increased by 8 times at the end of May, with 95% prediction interval of 2391 to 16126, Figure 4\n.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 545,
                    "end": 553,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 838,
                    "end": 846,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1078,
                    "end": 1086,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1317,
                    "end": 1325,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "This is a first formal study to make a short term forecast about COVID-19 confirmed cases as well as the number of related deaths and recoveries. The results of this study revealed that there could be a three-fold increase in the number of confirmed cases at the end of May if the current trend continues. Currently, the number of deaths is quite low in Pakistan but results from the model revealed that it may increase up to 500 at the end of May. On the other hand, recoveries from COVID-19 related complications were slow in the beginning, but it is now increasing exponentially and the forecasting model for it shows that there could be eightfold increase in the number of recoveries. However, the number of confirmed cases is increasing in Pakistan at higher rate as compared to the number of recoveries as the disease is spreading to a wider region of the country.",
            "cite_spans": [],
            "section": "Discussion and Conclusion",
            "ref_spans": []
        },
        {
            "text": "Similar kind of forecasts has been conducted by other researchers such as [10] but with slightly different method of the forecasting models and presentation of the results is not delivered in a simple way to be understood to a layman, while others are now planning to conduct or continue to conduct such a kind of analysis [19]. It is important to note that majority of the research studies are modeling the preparedness scenarios to inform planning rather predictions [20], that is they informed the actions to be taken to slow the spread and prepare the health system to respond to the pandemic. In addition, their analysis has focused on countries in the South East Asia and Western Pacific regions and ignored other countries such as Pakistan [20] situated in the neighbor of China.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 78,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 323,
                    "end": 327,
                    "mention": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 469,
                    "end": 473,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 747,
                    "end": 751,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion and Conclusion",
            "ref_spans": []
        },
        {
            "text": "Pakistan is expecting dire consequence of the COVID-19 full-fledged global pandemic such as (12.3 to 18.53) millions of layoffs out of the employees in different sectors of economy in the aftermath of partial or complete shutdown due to the countrywide outbreak and lock downs. It has formulated/taken drastic precautionary measures to contain COVID-19 including [21] establishing the National Coordination Committee for Covid-19 and National Disaster Management Authority [22], closure of all educational institutions, sealing borders with neighboring countries, travel bane and screening of travelers, social distancing and bane on public gathering, and comprehensive food security. These precautionary measures seem to be working well in the containment of COVID-19 as compared to other nations data worldwide [23,24,25]. Yet, the results of this study suggest an increasing trend of COVID-19 cases and deaths for the upcoming month and we recommend continuation of the above or more stringent measures to contain COVID-19. We believe that the forecasts established by this study is useful for Pakistani government and public in making informed decisions and taking appropriate steps to prevent further spread of COVID-19 disease.",
            "cite_spans": [
                {
                    "start": 363,
                    "end": 367,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 473,
                    "end": 477,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 814,
                    "end": 816,
                    "mention": "23",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 817,
                    "end": 819,
                    "mention": "24",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 820,
                    "end": 822,
                    "mention": "25",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion and Conclusion",
            "ref_spans": []
        },
        {
            "text": "We assume that the analysis for this study is based on an accurate data recorded by NIH [26] in Pakistan and we used appropriate forecasting methods (timeseries modelling-ARIMA). The modeling strategies is based on current trends and non-seasonal timeseries variations, following the patterns shown in Figure 1; assuming the data is accurate, and the trends will continue in the upcoming month of May. We used conventual statistical approaches AIC [27] for model assessment and selection. However, we acknowledge that our analysis is based on the assumptions and if the assumptions are not true, it may lead to an inaccurate forecast. Furthermore, forecasting with timeseries modeling, requires enough historical data, which is not the case with our analysis, and there is always uncertainty associated with prediction as current patterns in the data may not be continued to future.",
            "cite_spans": [
                {
                    "start": 88,
                    "end": 92,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 448,
                    "end": 452,
                    "mention": "[27]",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion and Conclusion",
            "ref_spans": [
                {
                    "start": 302,
                    "end": 310,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "As Pakistan is a developing country, having a lack of medical facilities which resultantly is affecting the situation further no vaccine or medicine is developed yet to prevent or cure the COVID-19 pandemic permanently. The public health officials and government should take hard decisions to control the rapid increase of the COVID-19. Besides officials, the general public should keep social distancing and use precautions to ensure their safety and control the disease from further spreading.",
            "cite_spans": [],
            "section": "Discussion and Conclusion",
            "ref_spans": []
        },
        {
            "text": "\nFigure 3\n",
            "cite_spans": [],
            "section": "Discussion and Conclusion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 9,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\nMuhammad Yousaf: Conceptualization, Methodology, Formal analysis, Project administration, Software, Visualization, Writing - original draft. Samiha Zahir: Data curation, Formal analysis, Investigation, Writing - original draft, Writing - review & editing. Muhammad Riaz: Conceptualization, Methodology, Supervision, Visualization, Validation, Writing - original draft, Writing - review & editing. Sardar Muhammad Hussain: . Kamal Shah: Software, Visualization, Validation.",
            "cite_spans": [],
            "section": "CRediT authorship contribution statement",
            "ref_spans": []
        },
        {
            "text": "We declare that none of the author has the competing or conflict of interest.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Number of confirmed cases, death and recoveries by date and region from 26 February to 12 April 2020\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Daily confirmed cases, recoveries and deaths of COVID-19 in Pakistan.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Forecast of Confirmed cases up to 31, May 2020",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Forecast of Deaths up to 31, May 2020",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Forecast of Recoveries up to 31, May 2020",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Coronavirus Infections-More Than Just the Common Cold",
            "authors": [
                {
                    "first": "CI",
                    "middle": [],
                    "last": "Paules",
                    "suffix": ""
                },
                {
                    "first": "HD",
                    "middle": [],
                    "last": "Marston",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA - Journal of the American Medical Association",
            "volume": "323",
            "issn": "8",
            "pages": "707-708",
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.0757"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Finding an Accurate Early Forecasting Model from Small Dataset: A Case of 2019-nCoV Novel Coronavirus Outbreak",
            "authors": [
                {
                    "first": "SJ",
                    "middle": [],
                    "last": "Fong",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Dey",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Crespo",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Herrera-Viedma",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "International Journal of Interactive Multimedia and Artificial Intelligence",
            "volume": "6",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.9781/ijimai.2020.02.002"
                ]
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Forecasting the novel coronavirus COVID-19",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Petropoulos",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Makridakis",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "PLOS ONE",
            "volume": "15",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0231236"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Real-time forecasts of the COVID-19 epidemic in China from February 5th to February 24th, 2020",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roosa",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Luo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infectious Disease Modelling",
            "volume": "5",
            "issn": "",
            "pages": "256-263",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idm.2020.02.002"
                ]
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Shu",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Proceedings - 5th International Conference on Fuzzy Systems and Knowledge Discovery",
            "volume": "5",
            "issn": "",
            "pages": "627-630",
            "other_ids": {
                "DOI": [
                    "10.1109/FSKD.2008.222"
                ]
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}