{
    "paper_id": "PMC7144267",
    "metadata": {
        "title": "Novel Coronavirus Infection in Newborn Babies Under 28 Days in China",
        "authors": [
            {
                "first": "Zhi-Jiang",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xue-Jie",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Fu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yan",
                "middle": [],
                "last": "Jiang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bing",
                "middle": [
                    "Xiang"
                ],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yongyi",
                "middle": [],
                "last": "Bi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The outbreak of coronavirus disease 2019 (Covid-19) spreads rapidly [1–8]. On January 31, the World Health Organization declared Covid-19 a public health emergency of international concern. By March 13, Covid-19 have been confirmed in 127 countries with 145,166 cases and 5,428 deaths worldwide.",
            "cite_spans": [
                {
                    "start": 69,
                    "end": 70,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 71,
                    "end": 72,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "At the earlier stage of the epidemic, older adults were reported to be more likely to be infected [1–8]. Subsequently, infections in infants under 1 year of age [8] and children were reported. To date, little is known about the infection in newborn babies. Furthermore, data regarding intrauterine transmission are scarce [9]. We identified all infected newborn babies in China by March 13 and described the clinical features, treatment, outcomes and intrauterine transmission potential.",
            "cite_spans": [
                {
                    "start": 99,
                    "end": 100,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 101,
                    "end": 102,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 162,
                    "end": 163,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 323,
                    "end": 324,
                    "mention": "9",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "For this retrospective study, we identified all neonatal infections of SARS-CoV-2 between Dec 8, 2019 and March 13, 2020 in China. The summary number of new infections was released by the National Health Commission on daily basis in China [10]. We systematically explored all the laboratory-confirmed 81 026 cases by March 13, as described previously [8]. In short, we retrieved the summary data from the central government and local health departments and screened for newborn babies <28 days of age. Local hospitals, administrative offices and families of patients were interviewed through telephone or online communication tools. This study was approved by the institutional review board of Wuhan University School of Health Sciences. Informed consent was waived as part of a public health outbreak investigation.",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 352,
                    "end": 353,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Sources of data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data on the demographics, disease onset, diagnosis, treatment, and outcomes were collected using standard forms. To analyze the intrauterine transmission potential, mother's disease onset (symptoms, timing of symptoms onset relative to delivery), diagnosis, Wuhan linkage (living in or visited Wuhan, or directly contacting visitors from Wuhan), delivery (delivery methods, hospital level, protection level, gestational age at delivery), mother-child contact (separation, breastfeeding) were collected.",
            "cite_spans": [],
            "section": "Data collection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To detect neonatal infection, nasopharyngeal swabs or annals swabs were collected during hospitalization. Quantitative real-time polymerase chain reaction was used according to the recommended protocol [11].",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 205,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Definition of SARS-CoV-2 infection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For mothers of the newborn babies, CT scanning was used for preliminary screening. Abnormal results included ground-glass opacity and bilateral patchy shadowing. Suspected infection was defined as abnormal results on CT scanning coupled with typical clinical symptoms, including fever, cough, headache, sore throat, shortness of breath, sputum production. Nasopharyngeal swabs was collected for detection of SARS-CoV-2 nucleic acid. Confirmation of infection in mothers was based on nucleic acid tests.",
            "cite_spans": [],
            "section": "Definition of SARS-CoV-2 infection ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Based on the data sources we used in this retrospective study, 4 nucleic acid-confirmed neonatal infections were identified through systematic and comprehensive searching among the 81 026 confirmed cases in China as of March 13 (table 1). All 4 patients were hospitalized. Three were male. The age range was 30 h to 17 days old.\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 229,
                    "end": 236,
                    "mention": "table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Two newborn babies had fever, 1 had shortness of breath, 1 had cough and 1 had no noticeable syndromes. The onset of disease occurred in hospital for 2 newborn babies and home for 2 newborn babies. Two newborn babies were at isolation and 2 were not at isolation at the time of disease onset.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Nucleic acid detection was performed using nasopharyngeal swabs for 2 newborn babies and annals swabs for 2 newborn babies. Four newborn babies tested positive in nucleic acid detection. CT scans were performed in 3 newborn babies. All showed increased lung marking. Time between dates of admission/symptoms and diagnosis was 0–2 day.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Supportive treatment was provided for all 4 newborn babies. None required intensive unit care or mechanical ventilation. None had any severe complications. Three newborn babies were deemed to recover after two consecutive negative nucleic acid tests (separated by ≥24 h). The hospital stay was 16, 23, and 30 days, respectively.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "All the 4 newborn babies’ mother was diagnosed to be infected. Three mothers showed symptoms before delivery and 1 after delivery. The most common symptoms in mothers were fever, followed by cough, appetite decline and oil intolerance. CT scans were performed for all 4 mothers, with 3 before and 1 after delivery. Abnormal findings were reported for all mothers. Nucleic acid detection was performed for all 4 mothers, with 3 after delivery and 1 before delivery. All 4 mothers tested positive for nucleic acid.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Cesarean section was used for all 4 mothers, 3 at level III hospitals and 1 at a level II hospital. The protection level was III for 3 mothers and II for 1 mother. Three newborn babies were separated from mothers right after being born and were not breastfed; one neonate had not been separated from mother and was breastfed for 16 days until symptom onset.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Based on the sources of data used in this study, 4 nucleic acid-confirmed infections were identified in newborn babies.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Symptoms of neonatal infection are generally mild as compared to adult patients. No severe clinical complications or deaths were reported, as compared to fatality rates of 4%–15% in adults [1–4]. Note that infants <1 year of age also presented mild or no symptoms and rarely severe complications [8]. It is encouraging that newborn babies and infants appear to be less vulnerable to SARS-CoV-2. On the other hand, mild or no symptoms in the youngest make it difficult to detect and prevent further transmission.",
            "cite_spans": [
                {
                    "start": 190,
                    "end": 191,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 192,
                    "end": 193,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 297,
                    "end": 298,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The number of neonatal infections is 4, as compared to 9 infections in infants aged between 28 days and 1 year [8]. Proportionately, the infection rate might be significantly higher in newborn babies than infants. Different exposure chance may explain the difference, if any, between the infection rates, but transmission routes may also be different. It is possible that vertical transmission is an additional route for neonatal infections, although a previous study of 6 pregnant women did not find any direct evidence [9].",
            "cite_spans": [
                {
                    "start": 112,
                    "end": 113,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 522,
                    "end": 523,
                    "mention": "9",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Findings of the present study support intrauterine transmission potential. All 4 newborn babies were delivered through cesarean section and 3 were under level III protection. The possibility of intrapartum mother-to-child transmission by vaginal delivery was excluded. Except for Patient 2 having contact with an infected visitor, all the other 3 newborn babies were at isolation when symptoms occurred. No mother-child contact or breastfeeding occurred in the 3 newborn babies. Time between birth and diagnosis was limited, ranging between 30 h and 5 days. Taken together, the chance of infection through ways other than intrauterine transmission is deemed to be low. However, there are other explanations for neonate infections. First, possibility of nosocomial infection cannot be completely ruled out. Second, nasopharyngeal and annals swabs cannot directly indicate intrauterine infection, and no viral particles were found in amniotic fluid or cord blood from 6 patients [9]. Third, number of neonatal infections is small although incomplete identification is possible. Fourth, SARS-CoV, another coronavirus with similar genome sequence [12], was not found to be vertically transmitted [13, 14]. Further research is warranted.",
            "cite_spans": [
                {
                    "start": 978,
                    "end": 979,
                    "mention": "9",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1144,
                    "end": 1146,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1193,
                    "end": 1195,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1197,
                    "end": 1199,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are limitations to the present study. First, although a systematic and comprehensive searching was made for SARS-CoV-2 infection in newborn babies <28 days of age, incomplete identification of cases is possible. Second, the present study identified mostly symptomatic patients. However, asymptomatic infection exists for Covid-19 [8, 15]. Third, intrauterine tissue samples were not collected for these 5 newborn babies. Direct detection of SARS-CoV-2 is not possible in the present study.",
            "cite_spans": [
                {
                    "start": 337,
                    "end": 338,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 340,
                    "end": 342,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In summary, newborn babies are susceptible to SARS-CoV-2 infection. The symptoms in newborn babies were milder and outcomes were less severe as compared to adults. Intrauterine vertical transmission is possible but direct evidence is still lacking.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 1: Characteristics of 4 hospitalized nucleic acid-confirmed neonatal infections\n#Time between dates of birth and diagnosis.",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30183-5"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "Coronarvirus diesease (COVID-19) technical guidance: laboratory testing for 2019-nCoV in humans",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "A Novel Coronavirus from Patients with Pneumonia in China, 2019",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001017"
                ]
            }
        },
        "BIBREF4": {
            "title": "Infants born to mothers with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "CC",
                    "middle": [],
                    "last": "Shek",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Fung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Pediatrics",
            "volume": "112",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1542/peds.112.4.e254"
                ]
            }
        },
        "BIBREF5": {
            "title": "Pregnancy and perinatal outcomes of women with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "SF",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                },
                {
                    "first": "KM",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "TN",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Obstet Gynecol",
            "volume": "191",
            "issn": "",
            "pages": "292-297",
            "other_ids": {
                "DOI": [
                    "10.1016/j.ajog.2003.11.019"
                ]
            }
        },
        "BIBREF6": {
            "title": "A familial cluster of pneumonia associated with the 2019 novel coronavirus indicating person-to-person transmission: a study of a family cluster",
            "authors": [
                {
                    "first": "JF",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "KH",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30211-72020"
                ]
            }
        },
        "BIBREF8": {
            "title": "Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.1585"
                ]
            }
        },
        "BIBREF9": {
            "title": "Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Respir Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia",
            "authors": [
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "382",
            "issn": "",
            "pages": "1199-1207",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2001316"
                ]
            }
        },
        "BIBREF11": {
            "title": "Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore",
            "authors": [
                {
                    "first": "BE",
                    "middle": [],
                    "last": "Young",
                    "suffix": ""
                },
                {
                    "first": "SWX",
                    "middle": [],
                    "last": "Ong",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kalimuddin",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.3204"
                ]
            }
        },
        "BIBREF12": {
            "title": "Clinical Characteristics of Coronavirus Disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "New England J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa2002032"
                ]
            }
        },
        "BIBREF13": {
            "title": "Novel Coronavirus infection in Hospitalized Infants Under 1 Year of Age in China",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "JAMA",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1001/jama.2020.2131"
                ]
            }
        },
        "BIBREF14": {
            "title": "Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}