{
    "paper_id": "PMC7175952",
    "metadata": {
        "title": "Net woody vegetation increase confined to seasonally inundated lowlands in an Australian tropical savanna, Victoria River District, Northern Territory",
        "authors": [
            {
                "first": "BEN",
                "middle": [
                    "R."
                ],
                "last": "SHARP",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "DAVID",
                "middle": [
                    "M.",
                    "J.",
                    "S."
                ],
                "last": "BOWMAN",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Increases in woody plant abundance in response to grazing and associated changes in fire regime have been reported almost universally in savanna ecosystems around the world (Archer 2002; references therein). Woody vegetation increase can reduce grass productivity (Harrington & Johns 1990; Scanlon & Burrows 1990; Dyer et al. 1997) thereby threatening the long‐term economic viability of pastoral enterprises. Large‐scale changes in the structure or condition of savanna habitats may also compromise wildlife habitat and contribute to the decline of biodiversity (Franklin 1999; Woinarski et al. 2001). Furthermore, changes in woody plant abundance that are anthropogenic in origin acquire economic and political importance in light of national carbon‐sequestration budgets arising from international climate‐change agreements (Burrows et al. 1998). Despite the obvious importance of the topic there has been little progress toward developing a general theory of savanna woody vegetation dynamics, and there is a remarkably sparse empirical database upon which to build such a theory. Here we examine the landscape‐scale response of an Australian tropical savanna subjected to an intensive grazing regime for different lengths of time.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In the Victoria River District (VRD) of the Northern Territory, Australia, there has been widespread speculation and limited inquiry into the extent and nature of woody vegetation increase in savanna environments over the past century. For instance, Lewis (2002), using repeat photography, documented woody vegetation increase that is in some locations very dramatic, most notably on major watercourses and alluvial floodplains. Scientists and pastoral managers consistently report the spread of several tree species (such as ‘rosewood’, Terminalia volucris R.Br. ex Benth. and ‘bauhinia’, Lysiphylum cunninghammii (F.M.Bailey) de Wit) onto formerly treeless grasslands on cracking‐clay soils in the VRD (Dyer et al. 1997; Crowley & Garnett 1998; A. Andersen, pers. comm. 1999). Such clear evidence of vegetation ‘thickening’ in the region, while undisputed, is largely anecdotal in nature and thus impossible to assess quantitatively, and the causal mechanisms are unknown. Managers and scientists in the VRD tend to emphasize the role of changing fire management rather than grazing, citing the cessation of traditional Aboriginal burning that followed the establishment of pastoralism in the region (Jacklyn 2000). In practice, fire and grazing are interrelated. For example, Bowman (1997) demonstrated that in the VRD the Australian boab (Adansonia gibbosa (A.Cunn.) Guymer ex Baum) proliferates on heavily grazed lowland habitats where grassy fuels are too diminished to support fire, but declines on sandstone plateaux where intense fires are common. A similar mechanism is apparently responsible for observed woodland thickening in grazed savanna habitats in northern Queensland, Australia (Burrows et al. 1998). Crowley and Garnett (1998) reported that the spread of Melaleuca viridiflora Sol. Ex Gaertn. (‘ti‐tree’) has effectively transformed extensive grasslands and mixed woodlands on Cape York Peninsula into ti‐tree woodlands. The authors attributed these changes to the reduction in fire frequency and/or intensity that accompanied the transition from traditional Aboriginal management to pastoral management (see also Crowley & Garnett 2000), but noted that the actual timing of M. viridiflora recruitment events depended upon favourable climatic conditions even where fire regimes were consistently favourable.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Other research suggests that climate may in some places be the primary driver of vegetation change at a landscape scale. Fensham and Fairfax (2003) assessed changes in woody vegetation cover on a very large scale across the whole of the VRD (120 000 km2) and detected general increases in vegetation cover across a range of habitat types. The scale of their study was too large to consider site‐specific management variables, and extended into regions not affected by pastoral operations. The authors suggested that observed increases were a consequence of naturally fluctuating climatic conditions. Similarly, Bowman et al. (2001) documented generally increasing woodiness across a range of habitats in Litchfield National Park (200 km north‐east of the VRD), an area with no significant history of pastoralism and minimal recent anthropogenic disturbance. Observed changes were apparently the result of increased rainfall in recent decades, changing fire regime, or both.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Very few studies have systematically examined savanna dynamics across a range of habitat settings with explicit consideration of site‐specific management histories. One exception is the study by Bowman et al. (2001) which reported increases in woody vegetation across the full range of a steep topographic gradient, from lowland plains to an adjoining plateau. In contrast, in the VRD where lowland environments are heavily grazed, emerging evidence indicates that vegetation responses to different fire and grazing treatments vary significantly across the major topographic gradient, i.e. from seasonally inundated floodplains of major rivers to the effectively ungrazed and unmanaged sandstone plateaux (Fig. 1). Sharp and Bowman (2004) reported that on sandstone plateaux, changes in total woody vegetation cover are directionally random, spatially patchy, and unrelated to vegetation composition, despite the general decline of fire‐sensitive species since the cessation of traditional Aboriginal fire management. Observed change patterns among fire‐tolerant dominant tree species are likely a consequence of natural cycles of die‐back and re‐growth in response to spatially heterogeneous stochastic rainfall events. In contrast, Sharp and Whittaker (2003) demonstrated the widespread and dramatic increase of woody vegetation on alluvial floodplains, apparently a direct consequence of severe overgrazing by cattle and the resulting absence of landscape fire since the 1970s. The focus of the present study is the intervening lowland habitats between plateau and river. Because the management histories of different portions of the study area are variable and known, this setting provides an opportunity to consider the combined effects of different levels of grazing and landscape burning. This paper examines patterns of change in woody vegetation cover across the full range of lowland habitats, not merely where anecdotal evidence suggests that changes have occurred, and assesses these patterns with explicit consideration of site‐specific historical management treatments. The paper also explores in greater depth the ecological mechanisms responsible for observed thickening on low‐lying ‘wet’ habitats dominated by Melaleuca and Terminalia spp. Mechanisms responsible for observed changes on ‘dry’ lowland habitats, supporting tall open Eucalyptus and Corymbia woodlands, are explored elsewhere (Sharp unpubl. data).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": [
                {
                    "start": 706,
                    "end": 712,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Bradshaw Field Training Area, formerly Bradshaw Pastoral Station, is located approximately 350 km south of Darwin near the town of Timber Creek (15°40′S, 130°30′E). The property is bounded by two seasonally flooded tidal rivers, the Victoria River to the south and the Fitzmaurice River to the north, and is dissected by rugged sandstone plateaux and steep escarpment cliffs. The climate of the region is monsoonal. Mean annual rainfall is 938.5 cm y‐1, 85% of which falls between November and March. Mean daily maximum temperature is 34.8°C (Bureau of Meteorology 2001). This study is located within the pastoral lowlands of the Angallarri Valley, extending 75 km north and east from Bradshaw Homestead. The study area is bounded to the west by the escarpment cliffs of the Yambarran Plateau and to the east by the braided river channels of the seasonal Angallarri River. The entire study area is relatively flat. Slope was measured at each of 67 vegetation survey sites (below), and varied from 0 to 4%; mean slope was 1.2%. However relatively minor variations in slope have a major impact on vegetation. Many savanna species do not tolerate seasonal inundation, so distinct habitats are effectively defined by water drainage (Fig. 1). Soils and landforms within the study area have been described by Hollingsworth and Aldrick (1997), vegetation by Lane and Orr (1997, 1999), and fire regimes by Yates et al. (2000). Soils are primarily alluvial deposits, ranging from cracking clay or clay‐loam soils on low‐lying plains to loamy and sandy soils on gently sloping rises nearer the escarpment. Vegetation varies from nearly treeless grassland on cracking‐clay plains to tall open woodland on colluvial rises and rocky escarpment foot‐slopes.",
            "cite_spans": [],
            "section": "Environmental setting ::: STUDY AREA",
            "ref_spans": [
                {
                    "start": 1229,
                    "end": 1235,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The Victoria River District has been inhabited by Aboriginal people for 40 000 years or more (Mulvaney & Kamminga 1999). Probably for much of that time the area was actively managed on a landscape scale, most notably by intensive and deliberate seasonal burning in accordance with traditional management practices (see Bowman 1998). The region was colonized by Europeans and converted for pastoral use in the later part of the nineteenth century. Colonization resulted in major disruption of Aboriginal management activities, but Aboriginal people provided most of the labour force for the pastoral industry until the late 1950s, and adapted their traditional fire use to pastoralism. Pastoral managers still burn their pastures in some contexts (Lewis 1991), but unmanaged areas tend to burn both more often and with higher intensity than do areas under active pastoral management (Dyer et al. 1997; Crowley & Garnett 2000; see also Yates et al. 2000).",
            "cite_spans": [],
            "section": "History ::: STUDY AREA",
            "ref_spans": []
        },
        {
            "text": "Due to restricted access and harsh climatic conditions, Bradshaw Station was among the last pastoral properties established in the Victoria River District, in approximately 1900. Early pastoral operations were extensive and effectively uncontrolled. Fences were poor and scattered, and cattle numbers were naturally limited by poor pasture quality and the relative absence of fresh water late in the dry season (Gardener et al. 1990; Winter 1991). Pastoral intensification began in the 1960s with the establishment of effective fencing and artificial watering points. Stocking rates increased dramatically and peaked in the mid‐1970s. Significantly, though, the northward extension of fenced pastoral operations in the Angallarri Valley was slowed by access difficulties. Several large paddocks were only established in the 1980s, and large areas of suitable lowland habitat were never converted to controlled pastoralism (Sharp unpubl. data). The property was acquired by the Australian Defence Force in 1997 for use as a military training area, and was de‐stocked in 1998–1999, just prior to the commencement of this study. The existence of edaphically similar habitats that have been grazed intensively for different lengths of time makes the property an ideal location on which to examine the interaction of landscape burning and controlled pastoralism in north Australian savanna environments.",
            "cite_spans": [],
            "section": "History ::: STUDY AREA",
            "ref_spans": []
        },
        {
            "text": "Aerial photographs from 1948 and from the most recent available aerial survey were obtained from CSIRO Land and Water archives (Canberra) and from the Australian Defence Force, respectively, and digitally processed to yield estimates of net woody‐vegetation‐cover change at 114 locations throughout the study area. The most recent available photographs were from 1997 for those locations north of 15°S latitude (n = 35) and from 1993 for those locations south of this line (n = 79). Vegetation cover was assessed independently for the 1948 and 1993/7 photo‐mosaics at selected locations using a semiautomated greyscale‐threshold classification methodology (below). A pre‐existing land‐unit survey (Hollingsworth & Aldrick 1997; see Stewart et al. 1970 for an explanation of land‐unit categories) was used to ensure that mapped locations captured the full range of existing variation within the study area.",
            "cite_spans": [],
            "section": "Aerial vegetation‐change assessment ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Mapped locations were selected on the basis of the following criteria: (i) woody vegetation within boundaries of the selected location was relatively homogenous; (ii) photographic vegetation signatures in both 1948 and 1993/7 were not obstructed by recent fires or imperfections in the hardcopy photographs; (iii) the mapped location did not straddle the boundary of any obvious landscape or habitat discontinuity; and (iv) the mapped location was no nearer than 2 km from any other mapped location, unless the two locations were separated by an obvious landscape or habitat boundary. 114 locations met these criteria. Vegetation cover at each location was assessed by the following sequential methodology, using ERMapper vs. 6.1 (Earth Resources Mapping, Perth, Australia) image analysis software:",
            "cite_spans": [],
            "section": "Aerial vegetation‐change assessment ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "\n1Hard‐copy photographs were scanned in 8‐bit greyscale and combined to produce georectified mosaics (geoposition SE < 20 m) of the entire study area with a resolution of 1 pixel equal to 2 m.2Geographically identical sections were excised from both the 1948 and 1993/7 parent mosaics at the 114 mapped locations. Excised mosaic segments generally measured 600 m × 600 m for practical reasons related to ground‐truthing. However, smaller segments were sometimes utilized (n = 19) in order to avoid landscape discontinuities or imperfections in the hardcopy photographs that would otherwise obstruct the photographic vegetation signature. The smallest mapped location measured 400 m × 400 m.3The excised images were blur‐filtered to remove graininess effects caused by the paper texture of the hardcopy photographs.4The images were contrast‐enhanced to emphasize the boundaries of individual tree canopies.5A numerical greyscale threshold (0–255) was chosen to yield a binary classification of tree cover versus background. The threshold was chosen visually by on‐screen comparison of the binary image with the original parent image and continual adjustment of the threshold until the boundaries of individual tree canopies matched most closely. The selection of an appropriate threshold level was greatly aided by zooming and roaming within the parent image to compare individual tree canopy boundaries at high magnification.6Percent woody vegetation cover was calculated from the binary canopy classification for both 1948 and 1993/7 at each mapped location.\n",
            "cite_spans": [],
            "section": "Aerial vegetation‐change assessment ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "This methodology has been shown to produce reliable estimates of overstorey woody vegetation cover (Sharp & Whittaker 2003; Sharp & Bowman 2004).",
            "cite_spans": [],
            "section": "Aerial vegetation‐change assessment ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Vegetation sampling on the ground was conducted in August – September 1999, and August 2000. Sampling was completed at 67 sites at which vegetation cover for 1993/7 had previously been assessed by aerial photographic analysis. The land‐unit survey was used alongside recent aerial photographic coverages and LANDSAT imagery to ensure that the chosen survey sites captured the full range of existing topographic and floristic variation within the study area. Survey sites were selected without reference to the 1948 aerial photographic mosaic, i.e. without regard for the vegetation change history of particular locations. When the 1948 photographic mosaic became available it was found that the woody vegetation signatures were obstructed by recent fires or photographic imperfections at 11 of the 67 survey sites, and estimates of woody vegetation change since 1948 were therefore not possible at those sites. The other 56 survey sites correspond to mapped locations at which vegetation change was assessed by aerial photography (above).",
            "cite_spans": [],
            "section": "Woody vegetation survey ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "At each survey site, all woody plants were identified and measured within a series of 100 m belt transects of varying number and width. The location and spatial orientation of the transects were predetermined using GIS‐stored information before any site was seen from the ground, in order to avoid bias. The width of the transects was subjectively determined on the basis of woody vegetation density: 20 m wide transects, n = 3; 10 m, n = 62; 5 m, n = 2. The number of transects at each site was determined by calculating a running average of percent woody vegetation crown cover and stopping when consecutive crown cover estimates converged to within 5%, or at four transects, whichever was larger. The average area sampled at each site was 0.53 ha; within which an average of 363 woody individuals were identified and measured. The data recorded were: species, diameter (of each stem at base), and life status (living/dead/partially dead). Trees were scored ‘partially dead’ if more than one third of the total basal area was dead. Each woody individual was assigned to one of the following height categories: 0 = 0–1.5 m; 1 = 1.5–3 m; 2 = 3–5 m; 3 = 5–8 m; 4 = 8–11 m; 5 = 11–15 m; 6 = 15–20 m; 7 = 20 + m.",
            "cite_spans": [],
            "section": "Woody vegetation survey ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Ground cover was characterized by recording the presence/absence of the following within 1 m2 plots at 10 m intervals along the centre line of the transect: annual grasses, perennial grasses, forbs, exposed rock, and burnt ground. Tree cover was estimated by recording the height and living/dead status of the directly overhead tree crown at 2 m intervals along the centre line of the transect (tree crowns were assumed to be solid polygons with no concave edges). Line transects of this form have been shown to produce reliable estimates of cover (Hanley 1978).",
            "cite_spans": [],
            "section": "Woody vegetation survey ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "The following data were also recorded at a single representative location on each site: (i) slope, measured to the nearest 0.5°; (ii) soil texture (clay content) of the surface soil horizon; and (iii) soil colour of the surface soil horizon (see McDonald et al. 1990; p. 118 & 133).",
            "cite_spans": [],
            "section": "Woody vegetation survey ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Floristic data from ground surveys were entered into the ecological database DECODA (Minchin 1990) which uses the taxonomic classification programme twinspan (Hill 1979) to define objective vegetation community groups according to which subsequent analyses could be performed. The twinspan programme successively split the survey sites into groups on the basis of a correspondence analysis ordination and summarized the compositional differences between the groups. Five pseudo‐species abundance ‘cut‐levels’ (0, 0.05, 0.25, 1.0, and 2.5 m2 ha−1) were defined so as to assign each species at each site into one of five approximately equal classes on the basis of abundance. Cut‐levels representing higher abundances (i.e. dominant overstorey tree species) were given higher weight in the analysis (cut‐level weight factors: 2, 3, 4, 5, 6). Groups of survey sites were split successively so long as group distinctions continued to reflect differences in the identity of dominant overstorey trees rather than differences in understorey composition. Five vegetation groups were defined in this way.",
            "cite_spans": [],
            "section": "Numerical Analysis ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Size‐class histograms for each major overstorey tree species at each site were examined for evidence of episodic recruitment or species non‐replacement. Relative abundance indices for different size classes, and a numerical demographic skewness coefficient (below) were also used in subsequent anova analyses in order to assess quantitatively broad‐scale demographic patterns as they related to different management and vegetation change histories. The following size‐class proportion indices were defined: (i) proportion of seedlings: maximum stem diameter = 1 cm; (ii) proportion of juveniles: maximum diameter ≤5 cm; (iii) proportion of adults: maximum diameter ≥11 cm; and (iv) proportion of veterans: maximum diameter ≥30 cm.",
            "cite_spans": [],
            "section": "Stand demographics ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "In addition, the demographic skewness coefficient A3 was defined as follows (Hutchings 1975):",
            "cite_spans": [],
            "section": "Stand demographics ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "\n(1)\n",
            "cite_spans": [],
            "section": "Stand demographics ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "where M3 is the third moment about the mean",
            "cite_spans": [],
            "section": "Stand demographics ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "\n(2)\n",
            "cite_spans": [],
            "section": "Stand demographics ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "in which d denotes tree diameter.",
            "cite_spans": [],
            "section": "Stand demographics ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "This formula yields a value of 1 where tree demographic distributions are evenly spread about the mean diameter value. A preponderance of juveniles generates higher skewness values, and a preponderance of larger adults generates low values. Subsequent anova analyses were restricted to those sites at which n ≥ 5 for the species in question.",
            "cite_spans": [],
            "section": "Stand demographics ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "\nanova analyses were used to assess patterns of variation for edaphic variables, woody vegetation basal area, and single‐species demographic indices (above) relative to categories of historical vegetation cover change (the RCI index, defined below) and grazing history. Sites were assigned to one of the following three grazing categories (Sharp unpubl. data): Category 1: fenced in approximately 1900, pastoral intensification occurred in 1960s; Category 2: fenced and stocked 1983; Category 3: fenced and stocked 1994–1996, or located outside established paddocks.",
            "cite_spans": [],
            "section": "Stand demographics ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "For dominant species that were found to be positively associated with observed patterns of vegetation cover increase, trees were cut and growth rings were counted. The locations of sites at which trees were cut were selected to encompass the widest possible range of habitat and historical variation inhabited by that species (i.e. frequently burnt vs. unburnt, increasing vegetation cover vs. no change in cover, etc.). Trees were selected for cutting by walking along a preselected route. Special effort was made to ensure that cut trees were of a variety of sizes. Multi‐stem trees were avoided. Twenty trees were cut on each selected location. Trees were cut by chainsaw at a height of 30 cm. Tree slices were sanded smooth and the growth rings counted, using magnification where necessary. For each tree, growth rings were counted along three radii away from the centre, and where discrepancies existed the average of the age estimates was used. Where the core of the tree was rotten and growth rings were indistinguishable (common for larger individuals of the genus Melaleuca), the age of the rotten core portion was estimated by examining the intact core of a nearby smaller individual. Where the rotten core had expanded to greater than one‐third of the total diameter of the tree, the tree slice was discarded.",
            "cite_spans": [],
            "section": "Dendrochronology ::: METHODS",
            "ref_spans": []
        },
        {
            "text": "Sixty‐five woody species were recorded on the 67 survey sites. Five vegetation groups were identified from the twinspan analysis (Fig. 2, Table 1). The groups corresponded to significant variation in edaphic characteristics. The first twinspan iteration split the sites on the basis of drainage characteristics. Groups 1 and 2 occurred on flat low‐lying seasonally inundated locations (hereafter termed ‘wet’ habitats), while groups 3–5 occurred on slightly sloping and/or well‐drained locations (‘dry’ habitats). Subsequent divisions reflected differences in soil texture (clay content) and/or soil depth (as reflected by the prevalence of exposed rock), both of which influence water availability (Table 2). Soil colour and grass layer composition (percentage prevalence of annual vs. perennial grasses) did not vary significantly between vegetation groups.",
            "cite_spans": [],
            "section": "Floristic analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 130,
                    "end": 136,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 138,
                    "end": 145,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 700,
                    "end": 707,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Group 1 sites consisted primarily of Melaleuca minutifolia low woodlands, which occurred on shallow sandy‐to‐loamy soils that are seasonally inundated. Group 2 consisted of low‐lying cracking‐clay plains dominated by Lysiphyllum cunninghami and Terminalia spp. Group 3 consisted of rocky foot‐slopes with shallow sandy soils. Overstorey species in this group included Corymbia ferruginea and Owenia vernicosa, but in many locations understorey shrubs such as Terminalia canescens and Calytrix extipulata were more abundant. Groups 4 and 5 consisted of mixed tall open woodlands on sandy to clay‐loam soils. Group 4 sites were dominated by Corymbia grandifolia and/or Erythrophloem chlorostachys, and tended to have heavier sodic soils with moderately poor drainage. Group 5 sites were dominated by Corymbia latifolia and/or Eucalyptus tectifica, and occurred on gently sloping rises with loamy soils.",
            "cite_spans": [],
            "section": "Floristic analysis ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The combined effects of historical and ongoing pastoral management on fire regime were examined by anova analysis of 10‐year fire frequency (spatial fire data courtesy Yates et al. 2000) at each of the 114 mapped locations (see below) on the basis of the previously identified grazing categories. Figure 3 demonstrates that grazing strongly determined fire regime (P < 0.0001): prolonged heavy grazing (category 1) effectively reduced grassy fuel loads and eliminated fire from the landscape relative to lightly grazed areas (category 3). Note also that sites in grazing category 2 burned significantly more than sites in category 1, despite the fact that paddocks in both categories were stocked with cattle during the assessed time period (1990–1999). Residual effects of grazing on landscape flammability may be cumulative over time due to pasture degradation, erosion or soil scalding (Mott 1987; Winter 1991). Alternately, the southernmost paddocks (category 1 sites) may have been stocked more heavily and/or consistently during the assessed time period due to better pastoral infrastructure and access to fresh water.",
            "cite_spans": [],
            "section": "Aerial data: Effects of grazing on fire regime ::: RESULTS",
            "ref_spans": [
                {
                    "start": 297,
                    "end": 305,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The relationship between aerial and ground estimates of woody vegetation cover is shown in Figure 4 (r\n2 = 0.64, n = 56). Note that digital aerial photographic signatures at this scale (1 pixel = 2 m) have been shown to reflect accurately the abundance of overstorey trees but not of narrow‐crowned understorey shrubs. Within tall open woodlands (Groups 3–5) the threshold between understorey and overstorey was set at 5 m. Because M. minutifolia (i.e. Group 1) and some Group 2 species are short in stature with a spreading crown structure, within Groups 1–2 the threshold between understorey and overstorey was set at 3 m. Where M. minutifolia existed in the understorey of tall open woodlands, it was readily detectable at heights less than 5 m, a fact which confounded aerial estimates of overstorey cover on those locations (e.g. sites 9 and 31, marked in Fig. 4; see also Sharp unpubl. data).",
            "cite_spans": [],
            "section": "Aerial cover estimation ::: RESULTS",
            "ref_spans": [
                {
                    "start": 91,
                    "end": 99,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 861,
                    "end": 867,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "A Relative Change Index (RCI) was calculated for the 114 locations at which vegetation cover was assessed by aerial photography, defined as follows: RCI = (% vegetation cover 1993/7)/(% vegetation cover 1948). Thirty‐one sites at which RCI > 1.2 were classed as ‘increasing cover’, 35 sites at which RCI < 0.8 were classed as ‘decreasing cover’, and 48 sites with intermediate RCI values were classed ‘no change’. Fifty‐six of these mapped locations corresponded to sites where woody vegetation was surveyed from the ground. An additional 32 mapped locations were assigned to the vegetation groups of Figure 2 on the basis of visual confirmation in the field. The remaining 26 locations were not visited on the ground, and remain unassigned (see Fig. 5).",
            "cite_spans": [],
            "section": "Aerial vegetation‐change analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 601,
                    "end": 609,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 746,
                    "end": 752,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The results of vegetation‐change analysis for different vegetation groups are shown in Figure 6. The tendency for overstorey vegetation cover increase or decline can be assessed by examination of the fitted regression line, anchored at the origin, for sites in each group. The slope of the fitted line (not illustrated) for all mapped locations collectively was not significantly different from 1 (slope = 0.95 ± 0.05; n = 114). This indicates that the landscape as a whole has shown no consistent tendency for either vegetation cover increase or decline since 1948. Similarly, Group 2 (cracking‐clay plains; slope = 1.03 ± 0.16; n = 11) and Group 4 (C. grandifolia/Erythrophloem chlorostachys woodlands; slope = 1.02 ± 0.13; n = 7) showed no significant tendency for vegetation change in either direction. The fitted line for Group 5 (slope = 0.79 ± 0.06; n = 38) indicates a significant tendency for vegetation cover decline on tall‐open woodlands dominated by C. latifolia and/or Eucalyptus tectifica. Vegetation change on rocky foot‐slopes (Group 3) has been negative (slope = 0.35 ± 0.13; n = 5). The observed net decline in woody vegetation cover for these two groups was a consequence of complex interactions between overstorey trees and understorey shrubs in response to changing grazing and fire regimes, as explored fully in Sharp (unpubl. data).",
            "cite_spans": [],
            "section": "Aerial vegetation‐change analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 95,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The only vegetation group with a significant tendency for vegetation increase was Group 1 (M. minutifolia low woodlands; slope = 1.21 ± 0.12; n = 27). Group 1 sites accounted for 16 of 27 locations where vegetation composition was known and vegetation cover was classed as ‘increasing’. In absolute terms, Group 1 sites accounted for an even greater proportion of observed vegetation cover increase (87%) because other vegetation groups with sites that were increasing (e.g. Groups 2 and 4) tended to have lower initial cover values and therefore required smaller absolute changes to be classed ‘increasing’ on a relative scale (see Table 2, Fig. 6).",
            "cite_spans": [],
            "section": "Aerial vegetation‐change analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 642,
                    "end": 648,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 633,
                    "end": 640,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Patterns of species abundance for all identified species were examined relative to RCI categories as a means of identifying tree species likely to be responsible for observed patterns of vegetation cover change. Species with significant variation patterns are shown in Table 3. Consistent with the tendency for vegetation increase observed for Group 1, above, the abundance of M. minutifolia was possibly associated (P = 0.0037) with sites at which vegetation cover was increasing.",
            "cite_spans": [],
            "section": "Species‐level analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 269,
                    "end": 276,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "\nMelaleuca minutifolia is a low, often densely occurring tree/shrub that was found on low‐lying, poorly drained sandy‐to‐loamy soils. It generally occurred as the dominant species on low‐lying seasonally inundated plains like those included in Group 1, but also occurred in the understorey of tall open Eucalyptus or Corymbia woodlands (i.e. Groups 4 and 5) in locations where drainage was poor. Invasion and/or growth of M. minutifolia was clearly responsible for observed woody vegetation increases on Group 1 sites. Many of these sites were essentially mono‐specific stands. Within Group 1 the percent dominance of M. minutifolia was significantly (P = 0.032) related to RCI category; on sites with increasing cover (n = 8) M. minutifolia accounted for an average of 59.4% of total woody basal area, compared to 20.9% on sites where cover was unchanging (n = 3). Melaleuca minutifolia may also have been responsible for increasing vegetation cover in other habitats. On two of three Group 5 sites exhibiting dramatic vegetation increase (sites 9 and 31, Fig. 6), M. minutifolia (basal area of 1.00 and 3.06 m2 ha−1, respectively) had abundances equal to or greater than those of the dominant overstorey tree on those sites, Corymbia latifolia (basal area of 1.01 and 1.25 m2 ha−1, respectively). Demographic distributions for both species on those sites suggest that understorey invasion by M. minutifolia was actually replacing a pre‐existing Corymbia woodland (see below; see also Sharp unpubl. data).",
            "cite_spans": [],
            "section": "Species‐level analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 1057,
                    "end": 1063,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "In Table 3 the abundance of only one other species, Terminalia platyptera, was positively associated with woody vegetation increase. Similar to M. minutifolia, T. platyptera grows on low‐lying ‘wet’ habitats, but its range extended also to heavy clay soils (i.e. Group 2). However, nowhere within the study area was T. platyptera sufficiently abundant to account for a large proportion of total woody vegetation cover (see Table 1). It is therefore unlikely that its higher basal area on sites where vegetation cover was increasing reflects invasion by T. platyptera itself. Rather, these patterns reflect co‐occurrence with M. minutifolia.",
            "cite_spans": [],
            "section": "Species‐level analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 10,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 423,
                    "end": 430,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Where vegetation cover increased since 1948, M. minutifolia was the species primarily responsible. Subsequent demographic analyses focus on this species. Table 3 also identifies three species that exhibited patterns of higher abundance on sites where total vegetation cover was decreasing. These species were found primarily on shallow sandy soils. The observed patterns reflect the tendency for vegetation cover loss previously noted on rocky foot‐slopes (Group 3) and to a lesser extent within tall‐open Corymbia and Eucalyptus woodlands (Group 5).",
            "cite_spans": [],
            "section": "Species‐level analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 161,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Estimated size‐age relationships for single‐stemmed M. minutifolia trees on two locations are shown in Figure 7. These locations were chosen to encompass the widest possible range of historical and edaphic settings inhabited by M. minutifolia within the study area. Size‐age relationships on the two sites were slightly different from one another, and likely represent the upper and lower limits of possible growth rates for this species within the study area. The fitted line for site 36 is defined by: diameter (mm) = 4.49 × (ring count) − 8.06; r\n2 = 0.977; n = 13. The fitted line for site 56 is defined by: diameter (mm) = 3.10 × (ring count) + 18.22; r\n2 = 0.932; n = 16. The steeper slope and negative intercept for site 36 likely reflects faster initial growth conditions when the site was relatively treeless (i.e. 8.2% cover in 1948) and newly established trees were relatively free from competition. Our assumption that growth rings are annual was unsupported, but appears reasonable in the context of seasonally waterlogged habitats in a monsoonal environment. Note that due to the high incidence of hollow/rotten tree cores among larger Melaleuca trees, very few individuals of diameter >10 cm were aged. Age estimates based on extrapolation of the above growth relationships to larger trees should be treated with appropriate caution.",
            "cite_spans": [],
            "section": "Demographic analysis for M. minutifolia\n ::: RESULTS",
            "ref_spans": [
                {
                    "start": 103,
                    "end": 111,
                    "mention": "Figure 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "Size‐class histograms were examined for all vegetation survey sites (n = 11) at which 50 or more single‐stemmed M. minutifolia trees were measured (Fig. 8). None of these histograms conformed to the classic reverse‐J distribution (with abundant juveniles and gradually decreasing abundances of larger size‐classes) generally associated with continuous stand replacement. Some histograms revealed almost no juvenile trees. Nearly every histogram revealed identifiable demographic peaks. Recruitment of M. minutifolia seedlings thus appears to have been episodic, although some recruitment apparently also occurred in off‐peak years. For M. minutifolia low woodlands (i.e. Group 1 sites; n = 6), histograms at every location revealed a distinct demographic peak at diameter = 10–11 cm, and a lesser peak at diameter = 13–14 cm (as in Fig. 8a). This pattern was consistent across the full range of fire/grazing variation. Utilizing estimated size‐age relationships derived above, these peaks represent establishment events in approximately 1973–1975 and 1966–1968, respectively. Where M. minutifolia existed in the understorey of tall open Corymbia/Eucalyptus woodlands (Groups 4–5; n = 5) four of five histograms revealed high abundances of juvenile trees, with abundances dropping off rapidly at size classes greater than 6 cm (as in Figs 8b,c). This pattern suggests that M. minutifolia may have only recently invaded (since 1986, with peak establishment in 1990) these habitats. Site 36, at which the most dramatic woody vegetation increase was observed, revealed both effects simultaneously (Fig. 8d).",
            "cite_spans": [],
            "section": "Demographic analysis for M. minutifolia\n ::: RESULTS",
            "ref_spans": [
                {
                    "start": 148,
                    "end": 154,
                    "mention": "Fig. 8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 832,
                    "end": 839,
                    "mention": "Fig. 8a",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1333,
                    "end": 1342,
                    "mention": "Figs 8b,c",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1594,
                    "end": 1601,
                    "mention": "Fig. 8d",
                    "ref_id": "FIGREF7"
                }
            ]
        },
        {
            "text": "Numerical indices summarizing the demographic distributions of M. minutifolia stands were examined relative to historical and management variables across all sites simultaneously in an attempt to reveal the broad‐scale trends associated with observed M. minutifolia increases. No demographic index for M. minutifolia varied significantly relative to vegetation change history (RCI category). However, several indices varied significantly relative to grazing history (Table 4), indicating that grazing/fire regimes had affected M. minutifolia establishment and/or recruitment.",
            "cite_spans": [],
            "section": "Demographic analysis for M. minutifolia\n ::: RESULTS",
            "ref_spans": [
                {
                    "start": 467,
                    "end": 474,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Systematic assessment of savanna vegetation dynamics using aerial photography provided considerable insight into the nature and extent of vegetation change since 1948. First, the perception of general woody vegetation increase in the region (e.g. Jacklyn 2000) does not apply within the present study area. Net overstorey vegetation cover change since 1948 has been zero or slightly negative. This finding cautions the uncritical acceptance of repeat landscape photography as proof of widespread landscape‐scale changes (as in Lewis 2002). Change was neither uniform nor random. Different woody vegetation groups showed clear tendencies for either vegetation increase or decline, a result which suggests that different change mechanisms have occurred in different habitats. In general it appears that low‐lying habitats with poor drainage (i.e. ‘wet’ habitats) have experienced woody vegetation increase, whereas ‘dry’ habitats have experienced woody vegetation stability or loss, a conclusion that extends also to adjacent floodplains and sandstone plateaux (Sharp & Whittaker 2003; Sharp & Bowman 2004). Ecological mechanisms responsible for changes on dry lowland habitats (Groups 3–5) are examined fully in Sharp (ubpubl. data). Subsequent analysis in this paper focuses on change mechanisms on wet lowland habitats (Groups 1–2).",
            "cite_spans": [],
            "section": "Aerial analysis of vegetation cover change ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The expectation that nearly treeless grasslands on cracking‐clay plains (Group 2) should experience invasion by woody species (Dyer et al. 1997; Crowley & Garnett 1998) was not supported by the present analysis. Species identified as invasive in these habitats by Dyer et al. (1997) were present in Group 2 (see Table 1) but the group as a whole showed no significant tendency for either woody vegetation increase or decline. This may reflect the fact that anecdotal reports of increases on cracking‐clay plains were all derived from grazed areas, while Group 2 sites in the present study were located across the full range of historical management treatments. A related study on nearby alluvial floodplains with a history of heavy grazing (Sharp & Whittaker 2003) recorded significant increases on cracking‐clay plains dominated by T. volucris, consistent with other anecdotal reports in the region, and a pastoral manager of Bradshaw Station (I. McBean, pers. comm. 2000) has reported a general increase in tree abundance on grazed cracking‐clay plains in recent decades.",
            "cite_spans": [],
            "section": "Aerial analysis of vegetation cover change ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 312,
                    "end": 319,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Where increasing woody vegetation abundance was observed by air‐photo analysis it was almost entirely due to the spread or invasion of Melaleuca minutifolia. Importantly, the magnitude of vegetation change on sites dominated exclusively by M. minutifolia (i.e. Group 1 sites) did not vary significantly relative to grazing history (Table 4), a result which suggests that observed increases on these habitats were not driven primarily by changing grazing/fire regimes.",
            "cite_spans": [],
            "section": "Aerial analysis of vegetation cover change ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 332,
                    "end": 339,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Examination of size‐class distributions for this species on an individual site basis revealed that within M. minutifolia woodlands, recruitment has been highly episodic. Group 1 site histograms exhibited a distinct pattern with (at least) two demographic peaks, at diameters of 10–11 cm and 13–14 cm. The recruitment events responsible for these demographic peaks probably occurred in 1973–1975 and 1966–1968, respectively. That this demographic pattern was consistent across the full range of grazing treatments (see, e.g. Figs 8a,b) suggests that these recruitment events were a product of climatic conditions that affected the entire study area, and not of site‐specific management histories. Nonetheless numerical demographic indices indicated that fire/grazing regime also affected M. minutifolia recruitment. Melaleuca minutifolia stands in grazing category 1 were skewed toward a preponderance of smaller trees, with corresponding decreases in average tree diameter and the proportion of adult trees (Table 4; Fig. 8b,d). These results probably reflect reduced fire mortality among seedlings and juveniles on heavily grazed/infrequently burnt locations. The most recent establishment event appears to have occurred since 1986 (i.e. diameter ≤6 cm).",
            "cite_spans": [],
            "section": "Demographic analysis for M. minutifolia\n ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 524,
                    "end": 533,
                    "mention": "Figs 8a,b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1017,
                    "end": 1026,
                    "mention": "Fig. 8b,d",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 1008,
                    "end": 1015,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Boundaries between different vegetation groups identified in the twinspan analysis (Table 1) were not always distinct, and M. minutifolia often occurred in low densities (e.g. Fig. 8c) within the understorey of tall open Eucalyptus/Corymbia woodlands (Groups 4–5). Furthermore, on some locations within these habitats where aerial photographs revealed an increase in woody vegetation cover since 1948, extreme densities of small M. minutifolia trees indicated that the species had been recently invasive (e.g. Fig. 8b). Such invasions were only evident on grazed locations, probably a direct consequence of reduced fire mortality under grazing (compare Fig. 8b,c). Sharp (unpubl. data) demonstrated that M. minutifolia was actually only one of several species proliferating in the understorey of tall open woodlands subjected to heavy grazing, and that such invasions contributed to the decline and even complete disappearance of the original overstorey woodland.",
            "cite_spans": [],
            "section": "Demographic analysis for M. minutifolia\n ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 176,
                    "end": 183,
                    "mention": "Fig. 8c",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 510,
                    "end": 517,
                    "mention": "Fig. 8b",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 653,
                    "end": 662,
                    "mention": "Fig. 8b,c",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 84,
                    "end": 91,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "\nMelaleuca minutifolia woodlands experienced vegetation increase across the entire study area regardless of grazing history, despite the demonstrated positive effect that heavy grazing has had on juvenile survival. This suggests that episodic climatic conditions favourable to seedling recruitment were in the past sufficiently powerful to drive net woody vegetation increase within M. minutifolia low woodlands even where grazing was light and burning was frequent. It is likely that germination requires specific climatic conditions but that subsequent survival is affected by grazing and fire regime. This is apparently the case for M. viridiflora, a related species known to have increased dramatically in portions of northern Queensland. Melaleuca viridiflora is thought to require multiple consecutive years with above‐average rainfall for seedling establishment to occur (Crowley & Garnett 1998). Melaleuca minutifolia has similar habitat affinities, requiring seasonal inundation for establishment and growth. Nonetheless climate records (Fig. 9) showed that neither identified establishment event (1966–1968 and 1973–1975) corresponded to periods of uniquely high cumulative rainfall or to any other identifiable climatic trend. Net annual rainfall is unlikely to predict M. minutifolia establishment. Other climatic factors like the length of the wet season may be the primary predictors (Crowley & Garnett 1998). Regional climatic records such as Figure 9 do not capture the temporal and spatial stochasticity of early season storm events, which may exert major effects on seedling establishment.",
            "cite_spans": [],
            "section": "Demographic analysis for M. minutifolia\n ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 1047,
                    "end": 1053,
                    "mention": "Fig. 9",
                    "ref_id": "FIGREF8"
                },
                {
                    "start": 1458,
                    "end": 1466,
                    "mention": "Figure 9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "Proliferation and/or invasion by M. minutifolia has not previously been reported in the VRD or elsewhere in Australia, but the mechanism responsible for these changes appears analogous to that described by Crowley and Garnett (1998) for M. viridiflora in north Queensland. We propose that observed M. minutifolia increases are a consequence of the maturation of episodic cohorts that established during favourable hydrological conditions in the 1960s and again in the early to mid‐1970s. Demographic evidence suggests that conditions favouring M. minutifolia establishment recurred in the 1980s but that subsequent seedling survival and recruitment has been affected by fire regime, which is in turn a direct product of grazing intensity (Fig. 3). Where grazing has been sufficiently intense to reduce or eliminate fire mortality among M. minutifolia seedlings, the stage has been set for further woody vegetation increase within M. minutifolia low woodlands, and also for M. minutifolia proliferation within the understorey of tall open Eucalyptus and Corymbia woodlands. In the latter instance M. minutifolia proliferation may result in the decline of the pre‐existing overstorey tree species (Sharp unpubl. data).",
            "cite_spans": [],
            "section": "Demographic analysis for M. minutifolia\n ::: DISCUSSION",
            "ref_spans": [
                {
                    "start": 739,
                    "end": 745,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Vegetation dynamics in grazed savanna environments are very complex. Across the landscape as a whole, multiple change mechanisms are operating, with some habitats experiencing woody vegetation increase while others experience woody vegetation loss, or even both simultaneously (Sharp & Whittaker 2003; Sharp & Bowman 2004; Sharp unpubl. data). Suggestions of landscape‐scale processes based upon anecdotal evidence derived from particular habitats preferentially (Jacklyn 2000; Lewis 2002) should be interpreted with caution. Even where perceptions of change are accurate it may be impossible to distinguish ‘anthropogenic’ management effects from ‘natural’ climate‐driven dynamics. This fact will make carbon‐storage accounting, for which only anthropogenic changes are politically relevant, exceedingly difficult. In this study we assert that observed M. minutifolia increases are primarily climate‐driven, a conclusion consistent with Fensham and Fairfax (2003), but also that the extent and magnitude of this effect is mediated by management regime, as in Crowley and Garnett (1998). Other adjacent and interspersed habitats are experiencing dramatic changes which are evidently management‐driven, and which almost certainly affect pastoral productivity (Sharp & Whittaker 2003; Sharp unpubl. data). The inherent complexity of observed savanna dynamics presents a considerable challenge to managers charged with ensuring the long‐term sustainability of pastoral operations.",
            "cite_spans": [],
            "section": "Implications ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The implications of changes reported here for conservation are unclear. Melaleuca minutifolia low woodlands (herein designated ‘Group 1’ habitats) are deemed ‘habitats of conservation significance’ by the Australian Government because they exist almost exclusively within the Victoria/Bonaparte Bioregion and are not currently protected by the reserve system of the Northern Territory (Environment Australia 1998). The spread of M. minutifolia may therefore be seen as a positive outcome for conservation management. However, where M. minutifolia has proliferated in the understorey of pre‐existing Corymbia woodlands, the demographic distributions of the overstorey stands suggest that M. minutifolia invasion may be destructive of these habitats (Sharp unpubl. data). Similar structural transformations are thought to affect wildlife populations in other savanna environments (Franklin 1999; Woinarski et al. 2001), but in the absence of habitat‐specific data, any assertions about the impacts on wildlife of vegetation changes are bound to be purely speculative.",
            "cite_spans": [],
            "section": "Implications ::: DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "We are indebted to the Australian Defence Force and to the Ngaliwurru–Wuli Aboriginal Association for granting access to the study area. Funding was provided by the Cooperative Research Centre for the Sustainable Development of Tropical Savannas. The Key Centre for Tropical Wildlife Management provided considerable administrative and technical support. Thanks to Dr Robert Whittaker andDr Peter Whitehead for continuing supervision and for commenting on the manuscript. Thanks also to the staff of CSIRO Land and Water, Canberra, for access to their aerial photographic archives.",
            "cite_spans": [],
            "section": "ACKNOWLEDGEMENTS",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Mean basal area (m2 ha−1, excluding dead trees) of 33 woody species by twinspan vegetation group. Species that occur in five or fewer sites, and which do not comprise greater than 5% of the total basal area of at least one group, are not shown. Bold print denotes the vegetation group that supports the highest basal area for each species\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Mean edaphic, vegetation, and historical characteristics of twinspan‐derived vegetation groups. Group assignments of SNK means tests are shown. Groups bearing the same letter are not significantly (P < 0.05) different from one another\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Results of 1‐way non‐parametric anovas of species basal area (m2 ha−1) across vegetation change categories. Abundance patterns were examined for all species for which n > 5. Only significant (P < 0.05) results are shown\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Results of 1‐way non‐parametric anovas assessing woody vegetation change on Group 1 habitats (Melaleuca minutifolia low woodlands), and also M. minutifolia demographic indices, across grazing history categories. Non‐significant demographic indices are not shown\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Schematic illustration of dominant topographic gradient defining distinct landscape settings, from sandstone plateau to alluvial floodplain. The approximate relative positions of TWINSPAN‐derived vegetation groups are shown for lowland habitats. Vegetation is not drawn to scale relative to topography.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: TWINSPAN vegetation group assignments for 67 survey sites. Analysis was stopped after the third iteration because subsequent group divisions did not correspond to differences in dominant overstorey tree composition.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: The combined effects of historical and ongoing pastoral management on 10‐year fire frequency (1990–1999), as determined by LANDSAT image analysis (see Yates et al. 2000). Standard errors are shown. Grazing category 1 has been fenced since approximately 1900, with pastoral intensification occurring in the 1960s. Grazing category 2 was fenced in the 1980s. Grazing category 3 was fenced in 1993 and de‐stocked in 1996, and was therefore effectively ungrazed except by scattered feral stock for most of the 1990–1999 period.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: The relationship between ground and aerial estimates of overstorey woody vegetation cover, by twinspan‐derived vegetation groups: (▪) Group 1; (◆) Group 2; (▴) Group 3; (×) Group 4; (+) Group 5. Combined r\n2 = 0.64 (n = 56). Note that there was a 3–6 year interval between the dates of air‐photo acquisition (1993/7) and the ground survey (1999).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Locations of at which overstorey woody vegetation cover was assessed by aerial photographic analysis. Where woody vegetation composition is known locations are assigned to one of five twinspan groups. The direction of woody vegetation cover change (1948–1993/7) is indicated at each location. Paddocks are assigned to one of three grazing categories corresponding to the date of paddock establishment.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Overstorey vegetation cover change, 1948–1993/7, as determined by aerial photograph analysis. Sites are assigned to one of five TWINSPAN vegetation groups: (▪) Group 1; (◆) Group 2; (▴) Group 3; (×) Group 4; (+) Group 5. The solid line with slope = 1 represents no change in vegetation cover. Dashed lines represent arbitrary boundaries between RCI categories: increasing cover, RCI > 1.2; stable, 0.8 ≤ RCI ≤ 1.2; decreasing cover, RCI < 0.8. Site numbers are indicated for individual sites that are referenced in the text.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7: Estimated size‐age relationships for Melaleuca minutifolia. Trees were cut on two different locations in contrasting habitats. Site 36 (◆) is a homogenous M. minutifolia low woodland (i.e. Group 1) site that has experienced dramatic vegetation increase (from 8.2% in 1948 to 48.2% in 1993). The site burnt once in 10 years. At site 56 (▪) M. minutifolia exists in the understory of a mixed Corymbia woodland (Group 4). The site burnt seven times in 10 years; vegetation cover is unchanged since 1948. Combined r\n2 for trees at both locations = 0.925.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Figure 8: Size‐class histograms for single‐stemmed Melaleuca minutifolia trees at selected sites. Estimated establishment dates for episodic cohorts are derived from size‐age relationships shown in Fig. 7:\n(a) Site 8: Melaleuca minutifolia low woodland, no significant history of grazing (i.e. Vegetation Group = 1; Grazing Category = 3). RCI = 2.68;\n(b) Site 31: Melaleuca minutifolia understorey within Corymbia latifolia woodland, heavily grazed (i.e. Vegetation Group = 5; Grazing Category = 1). RCI = 1.49;\n(c) Site 56: Melaleuca minutifolia understorey within Corymbia grandifolia woodland, no significant history of grazing (i.e. Vegetation Group = 4; Grazing Category = 3). RCI = 0.87;\n(d) Site 36: Melaleuca minutifolia low woodland, heavily grazed (i.e. Vegetation Group = 1; Grazing Category = 1). RCI = 5.83.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Figure 9: Net annual rainfall for Timber Creek, NT, Australia, 1921–1999 (Bureau of Meteorology Australia 2002). Arrows indicate the approximate dates of episodic Melaleuca minutifolia establishment events.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Woody Plant Encroachment Bibliography",
            "authors": [],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Tropical savannas: not what they used to be. Savanna Links: Monthly newsletter of the",
            "authors": [],
            "year": 2000,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "1-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Observations on the demography of the Australian boab (Adansonia gibbosa) in the North‐west of the Northern Territory, Australia",
            "authors": [],
            "year": 1997,
            "venue": "Aust. J. Bot.",
            "volume": "45",
            "issn": "",
            "pages": "893-904",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Changing fire management in the pastoral lands of Cape York Peninsula of northeast Australia, 1623–1996",
            "authors": [],
            "year": 2000,
            "venue": "Aust. Geog. Stud.",
            "volume": "38",
            "issn": "",
            "pages": "10-26",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Assessing woody vegetation cover change in north‐west Australian savanna using aerial photography",
            "authors": [],
            "year": 2003,
            "venue": "Int. J. Wildland Fire",
            "volume": "12",
            "issn": "",
            "pages": "359-67",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Forest expansion and grassland contraction within a Eucalyptus savanna matrix between 1941 and 1994 at Litchfield National Park in the Australian monsoon tropics",
            "authors": [],
            "year": 2001,
            "venue": "Glob. Ecol. Biogeogr.",
            "volume": "10",
            "issn": "",
            "pages": "535-48",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Patterns of long‐term woody vegetation change in a sandstone‐plateau savanna woodland, Northern Territory, Australia",
            "authors": [],
            "year": 2004,
            "venue": "J. Trop. Ecol.",
            "volume": "20",
            "issn": "",
            "pages": "259-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The irreversible cattle‐driven transformation of a seasonally‐flooded Australian savanna",
            "authors": [],
            "year": 2003,
            "venue": "J. Biogeogr.",
            "volume": "30",
            "issn": "",
            "pages": "783-802",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Climate Averages for Australian Sites",
            "authors": [],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Soil Properties and Land Unit Mapping.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Bradshaw Field Training Area Baseline Vegetation Survey and Vegetation Management",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Herbaceous biomass in a Eucalyptus savanna woodland after removing trees and/or shrubs",
            "authors": [],
            "year": 1990,
            "venue": "J. Appl. Ecol.",
            "volume": "27",
            "issn": "",
            "pages": "775-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Bradshaw Field Training Area Additional Vegetation Survey",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Monitoring and assessment of fire regimes and their effects on habitat for long‐term management of Bradshaw Field Training Area, Northern Territory.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Prehistory of Australia",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Tansley Review, 101: The impact of Aboriginal landscape burning on the Australian biota",
            "authors": [],
            "year": 1998,
            "venue": "New Phytol.",
            "volume": "140",
            "issn": "",
            "pages": "385-410",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "Profiles in Cultural Evolution",
            "volume": "",
            "issn": "",
            "pages": "261-88",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Dry topical rangelands: solving one problem and creating another",
            "authors": [],
            "year": 1990,
            "venue": "Proc. Ecol. Soc. Aust.",
            "volume": "16",
            "issn": "",
            "pages": "279-86",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Australia's northern savannas: a time for change in management philosophy",
            "authors": [],
            "year": 1991,
            "venue": "J. Biogeogr.",
            "volume": "17",
            "issn": "",
            "pages": "525-9",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": 1970,
            "venue": "Lands of the Ord‐Victoria Area, Western Australia and Northern Territory.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "A comparison of line‐interception and quadrat estimation methods of determining shrub canopy coverage",
            "authors": [],
            "year": 1978,
            "venue": "J. Range Manage.",
            "volume": "31",
            "issn": "",
            "pages": "60-2",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": 1990,
            "venue": "Australian Soil and Land Survey Field Handbook.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Woody overstorey impact on herbaceous understory in Eucalyptus spp. communities in central Queensland",
            "authors": [],
            "year": 1990,
            "venue": "aust. J. Ecol.",
            "volume": "15",
            "issn": "",
            "pages": "191-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": 1990,
            "venue": "DECODA User's Manual.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 1979,
            "venue": "Ecology and Systematics",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Some statistical problems associated with determinations of population parameters for herbaceous plants in the field",
            "authors": [],
            "year": 1975,
            "venue": "New Phytol.",
            "volume": "74",
            "issn": "",
            "pages": "349-63",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": 1987,
            "venue": "Grazing Lands Research at the Plant–Animal Interface",
            "volume": "",
            "issn": "",
            "pages": "153-62",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Assessment Report for the Bradshaw Army Field Training Area, Northern Territory.",
            "authors": [],
            "year": 1998,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "Developing sustainable pasture management practices for the semi‐arid tropics on the Northern Territory. Final Report, NTA 022.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Evidence of disarray amongst granivorous bird assemblages in the savannas of northern Australia, a region of sparse human settlement",
            "authors": [],
            "year": 1999,
            "venue": "Biol. Cons.",
            "volume": "90",
            "issn": "",
            "pages": "53-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Changes in mammal populations in relatively intact landscapes of Kakadu National Park, Northern Territory, Australia",
            "authors": [],
            "year": 2001,
            "venue": "Aust. Ecol.",
            "volume": "26",
            "issn": "",
            "pages": "360-70",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Proceedings of the Australian Forest Growers Conference, 6–9 July 1998, Lismore, NSW.",
            "volume": "",
            "issn": "",
            "pages": "305-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Slower Than the Eye Can See: Environmental Change in the Victoria River District Since European Settlement",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Vegetation change in the grasslands and grassy woodlands of east‐central Cape York Peninsula, Australia",
            "authors": [],
            "year": 1998,
            "venue": "Pac. Cons. Biol.",
            "volume": "4",
            "issn": "",
            "pages": "132-48",
            "other_ids": {
                "DOI": []
            }
        }
    }
}