{
    "paper_id": "PMC7189179",
    "metadata": {
        "title": "Why ophthalmologists should mask: a perspective from Hong Kong",
        "authors": [
            {
                "first": "Geoffrey",
                "middle": [
                    "C.",
                    "H."
                ],
                "last": "Tang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "David",
                "middle": [
                    "H.",
                    "W."
                ],
                "last": "Steel",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kenneth",
                "middle": [
                    "K.",
                    "W."
                ],
                "last": "Li",
                "suffix": "",
                "email": "kennethli@rcsed.ac.uk",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Ophthalmologists routinely examine patients close-up and face to face. The appropriate use of personal protective equipment (PPE) is therefore a key question during the COVID-19 pandemic. We feel it would be useful to share our experiences from Hong Kong, where the first cases of COVID-19 appeared in January 2020, and where the SARS epidemic of 2003 had a significant impact.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "First and foremost is the controversial topic of universal masking. Earlier on, the Center for Disease Control and Prevention (CDC) and Public Health of England called for the general public not to wear masks unless they were ill. This well-intended recommendation was meant to discourage hoarding and creating an inadvertent shortage for those who needed it the most. Cultural preferences and a desire not to induce further panic in society also played a role in this policy. However, there are compelling arguments for universal masking [1]. Indeed, authorities are now backtracking and reconsidering their stance. The CDC has now (April 3, 2020) recommended that US citizens should wear cloth masks in public (https://www.cdc.gov/coronavirus/2019-ncov/prevent-getting-sick/diy-cloth-face-coverings.html). Let us examine some of the reasons for this decision.",
            "cite_spans": [
                {
                    "start": 540,
                    "end": 541,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Surgical masks are designed to filter fomites emanating from the wearer, for example, in aseptic surgery for health care workers to preserve a sterile operating field. In the setting of the COVID-19 pandemic, it is becoming increasingly clear that asymptomatic spreaders play an important role. Indeed, it has been shown that infected cases are infectious for a median of 2.5 days before symptoms appear and are most infectious just before symptom onset. Would universal masking help? Surgical masks are not air tight around the edges and are not specifically designed to protect the wearer from bioaerosols, unlike N95 respirators [2]. However, multiple studies have shown that they do still offer protection to the wearer. Despite not being air tight, a surgical mask filters out a significant portion of the virus from each inhaled breath [3–5]. The wearer is exposed to a significantly reduced infectious viral load (six times on average) and is less likely to get infected. Even in the situation that the wearer does unfortunately get infected, the severity of the illness is likely to be less, related to inoculum dose. In cases of influenza, it has been shown that illness severity is related to initial infectious load. While the same has not been proven for the SARS-COV-2 virus, it has been shown with the SARS and MERS coronaviruses, making it likely. The evidence from Italy and other countries with high initial hospital admissions would also seem to back this up with disproportionately high death rates in medical staff. Thus, from a mechanistic standpoint, surgical masks actually do provide protection from bioaerosols to both the wearer and the surrounding people. Even if medical grade surgical masks capable of filtering bioaerosols are in short supply, other forms of masking that can filter large droplets should still be considered. In addition, masking may also reduce the chance of direct inoculation of virus into the wearer’s mouth and nose through inadvertent touching of the wearer’s face by a contaminated hand.",
            "cite_spans": [
                {
                    "start": 633,
                    "end": 634,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 843,
                    "end": 844,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 845,
                    "end": 846,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Robust population studies with empirical evidence supporting universal masking may be lacking and the data heterogeneous, but the absence of evidence does not equate to evidence of absence (of benefit). The outbreak has been relatively well controlled in areas where universal masking is practiced, such as Hong Kong and Taiwan. For the former, the effective reproductive number (i.e., the number of secondary cases per infectious case) has been kept to below 1.0 thus far [6]. Notwithstanding potential confounders, the circumstantial evidence does beg serious consideration to implement the practice globally. It is postulated that a plummet in the number of cases of H1N1 seasonal flu in Hong Kong might also have been partly due to universal masking [1]. The benefit of relieving the health care burden when it is most stretched, and saving resources for COVID patients cannot be understated.",
            "cite_spans": [
                {
                    "start": 474,
                    "end": 475,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 755,
                    "end": 756,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Certainly, in times of shortages, surgical masks must first be reserved for those where the benefit would be maximal, which are health care workers and sick patients. However, once supply for them becomes secure and adequate, universal masking should be recommended for the general public. The virus continues to be rampant. It does not care to wait for randomized control trials to validate the benefit of universal masking. With lives at stake, in the absence of clear evidence either way, we must base our policies on logic, common sense, circumstance and benefit of doubt. Masking both your staff and patients may turn out to one of the most important decisions regarding PPE that your hospital makes.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "On a side note, our departments have embraced the practice of installing breath guards on slit lamps as physical barriers [7, 8]. When examining bedbound patients in the wards with portable slit lamps, similar breath guards made from light plastic sheets should also be installed.",
            "cite_spans": [
                {
                    "start": 123,
                    "end": 124,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 126,
                    "end": 127,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Our department in Hong Kong also prioritizes the preservation of PPE. We have designated a specific doctor, nurse, and assistant per clinic session to be fully gowned up. They take care of all high-risk cases for the day. To ensure fairness, team members take turns rotating through the role. We practice extended usage where the PPE is used for the whole session unless soiled or an aerosol generating procedure has been performed. We believe this achieves a pragmatic balance of protecting our own staff while saving precious PPE for frontline workers in other departments.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Influenza virus aerosols in human exhaled breath: particle size, culturability, and effect of surgical masks",
            "authors": [
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Milton",
                    "suffix": ""
                },
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Fabian",
                    "suffix": ""
                },
                {
                    "first": "BJ",
                    "middle": [],
                    "last": "Cowling",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Grantham",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "McDevitt",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS Pathog",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.ppat.1003205."
                ]
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}