{
    "paper_id": "PMC7158283",
    "metadata": {
        "title": "Passerines",
        "authors": [
            {
                "first": "Gerry",
                "middle": [
                    "M."
                ],
                "last": "Dorrestein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Thomas",
                "middle": [
                    "N."
                ],
                "last": "Tully",
                "suffix": "Jr",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gerry",
                "middle": [
                    "M."
                ],
                "last": "Dorrestein",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alan",
                "middle": [
                    "K."
                ],
                "last": "Jones",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "E."
                ],
                "last": "Cooper",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nMany veterinarians are relatively unfamiliar with the passerines. The aviculture, diagnostic procedures, and common diseases and their treatment will be discussed in this chapter, based on previous and recent publications (Dorrestein 1997a, Hawkins 2003, Sandmeier & Coutteel 2006).",
            "cite_spans": [
                {
                    "start": 224,
                    "end": 240,
                    "mention": "Dorrestein 1997a",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 242,
                    "end": 254,
                    "mention": "Hawkins 2003",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 256,
                    "end": 281,
                    "mention": "Sandmeier & Coutteel 2006",
                    "ref_id": "BIBREF70"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Owners of passerines (songbirds) are utilizing veterinary care in increasing numbers as aviculturists recognize the advances in avian medical and surgical treatment of these patients.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The order Passeriformes contains between 5000 and 5700 different species (Sibley & Ahlquist 1990, Gill 1994), with body weights ranging from 4.8 to 1350 g. Toucans and mynahs are often grouped together, but are from different taxonomic orders. Toucans are members of the family Ramphastidae (order Piciformes); mynahs are members of the family Sturnidae (order Passeriformes). The toucans are described in chapter 14 (Ramphastids). Relevant information related to mynahs will be discussed in this chapter.",
            "cite_spans": [
                {
                    "start": 74,
                    "end": 96,
                    "mention": "Sibley & Ahlquist 1990",
                    "ref_id": "BIBREF79"
                },
                {
                    "start": 98,
                    "end": 107,
                    "mention": "Gill 1994",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "\nDiseases in these avian species are often influenced by nutrition, housing and stress. For a complete understanding of diseases associated with problems of passerines, including diagnosis and treatment, clinicians must become familiar with the aviculture, housing and husbandry of their patients. Supportive care and measures to minimize stress are often needed to maintain the host’s defence mechanisms.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The canary (Serinus canaria) is the best-known representative of the songbirds. Canaries have been domesticated since 1400, and are bred and kept for different reasons: their song (e.g. the Roller canary, the Harzer, Waterslager, Timbrado or the American Singer); as coloured canaries, including the melanin (black, brown, agate, isabel) and lipochrome (red, yellow, white) groups; their build and shape like type canaries, including frilled canaries, e.g. North Dutch frill and Gibber Italico; type breeds, e.g. Japan Hoso, Yorkshire; shape breeds, e.g. Border Fancy and Norwich; crest and crest bred, e.g. Gloster; and feather pattern, e.g. Lizard, the oldest true breed canary (Coutteel 2003) (Fig. 8.1\n). The black-hooded red siskin (Spinus cucullatus) is the source of the red pigment that is added to the canary’s genetic make-up, and is clearly in evidence in the red canary. The birds live approximately 6–16 years, are monomorphic and weigh 15–25 g. This longevity related to the small body size is typical for songbirds. Within the large songbird family Fringillidae (true finches), and especially the canary, mass-specific basal metabolic rates, longevity, longevity residuals and lifetime expenditure of energy are all positively correlated with the rate of cytochrome b evolution (Rottenberg 2007).",
            "cite_spans": [
                {
                    "start": 681,
                    "end": 694,
                    "mention": "Coutteel 2003",
                    "ref_id": "BIBREF88"
                },
                {
                    "start": 1294,
                    "end": 1309,
                    "mention": "Rottenberg 2007",
                    "ref_id": "BIBREF68"
                }
            ],
            "section": "Canaries ::: Biology and husbandry",
            "ref_spans": [
                {
                    "start": 697,
                    "end": 705,
                    "mention": "Fig. 8.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "There are almost 1000 species of finches and other weaver relatives. They incorporate Old World granivorous and insectivorous birds, including weaver birds and estrildine finches; the ground-living wagtails, pipits, and accentors; the nectar-feeding sunbirds and flower-peckers; sugarbirds and a few Australasian taxa; and the New World wood warblers, tanagers, and blackbirds, diagnosed by a strongly reduced tenth primary (Gill 1994).",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 434,
                    "mention": "Gill 1994",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Finches ::: Biology and husbandry",
            "ref_spans": []
        },
        {
            "text": "The more domesticated species of finches and weavers have been bred in captivity for many decades, but many finches are still imported from Asia and Africa. There is a significant size disparity between the common finch pets (the smallest is the gold-breasted waxbill at 7 g, the largest is the Java rice sparrow at 20 g). Most common finches belong to the families Fringillidae and Estrildidae. Examples of commonly kept Fringillidae (true finches, approximately 150 species) are canaries (Serinus canaria), greenfinches (Carduelis chloris), goldfinches (C. carduelis), siskin (C. spinus), bullfinches (Pyrrhula pyrrhula) and chaffinches (Fringilla coelebs). Estrildidae (approximately 125 species) originating from Africa, Asia and Australia include waxbills, e.g. zebra finch (Poephila guttata) and Lady Gouldian or Gouldian finch (Chloebia gouldiae), nuns, e.g. spice finch (Lonchura punctulata), and parrot finches, e.g. the parrot finch (Erythrura psittacea). The finches are kept for breeding, but also as ornamental birds. Bengalese or society finches (Lonchura striata domestica) and zebra finches are used as foster parents for breeding Australian finches. This gives special problems, because they can be carriers of diseases that can kill the foster-fledglings – e.g. cochlosomosis and Campylobacter spp. infections. Conversely, using foster parents may prevent some infectious diseases that are transmitted from infected parent to offspring. For example, colonies of Gouldian finches that are air sac mite-free have been established by using society finches, which are not susceptible to air sac mites, as foster parents (Macwhirter 1994). One of the major disadvantages of fostered birds is that they imprint on the foster parents, and may therefore be less likely to breed with their own species. For species-specific imprinting to occur, a finch should be exposed to its own species from the fifteenth to the fortieth days of life.",
            "cite_spans": [
                {
                    "start": 1635,
                    "end": 1650,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Finches ::: Biology and husbandry",
            "ref_spans": []
        },
        {
            "text": "Mynahs (Gracula spp.) and starlings are members of the Sturnidae (Passeriformes), a family of insect- and fruit/berry-eating songbirds consisting of over 110 species. They are commonly referred to as grackles. The mynahs have the unique ability to mimic the human voice, and are often maintained as a single pet bird. The most common species is the hill mynah (\nG. religiosa\n), which has seven subspecies and originates from Southeast Asia.\n",
            "cite_spans": [],
            "section": "Mynahs ::: Biology and husbandry",
            "ref_spans": []
        },
        {
            "text": "Africa, India and Southeast Asia comprise the native range of other mynah species. The veterinary approach of these pet birds is comparable to that for the psittacine birds. Other species commonly kept are the Leucospar rothschildi (Bali or Rothschild’s mynah) and Acridotheres spp. (common mynahs). The Bali mynah is a critically endangered species, and is involved in an intensive captive breeding and reintroduction programme (Norton et al 1995). The average body weight of the lesser Indian hill mynah (G. r. indica) is 110–130 g, that of the Java hill mynah (G. r. intermedia) is 150–200 g, and that of the greater hill mynah (G. r. religiosa) 210–270 g (Korbel & Kösters 1998).",
            "cite_spans": [
                {
                    "start": 430,
                    "end": 447,
                    "mention": "Norton et al 1995",
                    "ref_id": "BIBREF49"
                },
                {
                    "start": 660,
                    "end": 681,
                    "mention": "Korbel & Kösters 1998",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Mynahs ::: Biology and husbandry",
            "ref_spans": []
        },
        {
            "text": "The starlings include the pagoda starling (Temenuchus pagodarum), the superb glossy starling (Lamprospreo superbus) and purple glossy starling (Lamprotornis purpureus). These birds are predominantly kept as aviary birds.",
            "cite_spans": [],
            "section": "Starlings ::: Biology and husbandry",
            "ref_spans": []
        },
        {
            "text": "All birds have high basal metabolic rates (BMRs) and, for their various sizes, passerine birds have the highest rates of any group of vertebrate animals (Fig. 8.2\n). The average basal metabolic rate of a passerine bird (k=129) is 50–60% higher than that of a non-passerine (k=78) of the same body size (Walsberg 1983, Gill 1994; see also Appendices 6.5 and 6.6). The body temperature of passerines is about 2°C higher (about 42°C) than in non-passerines.",
            "cite_spans": [
                {
                    "start": 303,
                    "end": 316,
                    "mention": "Walsberg 1983",
                    "ref_id": "BIBREF90"
                },
                {
                    "start": 318,
                    "end": 327,
                    "mention": "Gill 1994",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Basic anatomy and physiology",
            "ref_spans": [
                {
                    "start": 154,
                    "end": 162,
                    "mention": "Fig. 8.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "\nWhile some desert passerines (such as the zebra finch) have been known to survive months without drinking water, most small passerine birds drink 250–300\n \nmL/kg body weight daily, and may eat up to 30% of their body weight daily (\nMacwhirter 1994\n).\n",
            "cite_spans": [
                {
                    "start": 233,
                    "end": 248,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Basic anatomy and physiology",
            "ref_spans": []
        },
        {
            "text": "Nestling estrildid finches normally have characteristic luminous mouth markings. Mucosal patterns are species-specific, and help to guide parents to their own chicks within the recesses of dark nests. Although most perching birds have anisodactyl feet, with three forward toes and one rear toe (the hallux or first digit), at least nine groups, including Piciformes (woodpeckers and toucans), most Psittaciformes, Strigiformes (owls) and Musophagiformes (turacos), have zygodactyl feet, with two forward (D2 and D3) and two rear toes (D1 and D4) (Gill 1994; Fig. 8.3\n).",
            "cite_spans": [
                {
                    "start": 547,
                    "end": 556,
                    "mention": "Gill 1994",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Basic anatomy and physiology",
            "ref_spans": [
                {
                    "start": 558,
                    "end": 566,
                    "mention": "Fig. 8.3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The anatomy of the digestive tract varies depending on the species’ feeding pattern. A bird’s bill is its key adaptation for feeding, and the size, shape and strength of the beak prescribe the potential diet. Most passerines that specialize in seed-eating crack and shuck the seed husk with powerful bills. Finches extract seed kernels by either crushing or cutting the seed hull. These finches are called thick-bills, in contrast to the insect/berry-eating small-billed finches.",
            "cite_spans": [],
            "section": "Basic anatomy and physiology",
            "ref_spans": []
        },
        {
            "text": "A crop and a large, strong, muscular gizzard (ventriculus), covered on the inside with a strongly polymerized koilin layer, is present in grain/seed-eating species such as finches, but not in species such as honey-eaters that consume nectar and soft foods. In birds that are insect-eaters in the summer, the gizzard becomes smaller and less muscular at that time. In the wintertime the food consists of dry seeds, and the weight of the gizzard can increase by 25–30%. In mynahs the crop is absent, and the ventriculus has (in contrast with seed-eaters) an obvious lumen with a moderately muscular wall.",
            "cite_spans": [],
            "section": "Basic anatomy and physiology",
            "ref_spans": []
        },
        {
            "text": "If present, caeca are generally small and vestigial and play no role in digestion. None of the birds of these orders have an obvious permanent bacterial intestinal flora. However, in spite of a relatively short intestinal tract (in canaries it is approximately 31.1 cm) and a fast passage of chyme, seeds show high digestibility rates of starch (88–90%) and fat (97–99%). Research in canaries, rice finches and budgerigars has shown that maltase, saccharase, amylase and lipase are all present at much higher activity levels than in other species such as the dog, pig, horse and poultry (Wolf et al 1997). It also appears that the activity of the enzymes is markedly influenced by different foodstuffs (Martinez del Rio et al 1996, Wolf et al 1997).",
            "cite_spans": [
                {
                    "start": 588,
                    "end": 603,
                    "mention": "Wolf et al 1997",
                    "ref_id": "BIBREF95"
                },
                {
                    "start": 703,
                    "end": 730,
                    "mention": "Martinez del Rio et al 1996",
                    "ref_id": "BIBREF43"
                },
                {
                    "start": 732,
                    "end": 747,
                    "mention": "Wolf et al 1997",
                    "ref_id": "BIBREF95"
                }
            ],
            "section": "Basic anatomy and physiology",
            "ref_spans": []
        },
        {
            "text": "The mynahs have no caecum and an intestinal tract that is shorter and wider than the seed-eating passerines, pigeons or psittacines. Passeriformes have gall bladders, in contrast to Columbiformes and Psittaciformes. The spleen in most passerines is long rather than spherical, as it is in Galliformes and Psittaciformes (Fig. 8.4\n).",
            "cite_spans": [],
            "section": "Basic anatomy and physiology",
            "ref_spans": [
                {
                    "start": 321,
                    "end": 329,
                    "mention": "Fig. 8.4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "\nIn most Passeriformes, the right and left nasal sinuses do not communicate. In cases of bilateral nasal discharge, a sample for cytological examination should be taken from both the left and right sinuses.\n",
            "cite_spans": [],
            "section": "Basic anatomy and physiology",
            "ref_spans": []
        },
        {
            "text": "Singing ability is highly developed in many passerine species, and is related to the complexity of the syringeal anatomy. Sounds result from the vibration of a thin membrane (membrana tympanica), the tension and position of which are controlled by syringeal muscles and air pressure in the interclavicular air sac. Many birds can stimulate each side of the syrinx independently, and thus can sing duets with themselves (Gill 1994). Roller canaries are specifically bred and trained for their singing ability.",
            "cite_spans": [
                {
                    "start": 420,
                    "end": 429,
                    "mention": "Gill 1994",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Basic anatomy and physiology",
            "ref_spans": []
        },
        {
            "text": "Male canaries will usually sing best in the spring, in response to the endogenous testosterone ‘surge’. If a bird becomes ill it may stop singing, and may not start vocalization until the following spring, even though the initial illness has resolved. In contrast, some canaries (even some females) sing all year round, and birds that stop singing because of illness begin singing as soon as their general condition improves. Testosterone injections to induce singing should be discouraged, because testosterone has a negative feedback that causes shrinking of the testes and reduced fertility (\nMacwhirter 1994\n).\n",
            "cite_spans": [
                {
                    "start": 596,
                    "end": 611,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Basic anatomy and physiology",
            "ref_spans": []
        },
        {
            "text": "The ability to mimic the human voice is well developed in some passerines, notably mynahs, starlings, mockingbirds and corvids. Fifteen to twenty per cent of the passerines in most regions of the world practise vocal mimicry (Gill 1994).",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 235,
                    "mention": "Gill 1994",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Basic anatomy and physiology",
            "ref_spans": []
        },
        {
            "text": "Like psittacines (but unlike ratites and penguins), passerines have a highly developed neopulmic and paleopulmonic parabronchi system. This allows for highly efficient oxygen exchange. In most passerines the cranial thoracic air sacs are fused to the single median clavicular sac, making a total of seven air sacs as opposed to the nine air sacs in psittacine species.",
            "cite_spans": [],
            "section": "Basic anatomy and physiology",
            "ref_spans": []
        },
        {
            "text": "The small passeriform birds are kept in captivity both as individual pet birds and as flocks in two different types of aviaries: mixed ornamental and breeding aviaries. The former type is usually located outside and different species are kept together, mostly for ornamental purposes (Fig. 8.5\n). In the latter, large numbers of the same species are maintained, mostly indoors, for breeding and selecting. Breeders often go to shows and competitions, and there is frequently an exchange of birds (and possibly pathogens) (Fig. 8.6\n).",
            "cite_spans": [],
            "section": "Housing",
            "ref_spans": [
                {
                    "start": 285,
                    "end": 293,
                    "mention": "Fig. 8.5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 522,
                    "end": 530,
                    "mention": "Fig. 8.6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "In mixed aviaries the bird population is less dense, and species-specific diseases are restricted to only a few of the occupants. The birds are in the aviary all year, with a shed for shelter and a flight outside. Planted aviaries are popular for these passerines, because the vegetation provides observers with a more natural view of a bird’s behaviour (Fig. 8.7\n). Planted aviaries can cause problems when trying to control microorganisms and medicate diseased birds (Macwhirter 1994). These plantings, however, are often necessary to get breeding results. For feather care in mixed ornamental aviaries, the birds should have access to water and/or sand-baths. In breeding aviaries, the housing depends on the season. Today, canaries are mostly bred indoors, and during the breeding season the birds are generally maintained as couples in small box-type cages approximately 50×40×40 cm (Fig. 8.8\n). Normally the fancier allows the birds to lay two to three clutches using artificial lighting (Fig. 8.9\n). The weanlings are housed in communal flights, with or without outside quarters. In the winter season (resting season), the males and females are housed as separate groups in pens. Singing canaries are housed individually in small sing-cages (21×20×15 cm) for more than 5 months to be trained and enter singing competitions. The breeding aviaries are relatively easy to clean.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 485,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Housing",
            "ref_spans": [
                {
                    "start": 355,
                    "end": 363,
                    "mention": "Fig. 8.7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 889,
                    "end": 897,
                    "mention": "Fig. 8.8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 995,
                    "end": 1003,
                    "mention": "Fig. 8.9",
                    "ref_id": "FIGREF8"
                }
            ]
        },
        {
            "text": "The mynahs should be kept in aviaries because of their size and need for exercise. Mynahs make a mess with their food and produce copious amounts of fluid droppings, which makes them less suitable as indoor house pets. The best form of indoor housing is a box-cage with an open ceiling and front; it should have a minimum floor area of 100×60–70 cm, and a height of at least 70 cm (Korbel & Kösters 1998). The cage and wooden nest boxes, which are used as sleeping boxes, need daily cleaning to prevent fungal growth.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 403,
                    "mention": "Korbel & Kösters 1998",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Housing",
            "ref_spans": []
        },
        {
            "text": "In flights, where mynahs can be combined with other species such as the superb glossy starling and aracaris, an area should be created with plants or blinds for the birds to retreat or escape from sight. Also, mynahs are nest-robbers and hunt small birds.",
            "cite_spans": [],
            "section": "Housing",
            "ref_spans": []
        },
        {
            "text": "The active, curious nature of the mynahs often leads them to pick up and consume inedible foreign bodies found in the enclosure (rocks, pieces of wood, screws, string, coins etc.). Resulting impactions from foreign body ingestion can cause perforation or stasis of the gastrointestinal tract, which may lead to death. These birds are capable of being extremely destructive, and can injure their beaks when biting on solid objects.",
            "cite_spans": [],
            "section": "Housing",
            "ref_spans": []
        },
        {
            "text": "The floor of a mynah enclosure should be well drained and easy to clean. The large amount of moist foods that these birds consume results in the production of voluminous, malodorous excrement and uneaten food.\n",
            "cite_spans": [],
            "section": "Housing",
            "ref_spans": []
        },
        {
            "text": "Dietary and husbandry requirements are diverse. Most passerine species are primarily seed-eating or granivorous, while others are nectivorous, frugivorous, insectivorous, omnivorous or carnivorous. Most commercially available passerine diets are seed mixes, and may therefore be deficient in specific vitamins or minerals. The composition of the basic diet will be determined by the species of bird in question – some species adapt readily to commercially available diets, while others may require live food.",
            "cite_spans": [],
            "section": "Small passerines ::: Diet and husbandry",
            "ref_spans": []
        },
        {
            "text": "Common nutrient deficiencies from a seed-only diet include lysine, calcium, available phosphorus, sodium, manganese, zinc, iron, iodine, selenium, vitamins A, D3, E and K, riboflavin, pantothenic acid, available niacin, vitamin B12 and choline. The nutrient deficiencies often found in seed diets affect the reproduction and health of adult birds.",
            "cite_spans": [],
            "section": "Small passerines ::: Diet and husbandry",
            "ref_spans": []
        },
        {
            "text": "It is commonly assumed that seed-eating birds need both soluble and insoluble grit in their diet. Although poultry studies have not yielded any conclusive results regarding the necessity of providing grit in the diet, investigations using canaries showed no significant differences in food intake between two groups (one with and one without soluble grit, but both with access to cuttlebone), and insoluble grit had no effect on digestibility values (Taylor 1996). The group of birds that were denied a source of soluble grit during the trial consumed a significantly higher amount of cuttlebone than the other birds (Taylor 1996).",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 462,
                    "mention": "Taylor 1996",
                    "ref_id": "BIBREF82"
                },
                {
                    "start": 618,
                    "end": 629,
                    "mention": "Taylor 1996",
                    "ref_id": "BIBREF82"
                }
            ],
            "section": "Small passerines ::: Diet and husbandry",
            "ref_spans": []
        },
        {
            "text": "When passerine birds are presented in wildlife rehabilitation with anorexia, many complicated food mixtures are advocated for nutritional supplementation. For insect-eating birds or nestling seed-eaters, a high quality puppy food soaked in water with a good vitamin and mineral supplement is recommended as a base diet (White 1997). The author has also good experience with soya-based products (see chapter 6). Some insectivorous birds require insects as a substantial portion of their diet (30–60%). When mealworms make up a significant part of the diet, additional calcium must be added to bring the diet to the proper 2:1 calcium:phosphorus ratio. Starlings will not generally thrive on dog food unless additional fat is added.",
            "cite_spans": [
                {
                    "start": 320,
                    "end": 330,
                    "mention": "White 1997",
                    "ref_id": "BIBREF92"
                }
            ],
            "section": "Small passerines ::: Diet and husbandry",
            "ref_spans": []
        },
        {
            "text": "Free-ranging mynahs eat a variety of fruits, small vertebrates such as lizards, rodents and small birds, various insects and spiders, and bird eggs.",
            "cite_spans": [],
            "section": "Mynahs ::: Diet and husbandry",
            "ref_spans": []
        },
        {
            "text": "Mynahs and softbills are extremely susceptible to diet-induced iron storage problems, or haemochromatosis; therefore the total diet should contain a low iron level – less than 40 ppm or, based on calculations referring to food intake per kg body weight, a maximum of 4–6 mg iron per kg per bird per day (Dorrestein et al 1992, Mete et al 2001).",
            "cite_spans": [
                {
                    "start": 304,
                    "end": 325,
                    "mention": "Dorrestein et al 1992",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 327,
                    "end": 342,
                    "mention": "Mete et al 2001",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Mynahs ::: Diet and husbandry",
            "ref_spans": []
        },
        {
            "text": "In a field study, rainbow-billed toucans (Ramphastos sulfuratos) were observed to eat mainly five fruit items that had concentrations of less than 20–50 ppm iron (Otten et al 2001). Many dog and cat foods contain high levels of iron (up to 1500 ppm), and these high-iron diets should be avoided when feeding softbills (e.g. grapes, raisins). However, even the low-iron commercial diets with a stated maximum level of 100 ppm contained 210 ppm iron, and analysis often revealed levels five to six times higher than those stated (Otten et al 2001).",
            "cite_spans": [
                {
                    "start": 163,
                    "end": 179,
                    "mention": "Otten et al 2001",
                    "ref_id": "BIBREF51"
                },
                {
                    "start": 528,
                    "end": 544,
                    "mention": "Otten et al 2001",
                    "ref_id": "BIBREF51"
                }
            ],
            "section": "Mynahs ::: Diet and husbandry",
            "ref_spans": []
        },
        {
            "text": "These birds may normally pass some undigested food. Undigested chitin and feather parts will be regurgitated as small pellets by mynahs. Large quantities of ‘brown’ mealworms have induced cloacal impactions in birds (Korbel & Kösters 1998). Birds that are losing weight and consistently excreting undigested food should be evaluated.\n",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 238,
                    "mention": "Korbel & Kösters 1998",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Mynahs ::: Diet and husbandry",
            "ref_spans": []
        },
        {
            "text": "\nCanaries need 14–16 hours of daylight to start breeding and to feed their nestlings and raise them properly. If the length of the daylight fluctuates, the birds will receive different hormonal signals (negative feedback), resulting in interruption of breeding and the beginning of an early moult. Artificial day lengths of 17–18 hours give less satisfactory results. If artificial light is produced for breeding birds, the kind of radiation produced by the lamps is an important factor, including such aspects as luminance, frequency and colour temperature (Coutteel 2003).",
            "cite_spans": [
                {
                    "start": 559,
                    "end": 572,
                    "mention": "Coutteel 2003",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "The role of the length of daylight ::: Breeding ::: Canaries ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "There are several ways to increase the length of the day (examples are given based on the northern hemisphere):1.Following the natural increase in day length. These birds are called ‘cold-temperature’ breeders. The disadvantage is that the first chicks will hatch in April/June and that the time will be very short to mature for show season.2.Gradually increasing the length of the day using artificial light, starting in November/December in a heated (15–16°C, 60–80% humidity) environment. It will take a period of 2–3 months to increase from an 8-hour natural day length to a 15-hour day, increasing at 2×15 minutes per week. A minimum luminance of 500–1000 lux is needed, preferably using a dimmer to simulate dawn and twilight.3.Introducing an immediate full day length, extending it from 10 to 15 hours. In this case the birds will reach their breeding condition in 3–4 weeks, but they will often give bad fertilization of the first clutch and the birds are less able to give good results throughout the full breeding season (Coutteel (1995), Coutteel (2003)).\n\n",
            "cite_spans": [
                {
                    "start": 1032,
                    "end": 1047,
                    "mention": "Coutteel (1995)",
                    "ref_id": "BIBREF77"
                },
                {
                    "start": 1049,
                    "end": 1064,
                    "mention": "Coutteel (2003)",
                    "ref_id": "BIBREF88"
                }
            ],
            "section": "The role of the length of daylight ::: Breeding ::: Canaries ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "Since canaries are monomorphic, it can be a problem sexing them, depending on the time of the year. As the breeding season approaches, the most obvious difference will become apparent; that of song. The cock sings, whereas the hen does not. Song also helps with the sexing of the juveniles; by the time they are 8–10 weeks old, most of the cocks will have started to twitter.",
            "cite_spans": [],
            "section": "Sexing ::: Canaries ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "\nApart from the song, there are two other methods of sexing: colour and general bearing, and the appearance of the sex organs during breeding.\n",
            "cite_spans": [],
            "section": "Sexing ::: Canaries ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "Cocks are often more intense in colour than their counterparts. The difference will become apparent by comparison with a similar bird of known sex. It will also be observed that cock birds tend to have a bolder manner and more jaunty carriage than hens.",
            "cite_spans": [],
            "section": "Sexing ::: Canaries ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "Birds have no distinctly different sex organs, but when in breeding condition, if the vent area is examined it will be seen that the cloaca of the cock bird is quite prominent and somewhat elongated due to swelling of the seminal glomerulus. In the hen, although the cloaca is raised above the general level of the abdomen, it is rounder and flatter.",
            "cite_spans": [],
            "section": "Sexing ::: Canaries ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "Many varieties of domesticated finches bear little resemblance to their free-ranging ancestors, and are easy to care for and breed well in captivity. Java finches, zebra finches and Gouldian finches have a somewhat shorter history of domestication than canaries, but are also bred intensively in captivity, and many mutations have occurred (Fig. 8.10\n). Other passerines are directly imported from the wild, and need indoor, temperature-controlled rooms and sometimes artificial light for reproduction. Some passerines require special materials for nesting or to stimulate display behaviour. Any contact with fine synthetic fibres should be avoided, because these may become entangled around the bird’s feet, toes or other body parts, causing damage, loss of limb or death (Fig. 8.11\n). Hessian cloth cut into small squares, cotton, torn strips of facial tissue, sheep’s wool or coconut fibre make suitable, safe nesting materials.",
            "cite_spans": [],
            "section": "Breeding ::: Other finches ::: Breeding and sexing",
            "ref_spans": [
                {
                    "start": 341,
                    "end": 350,
                    "mention": "Fig. 8.10",
                    "ref_id": "FIGREF9"
                },
                {
                    "start": 774,
                    "end": 783,
                    "mention": "Fig. 8.11",
                    "ref_id": "FIGREF10"
                }
            ]
        },
        {
            "text": "In passerines indigenous to tropical or arid regions, seasonal changes related to daylight hours are less important to the reproductive cycle than the periodic available food and water (Gill 1994). Most successful breeders of these species mimic natural conditions by lowering the caloric, protein and fat content of diets and maximizing the bird’s physical condition by allowing free flight in open aviaries during the non-breeding season. At the beginning of the breeding season the birds are ‘flushed’, or encouraged to come into breeding condition, by increasing the plane of nutrition. Misting some species with water (to mimic rainfall) and providing green, fresh foods and foliage may stimulate breeding, particularly of those species from desert environments, such as the Australian grass finches. Birds must not become chilled during the misting process. Depending on the species, birds may be transferred in pairs to smaller breeding enclosures, or left in flights to colony breed (Macwhirter 1994).",
            "cite_spans": [
                {
                    "start": 186,
                    "end": 195,
                    "mention": "Gill 1994",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 992,
                    "end": 1007,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Breeding ::: Other finches ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "In some passerines, there are obvious or subtle morphological differences between the genders. Males are generally brightly coloured or elaborately marked, particularly during the breeding season. As in canaries, differences in singing, courtship or nesting behaviour may also provide clues to gender. In many species, the male’s seminal glomerulus will push the cloacal wall into a prominent projection (the cloacal promontory) during the breeding season.",
            "cite_spans": [],
            "section": "Sexing ::: Other finches ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "DNA/PCR technology can be used to determine gender in monomorphic passerine birds. The cost of these procedures tends to limit their application to more expensive species.",
            "cite_spans": [],
            "section": "Sexing ::: Other finches ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "While passerine species may be small, some are quite territorial and others have well-developed pecking orders. Head trauma, feather picking, other injuries or death may occur in individuals that have been attacked by a companion (Fig. 8.12\n). Self-mutilation, poor body condition and increased susceptibility to disease are indirect results of such aggression in birds that are psychologically stressed because of their low social position (Macwhirter 1994). Aggression is more likely to occur if the birds are overcrowded in small, open enclosures, where less dominant birds have few opportunities to escape from more dominant ones. Aggression-related injuries can be particularly pronounced if new birds are introduced into collections where a social order has already been established.",
            "cite_spans": [
                {
                    "start": 442,
                    "end": 457,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Aggression ::: Other finches ::: Breeding and sexing",
            "ref_spans": [
                {
                    "start": 231,
                    "end": 240,
                    "mention": "Fig. 8.12",
                    "ref_id": "FIGREF11"
                }
            ]
        },
        {
            "text": "Suggested measures to combat aggression include:1.Prevent overcrowding; the fewer birds, the better.2.Clip the wings or remove particularly aggressive individuals.3.Provide extra vegetation or visual barriers (burlap sheets) to provide less dominant birds with an escape area.4.Maintain subdued lighting in indoors areas.5.Introduce all birds into a new environment simultaneously.6.‘Tranquillizers’ (haloperidol 0.02 mg/kg or sodium bromide 1–2 mg/L) may be useful in certain situations.\n",
            "cite_spans": [],
            "section": "Aggression ::: Other finches ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "Parents that become aggressive towards their chicks are preparing to lay a second clutch of eggs, and the chicks should be removed (Macwhirter 1994).",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 147,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Aggression ::: Other finches ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "Some finch enthusiasts enjoy the challenge of breeding parasitic species (birds that lay their eggs in the nests of other species) such as paradise whydahs (Steganura spp.), Hypochera spp., small-tail whydahs (Tetraenura spp.). Parasitic behaviour is found in only four waxbill genera of the Estrildidae: Estrilda spp., Lagonosticta spp., Uraeginthus spp. and Pytilia spp. Whydahs are generally bred in large planted aviaries, where the parasitized finch species has first been firmly established and is breeding freely. The parallels between the appearance and behaviour of the whydah chicks and the finch chicks that they mimic are striking, even though the adults of the two species are very different.",
            "cite_spans": [],
            "section": "Breeding parasitic species ::: Other finches ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "If male and female whydahs do not originate from the same geographic area, they may not enter breeding condition simultaneously, thus preventing successful reproduction. The male whydah develops a long, flowing tail during the breeding season (Fig. 8.13\n).\n",
            "cite_spans": [],
            "section": "Breeding parasitic species ::: Other finches ::: Breeding and sexing",
            "ref_spans": [
                {
                    "start": 244,
                    "end": 253,
                    "mention": "Fig. 8.13",
                    "ref_id": "FIGREF12"
                }
            ]
        },
        {
            "text": "Mynahs (Fig. 8.14\n) are difficult to breed in captivity. This may be due to their imprinting on humans at a young age, or to their need for a large aviary. In the wild, mynahs are associated with flocks and the birds only separate in pairs during the breeding period. Free-ranging mynahs nest in tree-holes, 10–17 m high, cliff areas, and some nesting boxes. In captivity, nesting boxes (or, better, natural hollowed logs), 20–30 cm wide and 30–45 cm high, should be used. The diameter of the entrance should be at least 8–10 cm, and the box should be suspended as high as possible. Nesting material consists of wood shavings, small twigs, straw, hay, moss and feathers. Flights with abundant foliage are recommended for breeding pairs.",
            "cite_spans": [],
            "section": "Breeding ::: Mynahs ::: Breeding and sexing",
            "ref_spans": [
                {
                    "start": 8,
                    "end": 17,
                    "mention": "Fig. 8.14",
                    "ref_id": "FIGREF13"
                }
            ]
        },
        {
            "text": "The hen lays between two and five eggs per clutch; they are coloured turquoise with some red brown to black spots, and are usually laid 24–48 hours apart. Brooding starts after the second egg has been laid, and takes 14–15 days. The chicks are fully feathered at 22 days of age, and become independent or weaned at 4–5 weeks. The yellow feet, legs and fleshy wattles are absent in young birds. The youngsters can fly at 6–8 weeks, and sexual maturity is reached at 2–3 years of age.",
            "cite_spans": [],
            "section": "Breeding ::: Mynahs ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "During the breeding season, the diet should include an abundant amount of insects, baby rodents and lean meats. Young birds being hand-fed have been raised on rice, chopped fish and vegetables, and insect larvae such as mealworms. The diet should be supplemented with adequate amounts of calcium, vitamins and minerals. Softbill hand-feeding formulas can be used.",
            "cite_spans": [],
            "section": "Breeding ::: Mynahs ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "Adult mynahs have been known to crack their own eggs and even throw the young out of the nest (LaBonde 1996).",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 107,
                    "mention": "LaBonde 1996",
                    "ref_id": "BIBREF39"
                }
            ],
            "section": "Breeding ::: Mynahs ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "Most hill mynah species are monomorphic and require surgical or genetic sexing.",
            "cite_spans": [],
            "section": "Sexing ::: Mynahs ::: Breeding and sexing",
            "ref_spans": []
        },
        {
            "text": "A ‘lights out/perching out’ approach to capture is useful for small active birds. Birds will generally not move in a dark room, and can easily be removed from an enclosure; the bird can be restrained by placing the head between two fingers so that the body rests in the palm of the hand, or it can be restrained by holding the head gently between the thumb and first finger (Fig. 8.15\n). It is essential not to interfere with or restrict the movement of the sternum; this will kill the bird! The hand-ling and restraint period should be as short as possible, and clinicians should be prepared to take samples and perform treatments in one handling session. A modified mask should be used to induce and maintain small passerines on the only general anaesthetic agent recommended, isoflurane.\n",
            "cite_spans": [],
            "section": "Handling ::: Small passerines ::: Handling and restraint",
            "ref_spans": [
                {
                    "start": 375,
                    "end": 384,
                    "mention": "Fig. 8.15",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "The right jugular vein is generally the best site for collecting blood or giving intravenous fluids (see Figs 3.41 and 8.15) It is surprisingly large, even in very small finches. A nail clip is obsolete; the medial tarsal or cutaneous ulnar veins are alternative blood collection sites, but they frequently provide insufficient sample volumes. A skin-prick technique from these sites or from the external thoracic vein (which courses on either side of the ribcage just behind the shoulder) can be used. The blood is collected directly from the skin into a microcollection tube (Macwhirter 1994).",
            "cite_spans": [
                {
                    "start": 578,
                    "end": 593,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Blood collection ::: Small passerines ::: Handling and restraint",
            "ref_spans": [
                {
                    "start": 119,
                    "end": 123,
                    "mention": "8.15",
                    "ref_id": "FIGREF14"
                }
            ]
        },
        {
            "text": "Although the right jugular vein can be used for administration of intravenous fluids, intraosseous catheterization using a 26-gauge needle is a practical means of fluid administration in a finch (Macwhirter 1994).",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 211,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Injection sites ::: Small passerines ::: Handling and restraint",
            "ref_spans": []
        },
        {
            "text": "For intramuscular or subcutaneous injections, a 27-gauge needle is suggested; even this gauge of needle can cause significant haemorrhage if not used with caution. To minimize risk, the intramuscular injection site should be located in the caudal third of the breast muscle. Aspiration should be performed prior to injecting any drug to ensure that a blood vessel has not been cannulated. After the needle has been removed, the site should be observed for haemorrhage, and pressure applied digitally if bleeding does occur.",
            "cite_spans": [],
            "section": "Injection sites ::: Small passerines ::: Handling and restraint",
            "ref_spans": []
        },
        {
            "text": "Drug dosing in small patients must be based on an exact body weight (as determined by a digital gram scale), and should be delivered with precise microlitre or insulin syringes to avoid overdose. There is little room for a dosing error in a small bird (Macwhirter 1994).",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 268,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Injection sites ::: Small passerines ::: Handling and restraint",
            "ref_spans": []
        },
        {
            "text": "Mynahs can be loud, active and aggressive, particularly if untamed. Tame birds that are not given sufficient attention may also become very aggressive towards their keepers. The birds are best restrained by initially removing them from the enclosure with a net or large towel. A mynah can be controlled by holding the head gently between the thumb and first finger, with or without a towel.",
            "cite_spans": [],
            "section": "Handling ::: Mynahs ::: Handling and restraint",
            "ref_spans": []
        },
        {
            "text": "These are the same as described for the smaller passerines and for other birds (see Chapters 3 & 6Chapter 3Chapter 6).",
            "cite_spans": [],
            "section": "Blood collection and injection sites ::: Mynahs ::: Handling and restraint",
            "ref_spans": []
        },
        {
            "text": "The history should include information on the species, age, symptoms, diet and housing. A thorough history will provide much of the information needed to arrive at a diagnosis.",
            "cite_spans": [],
            "section": "Clinical diagnostics ::: Diagnostic procedures",
            "ref_spans": []
        },
        {
            "text": "Examination of the cage or aviary can provide a great deal of useful information. Examination should include the droppings, the feed dishes and the floor. Most breeders of passerines bring their birds to veterinary clinics in transport boxes or cages, and birds should be put in an appropriate cage immediately, even before the history is taken. The birds will acclimatize to their new surroundings, and often a fresh stool will be produced for examination. Transport in their own cage is recommended whenever possible. ‘Light out/perches out’ catching techniques are almost mandatory, and strong lighting in combination with a magnification device will greatly facilitate any examination of the tiny birds. When handling the birds, keep the windows and doors closed!",
            "cite_spans": [],
            "section": "Clinical diagnostics ::: Diagnostic procedures",
            "ref_spans": []
        },
        {
            "text": "The physical examination and clinical procedures are limited in the smaller passerines, but are nevertheless very important. Most digital gram scales can provide an accurate weight if the finch is contained in a paper box or bag, but the container must be weighed or tared. The usual physical examination is performed as for any other bird; the clinician should listen for respiratory sounds, and take care not interfere with the movements of the sternum, which could kill the patient. Special attention should be paid to the state of moult, the pectoral muscle mass (chronic or acute problem), the abdomen (by blowing the feathers apart and looking for an enlarged liver and dilatation of the gastrointestinal tract) and the skin (searching for pox lesions and parasites).",
            "cite_spans": [],
            "section": "Clinical diagnostics ::: Diagnostic procedures",
            "ref_spans": []
        },
        {
            "text": "Routine diagnostic procedures also include the following:1.Faecal examination (Fig 8.16, Fig 8.17\n). Helminth infections are very rare in small passerines, but are more often seen in wild-caught mynahs. Coccidia, which are common in small passerines, are excreted mainly between 2 p.m. and darkness. Yeasts and protozoal cysts (e.g. Giardia spp.) are found using direct wet preparations or flotation techniques. The diagnosis of cochlosomosis in society finches or Australian finches can only be made in direct wet mounts of fresh and warm stool without dilution. Passerine species are not considered to have a permanent gut flora, so minimal bacteria and/or other microorganisms should be found in stained faecal smears. Routine microbiological aerobic cultures should be negative. Microaerophylic strains (e.g. Campylobacter jejuni) can be found in stained faecal smears in many Estrildidae. In softbills, bacteria are commonly demonstrated in the stools of healthy birds and are considered as ‘passage flora’.2.Crop swabs. These are essential for the diagnosis of trichomoniasis, infections with other flagellates, and crop candidiasis.3.Blood samples. For additional information in small individual passerine birds, blood can be collected in heparinized capillary tubes after puncturing the medial metatarsal vein. In softbills, blood normally is collected from the right jugular vein. One drop is used for a blood smear, which can be examined for blood parasites. The packed cell volume (PCV) normally ranges from 40% to 55%; a reading of less than 35% indicates anaemia. Total protein (TP) is a significant diagnostic measure. For the serological diagnosis of paramyxovirus infections or toxoplasmosis, 0.5–1.0 mL of blood can be collected from the right jugular vein. As with other avian species, no more than 1% of the body weight in blood volume should be collected at one time, less in a critically ill bird.\n",
            "cite_spans": [],
            "section": "Clinical diagnostics ::: Diagnostic procedures",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 87,
                    "mention": "Fig 8.16",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 89,
                    "end": 97,
                    "mention": "Fig 8.17",
                    "ref_id": "FIGREF16"
                }
            ]
        },
        {
            "text": "Normal haematological and serum biochemical references are presented in Table 8.1\n. The dosage regimens for passerines are listed in Table 8.2\n. Table 8.3, Table 8.4\ncontain the primary differential diagnoses and confirmations for canaries and finches.",
            "cite_spans": [],
            "section": "Clinical diagnostics ::: Diagnostic procedures",
            "ref_spans": [
                {
                    "start": 72,
                    "end": 81,
                    "mention": "Table 8.1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 133,
                    "end": 142,
                    "mention": "Table 8.2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 145,
                    "end": 154,
                    "mention": "Table 8.3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 156,
                    "end": 165,
                    "mention": "Table 8.4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "A necropsy should always be performed on birds that die from unknown causes, both so that flaws in management can be rectified and to protect against a possible epidemic. The necropsy procedure may be considered the ultimate method of confirming a diagnosis (Dorrestein 1997b\n). The following procedures can provide much additional information during the necropsy:•direct wet preparations of the gut contents and of the coating of the serosae•scrapings from the mucosa of the crop, proventriculus, duodenum and rectum•contact or impression smears from a freshly cut surface of liver, spleen, lungs, and any altered tissues.\n",
            "cite_spans": [
                {
                    "start": 259,
                    "end": 275,
                    "mention": "Dorrestein 1997b",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "The diagnostic necropsy ::: Diagnostic procedures",
            "ref_spans": []
        },
        {
            "text": "The smears are stained routinely with Romanowsky stains (e.g. Giemsa) or ‘Quick’ stains (e.g. Diff-Quick) and searched microscopically (cytology) under the oil immersion objective lens. Bacteriological, mycological, virological, serological and histopathological examinations and immunodiagnostic techniques are special techniques to help determine a diagnosis.",
            "cite_spans": [],
            "section": "The diagnostic necropsy ::: Diagnostic procedures",
            "ref_spans": []
        },
        {
            "text": "In small passerines, feeding rancid cod-liver oil or mixing oil through the seed may result in encephalomalacia and fertility problems due to vitamin E deficiency. Vitamin B deficiency can cause CNS disturbances, reduced hatching, stunting, and moulting problems.",
            "cite_spans": [],
            "section": "Vitamin deficiencies ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "\nBox 8.1The influences of nutrient supply on feathers’ regrowth in small pet birdsThe aim of this study was to quantitate feathering in several companion birds. Besides the ratio of feathers to whole body mass, feather length as well as featherweight were of interest. Furthermore, data on feather loss and growth rates were estimated. In general, it could be observed that the proportion of feathers relative to body mass varied between 14% (canaries) and 7.4% (lovebirds). Feather losses (outside the moult period) amounted to an average of 6.65 (canaries), 8.98 (budgerigars), and 8.43 (lovebirds) mg/bird/day respectively or 37 (canaries), 20 (budgerigars), and 17 (lovebirds) mg/100 g body weight/day (values of interest in calculating of protein requirements for maintenance). In canaries, the average growth rate of the developing feathers amounted to 2 mm/day. In contrast to the onset of feather regeneration, the growth rate of new feathers leaving the follicle was not influenced by the supplements used here. The regeneration period (first measurable feather growth) of a plucked pinion can be used as an indicator and objective parameter to test potential nutritional influences. Parallel to the improvement of nutrient supply the rates of feather losses and also replacement increased, whereas the rates decreased when seed mixtures without any addition of minerals, sulphurous amino acids, and vitamins were fed (Wolf et al 2003).\n",
            "cite_spans": [
                {
                    "start": 1428,
                    "end": 1443,
                    "mention": "Wolf et al 2003",
                    "ref_id": "BIBREF96"
                }
            ],
            "section": "Vitamin deficiencies ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "Vitamin A deficiency in recessive white canaries is caused by a genetic defect that prevents the absorption of carotenoids from the intestine (Table 8.5\n). The main signs associated with vitamin A deficiency in white canaries are general malaise, problems with Enterobacteriaceae and yeasts, and disappointing breeding results (Dorrestein & Schrijver 1982). Recessively white canaries are completely dependent on the presence of vitamin A in the food, and it is essential to increase the levels of vitamin A from approximately 15 000 IU/kg egg food for ‘normal’ canaries to approximately 20 000 IU/kg egg food, which will prevent deficiency problems.",
            "cite_spans": [
                {
                    "start": 328,
                    "end": 355,
                    "mention": "Dorrestein & Schrijver 1982",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Vitamin deficiencies ::: Metabolic and nutritional disorders",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 152,
                    "mention": "Table 8.5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Vitamin C is not normally needed as a dietary source, because most birds can synthesize sufficient amounts from glucose in the liver, kidney or both (Klasing 1998). Some species of Passeriformes completely lack the enzyme L-gulonolactone oxidase, and require a dietary source of vitamin C to prevent the quick onset of deficiency symptoms. All species that are unable to synthesize ascorbic acid are insectivorous or frugivorous, and receive a reliable dietary supply of this vitamin in their food source. Some Passeriformes that are able to synthesize ascorbic acid do so at rates two to ten times slower than those in species such as chickens, ducks and Japanese quail, which do not have a dietary requirement.",
            "cite_spans": [
                {
                    "start": 150,
                    "end": 162,
                    "mention": "Klasing 1998",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Vitamin deficiencies ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "Even the high endogenous synthetic rate in other species may be inadequate during periods of severe stress, such as heat, physical trauma, infection, and the consumption of some types of purified diets. Ascorbic acid supplementation of seed- or grain-based diets has been reported to improve resistance to a variety of infectious diseases and to improve wound healing. Passerines depending on external sources for vitamin C (e.g. bulbuls, shrikes) develop clinical signs including weight loss, behavioural changes, lethargy, feather loss, and haemorrhages in the liver and leg joints within 15 days of being fed a deficient diet.",
            "cite_spans": [],
            "section": "Vitamin deficiencies ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "The daily requirement is not known, but beneficial responses have been observed at levels of between 50 and 150 L-gulonolactone oxidase mg/kg dry matter. Vitamin C is not widely distributed across avian foods, but certain fruits, vegetables, and many herbs are particularly rich while domestic grains are deficient.",
            "cite_spans": [],
            "section": "Vitamin deficiencies ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "\nThe vitamin C content of avian foods decreases precipitously during storage. It is very susceptible to oxidation, especially in the presence of trace minerals. Food that has been stored for more than 4 months with unprotected vitamin C should be considered unsuitable for use. Vitamin D3 and/or calcium deficiencies or problems with the Ca:P ratio, resulting in rickets and osteomalacia, are seen in small passerines. Mostly the problems are noticed during the breeding season and egg laying. Tetracycline may also cause problems if administered while the bird is breeding, because tetracycline binds serum calcium.",
            "cite_spans": [],
            "section": "Vitamin deficiencies ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "\nHaemochromatosis, or iron storage disease, is the most common non-infectious disease in softbills. Clinically, dyspnoea, weight loss, abdominal distension (hydrops ascites), and weakness are seen with hepatic haemochromatosis. Clinical pathology results usually reveal a hypoproteinaemia and an elevated activity of liver enzymes. At necropsy, iron storage disease is detected primarily in the liver. In terminal cases, a liver fibrosis, concentric heart decompensation, lung oedema and hydrops ascites are noted. In some case presentations iron will be found in other organs as well, especially in combination with an infectious disease. When iron is found in combination with an infectious disease, the iron is predominantly stored in macrophages, which can eventually form extensive focal granulomata.",
            "cite_spans": [],
            "section": "Haemochromatosis (see also chapter 14) ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "Mynahs suffer from a primary haemochromatosis, which is a species-specific inherited metabolic disorder that causes a relative excess of iron to be absorbed from ‘iron-balanced’ diets (Dorrestein et al 1992, Mete, Dorrestein, & Marx et al. (2001), Mete, Hendriks, & Klaren et al. (2003)). In general, fructivorous, insectivorous and omnivorous birds accumulate more iron in their livers (Fig 8.18, Fig 8.19\n) than carnivorous, piscivorous and granivorous birds, even within the same order (Dierenfield & Sheppard 1989, Dorrestein 1997a). Figure 8.19 shows the distribution in hepatocytes and Kupffer cells in the livers of commonly affected avian orders. In Passeriformes, iron storage in hepatocytes is only noted in mynahs. In canaries and finches, the only iron found in the liver is related to an inflammatory reaction in Kupffer cells. These species/nutritional correlations are indicative of a species-specific genetic predisposition consistent with primary haemochromatosis.",
            "cite_spans": [
                {
                    "start": 208,
                    "end": 246,
                    "mention": "Mete, Dorrestein, & Marx et al. (2001)",
                    "ref_id": "BIBREF47"
                },
                {
                    "start": 248,
                    "end": 286,
                    "mention": "Mete, Hendriks, & Klaren et al. (2003)",
                    "ref_id": "BIBREF48"
                },
                {
                    "start": 490,
                    "end": 517,
                    "mention": "Dierenfield & Sheppard 1989",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 519,
                    "end": 535,
                    "mention": "Dorrestein 1997a",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Haemochromatosis (see also chapter 14) ::: Metabolic and nutritional disorders",
            "ref_spans": [
                {
                    "start": 388,
                    "end": 396,
                    "mention": "Fig 8.18",
                    "ref_id": "FIGREF17"
                },
                {
                    "start": 398,
                    "end": 406,
                    "mention": "Fig 8.19",
                    "ref_id": "FIGREF18"
                },
                {
                    "start": 538,
                    "end": 549,
                    "mention": "Figure 8.19",
                    "ref_id": "FIGREF18"
                }
            ]
        },
        {
            "text": "In birds that are susceptible to iron storage in the liver, diets with 50–60 ppm can induce an iron liver storage (Cornelissen et al 1995). Therefore, diets with a total iron of less than 50 ppm should be fed to mynahs and toucans, or the daily intake of iron should be 4–6 mg/kg bird per day (Mete et al 2001).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 137,
                    "mention": "Cornelissen et al 1995",
                    "ref_id": "BIBREF66"
                },
                {
                    "start": 294,
                    "end": 309,
                    "mention": "Mete et al 2001",
                    "ref_id": "BIBREF47"
                }
            ],
            "section": "Haemochromatosis (see also chapter 14) ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "Diets with 100 ppm iron or less have been recommended in order to reduce dietary sources. However, diets with less than 100 ppm iron are normally difficult to formulate. This observation may prove to be more in line with what is available to feed birds than what is needed to prevent excessive iron storage. Even diets with 100 ppm iron are in excess of the requirements for growth of poultry, which generally require 60–80 ppm.",
            "cite_spans": [],
            "section": "Haemochromatosis (see also chapter 14) ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "\nBox 8.2A comparison of four regimens for treatment of iron storage disease using the European starling (Sturnus vulgaris) as a modelEuropean starlings (Sturnus vulgaris) were fed an iron loading diet (3235 ppm) for 31 days to induce non-haem liver iron concentrations approaching those in birds that died with iron storage disease. All birds then were fed a low-iron diet (32–48 ppm) and assigned to four treatment groups: (1) low-iron diet only, (2) low-iron diet with phytate (inositol) and tannic acid, (3) low-iron diet and deferoxamine (100 mg/kg s.c. q24h), and (4) low-iron diet and phlebotomy (1% of body weight q7d). Starlings were treated for 16 weeks. In the groups treated with phlebotomy or with deferoxamine and a low-iron diet, non-haem liver iron concentrations decreased to safe levels after 16 weeks of treatment at similar rates (190 ppm/week and 163 ppm/week, respectively). The low-iron diet alone reduced stored liver iron levels at a slower rate (45 ppm/week). The addition of inositol and tannic acid to the low-iron diet had no impact on stored liver iron concentrations. These results suggest that both phlebotomy and treatment with deferoxamine are effective treatment options for birds with iron storage disease (Olsen et al 2006).\n",
            "cite_spans": [
                {
                    "start": 1242,
                    "end": 1258,
                    "mention": "Olsen et al 2006",
                    "ref_id": "BIBREF50"
                }
            ],
            "section": "Haemochromatosis (see also chapter 14) ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "In cases of confirmed iron storage problems it is advisable to collect some food, especially when it is a ‘low-iron’ diet, and freeze it for future analysis.",
            "cite_spans": [],
            "section": "Haemochromatosis (see also chapter 14) ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "Dietary ascorbic acid promotes the bioavailability of dietary iron in animals, and consequently decreases the iron requirements. Ferrous iron forms chelate with ascorbic acid that is soluble in the alkaline environment of the small intestine, and is relatively efficiently absorbed (Klasing 1998). In a comparative study in mynahs, pigeons and rats, the author was not able to confirm this hypothesis (Dorrestein et al 1992). Moreover, haemochromatosis is a symptom of a vitamin C deficiency in mammals (Klasing 1998).",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 295,
                    "mention": "Klasing 1998",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 504,
                    "end": 516,
                    "mention": "Klasing 1998",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Haemochromatosis (see also chapter 14) ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "The presumptive diagnosis is made based on the diet, and on radiographs, which reveal an enlarged heart, liver and ascites; a liver biopsy confirms haemochromatosis.",
            "cite_spans": [],
            "section": "Haemochromatosis (see also chapter 14) ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "Weekly phlebotomies to remove a blood volume equivalent to 1% of the body weight are an effective treatment, and these are usually performed in conjunction with low-iron diets. A less invasive treatment has been documented, using deferoxamine (100 mg/kg q24h s.c.) combined with a low-iron diet (65 ppm) for up to 4 months, until the iron content in the liver of the toucan has normalized (Cornelissen et al 1995).",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 412,
                    "mention": "Cornelissen et al 1995",
                    "ref_id": "BIBREF66"
                }
            ],
            "section": "Haemochromatosis (see also chapter 14) ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "Amyloidosis is common in Gouldian finches, and is occasionally seen in other Passeriformes. Affected birds may be found dead, have a chronic non-specific history of illness or suffer from concurrent infections (polyomavirus, cryptosporidiosis). Social stress may play a role in the development of the disease. At necropsy the liver and kidney may appear grossly normal in some affected patients, but histologically the evidence of disease is severe. A hereditary predisposition is suspected in cases of amyloidosis in small passerines.",
            "cite_spans": [],
            "section": "Amyloidosis ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "Fatty livers (hepatic lipidosis) are occasionally seen in estrildid finches (zebra finch, parrot finch and star finch), and may be associated with inadequate exercise and high-energy diets such as soft foods and mealworms. The liver is swollen, yellow or tan in colour, and may float in formalin. The use of some formulated diets may help to resolve or prevent hepatic lipidosis (Macwhirter 1994).",
            "cite_spans": [
                {
                    "start": 380,
                    "end": 395,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Fatty livers ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "In canaries, lipogranulomata are commonly found in the liver. These lesions consist of foci formed by a variable number of vacuolated cells (probably macrophages), often mixed with lymphoid cells. In some cases heterophils have infiltrated as well. Lipogranulomata cannot generally be related to clinical problems, and the author has seen them in almost all canaries of all ages at necropsy. In other passerines or avian orders these lesions are only very rarely seen. Based on the fact that canaries are commonly fed with a large amount of rapeseed in their seed mixtures (up to 60%), the hypothesis is that some glycosides interfere with the fat metabolism, resulting in these lipogranulomata.",
            "cite_spans": [],
            "section": "Fatty livers ::: Metabolic and nutritional disorders",
            "ref_spans": []
        },
        {
            "text": "‘Haemorrhagic enteritis’ is often diagnosed at necropsy, but this is not a ‘true’ enteritis and should be considered as a haemorrhagic diathesis (bleeding into the gut). This disease process is seen in small birds that are anorexic for over 24 hours (Fig. 8.20\n). Causes of anor-exia in affected patients include being too ill to eat (e.g. because of an infection or intoxication), access to the wrong food or no food at all (e.g. if someone other than the owner is feeding the birds). A typical sign of haemorrhagic diathesis of the intestines at necropsy is an empty crop.",
            "cite_spans": [],
            "section": "Haemorrhagic enteritis ::: Metabolic and nutritional disorders",
            "ref_spans": [
                {
                    "start": 251,
                    "end": 260,
                    "mention": "Fig. 8.20",
                    "ref_id": "FIGREF19"
                }
            ]
        },
        {
            "text": "A similar interpretation should be given to swollen white kidneys, which are the result of uric acid precipitation in the collection tubules (Fig. 8.21\n). This occurs when birds do not drink and is often falsely called renal gout, although it should not be interpreted as either nephritis or gout. It should be differentiated from visceral gout caused by impaired renal function or a high-protein diet. Articular gout is a poorly understood chronic condition with no relation to renal function.",
            "cite_spans": [],
            "section": "Haemorrhagic enteritis ::: Metabolic and nutritional disorders",
            "ref_spans": [
                {
                    "start": 142,
                    "end": 151,
                    "mention": "Fig. 8.21",
                    "ref_id": "FIGREF20"
                }
            ]
        },
        {
            "text": "\n1.Carbon monoxide exposure can be rapidly fatal. Canaries and finches are particularly susceptible to inhalant toxins because they breathe more air per gram of body weight than larger birds, and they have a highly efficient gas exchange system (Macwhirter 1994). There may be minimal changes at necropsy, or the lungs and blood may appear bright red.2.Carbon dioxide poisoning may occur in crowded, poorly ventilated shipping boxes.3.Polytetrafluoroethylene (Teflon®) released after overheating Teflon®-coated cooking utensils may be fatal to Passeriformes, as it is for psittacines. At necropsy, the extremely haemorrhagic, oedematous lungs are characteristic.\n4.Avocado, or at least certain varieties, may be toxic to some passerines. Post-mortem findings in intoxicated birds include hydropericardium and subcutaneous oedema in the pectoral area (Hargis 1989).5.Green almonds have been considered as a cause of mortality in American goldfinches, presumably from cyanide released by hydrolysis of amygdalin, a cyanogenic glycoside.6.Ethanol toxicity has been reported in free-ranging passerines (especially cedar wax-wings) following the ingestion of hawthorn apples or other fruits that have frozen and then thawed, allowing yeast fermentation of sugars to produce ethanol. Birds are lethargic, ataxic, or may be in a stupor (‘drunk’). Many intoxicated birds die from accidents that occur while they are ‘flying under the influence’. The diagnosis is based on analysing crop contents and liver for ethanol concentrations (Fitzgerald et al 1990).7.Heavy metal toxicosis caused by the direct consumption of the metal is uncommon in passerines, because they have limited capacity to damage metal objects. Lead or zinc toxicosis has occasionally occurred when galvanized wire has been used in the construction or repair of enclosures. Another source of zinc for passerine species is galvanized containers for supplying bath or drinking water. Removing the source of heavy metals and the administration of chelation therapy (Ca-EDTA 20–40 mg/kg i.v./i.m., followed by 40–80 mg/kg p.o. b.i.d. until the lead has disappeared) are recommended.8.Overdosing of medicines, e.g. sulphonamides causing clotting problems and haemorrhages (Fig. 8.22\n).\n",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 261,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 851,
                    "end": 862,
                    "mention": "Hargis 1989",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 1526,
                    "end": 1547,
                    "mention": "Fitzgerald et al 1990",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Toxicosis ::: Metabolic and nutritional disorders",
            "ref_spans": [
                {
                    "start": 2229,
                    "end": 2238,
                    "mention": "Fig. 8.22",
                    "ref_id": "FIGREF21"
                }
            ]
        },
        {
            "text": "Many problems in aviaries are management and hygiene-related problems. These include location of the food and water containers where large quantities of droppings may collect; overcrowding, which leads to aggression; and insufficient nesting sites, resulting in poor breeding results. The control of ecto- and endoparasites is a matter requiring constant attention.",
            "cite_spans": [],
            "section": "Management and hygiene-related problems ::: Some non-infectious problems",
            "ref_spans": []
        },
        {
            "text": "Feather cysts are common in canaries and are thought to be more prevalent in certain breeds – e.g. Norwich and ‘intensive’ type canaries (Fig. 8.23\n). Cysts may occur individually or in clusters involving an entire feather tract. Contents of the cysts may be gelatinous in the early days, ranging to dry, keratinous material in mature cysts. Treatment requires surgical removal of the affected follicles.",
            "cite_spans": [],
            "section": "Feather cysts ::: Some non-infectious problems",
            "ref_spans": [
                {
                    "start": 138,
                    "end": 147,
                    "mention": "Fig. 8.23",
                    "ref_id": "FIGREF22"
                }
            ]
        },
        {
            "text": "Picking is a common problem in aviaries, ranging from a few feathers lost on the back of the head to cannibalism. Zebra finches are particularly prone to cage mate trauma. Picking can also be the result of inappropriate sexual behaviour of one or more dominant male birds. Hierarchical aggression occurs when aviaries are overcrowded and nesting site territories are being established. Sick birds may attract aggressive behaviour; the attacked bird should therefore be separated and the underlying problem addressed.",
            "cite_spans": [],
            "section": "Trauma ::: Some non-infectious problems",
            "ref_spans": []
        },
        {
            "text": "\nTrauma often results in fractures of the lower legs. Splinting in a flexed position using layered masking tape is sufficient to allow healing. Splints are well tolerated, and can usually be removed in 3 weeks.\n",
            "cite_spans": [],
            "section": "Trauma ::: Some non-infectious problems",
            "ref_spans": []
        },
        {
            "text": "In captive passerines, avian pox as a septicaemic problem is almost exclusively seen in canaries and other Serinus spp. This disease predominates in the autumn and winter, with affected birds showing the cutaneous, diphtheric and septicaemic forms of the disease. The septicaemic or respiratory form causes a high mortality due to a severe tracheitis and, occasionally, pneumonic lesions around the bronchi (Fig. 8.24\n).",
            "cite_spans": [],
            "section": "Avian pox ::: Viral diseases ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 408,
                    "end": 417,
                    "mention": "Fig. 8.24",
                    "ref_id": "FIGREF23"
                }
            ]
        },
        {
            "text": "Birds of all ages can be affected, and the mortality ranges from 20% to 100%. The most alarming clinical signs are dyspnoea, debilitation and death. The infection is primarily transmitted by insects (e.g. mosquitoes) and directly via blood from the lesions, and directly via the food and drinking water. A presumptive diagnosis can be made on the clinical signs, the lesions and cytology. A positive diagnosis is made after isolation of the virus or histological demonstration of the eosinophilic intracytoplasmic inclusion bodies (Bollinger bodies) in the epithelial cells, followed by an electron microscopic examination.",
            "cite_spans": [],
            "section": "Avian pox ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "As a differential diagnosis, Staphylococcus spp., Candida spp. infection and trichomonads must be considered.",
            "cite_spans": [],
            "section": "Avian pox ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Preventive vaccination is possible by the cutaneous wing-web method, preferable in early summer. The vaccination must be repeated once every year. In case of an epidemic, all birds must be caged individually or, if this is impossible, in small groups. All clinically healthy birds should be vaccinated; supportive treatment consists of the administration of antibiotics and multivitamin preparations. When there has been no mortality for 2 weeks, the birds can be housed in their flights again.",
            "cite_spans": [],
            "section": "Avian pox ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "In masked bullfinches (Pyrrhula erythaca) a pox virus has been demonstrated, causing tumour-like lesions in the head region and inside the beak (Dorrestein et al 1993).",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 166,
                    "mention": "Dorrestein et al 1993",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Avian pox ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "In young mynahs, keratitis, conjunctivitis and other eye problems have been identified in birds infected with avian pox virus. In other avian cases, pox lesions were located in the beak and commissure (Korbel & Kösters 1998).",
            "cite_spans": [
                {
                    "start": 202,
                    "end": 223,
                    "mention": "Korbel & Kösters 1998",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Avian pox ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "These infections occur in finch aviaries across Australia, Europe and the United States, and are probably more common than the number of cases actually diagnosed. These infections are mainly reported in Estrildidae and Fringillidae (e.g. Gouldian finches, painted finches, canaries, goldfinches and green finches) and in Shama (Copsychus malabaricus) (Crosta et al 1997, Vereecken et al 1998). The disease causes young nestling mortality, a more chronic disease in which poor development and beak abnormalities predominate, and peracute death. Secondary infections appear to complicate the disease. Gross necropsy may reveal spleno/hepatomegaly, while the predominant histological lesions are hepatocellular necrosis, myocarditis, or lung adenomatosis showing karyomegaly with foamy, intranuclear inclusions. Myocarditis may be seen. The diagnosis is made by a specific fluorescent antibody test on liver and spleen impression smears. In an electron microscopic examination of the intranuclear inclusions, discrete round to icosahedral (20-sided) electron-dense particles, 45–50 nm in diameter, can be found.",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 369,
                    "mention": "Crosta et al 1997",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 371,
                    "end": 391,
                    "mention": "Vereecken et al 1998",
                    "ref_id": "BIBREF87"
                }
            ],
            "section": "Polyomavirus, polyoma-like and papilloma virus infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Recently (Wittig et al 2007), using a newly developed polymerase chain reaction protocol, the DNA of the recently discovered finch polyomavirus (FPyV) was demonstrated in several affected birds. Between 2000 and 2004 a disease occurred in an aviary in Germany affecting various bird species belonging to the order Passeriformes including collared grosbeaks (Mycerobas affinis), Eurasian bullfinches (Pyrrhula pyrrhula griseiventris), brown bullfinches (Pyrrhula nipalensis), grey-headed bullfinches (Pyrrhula erythaca) and yellow-bellied tits (Periparus venustulus). The major clinical signs included increased mortality of fledglings and young birds, as well as feather disorders and feather loss in adult birds. In addition, adult Eurasian bullfinches showed in one year a disease course in which the major sign was inflammation of the skin beginning on the base of the beak and spreading over the head that occurred a few days before death.",
            "cite_spans": [
                {
                    "start": 10,
                    "end": 27,
                    "mention": "Wittig et al 2007",
                    "ref_id": "BIBREF94"
                }
            ],
            "section": "Polyomavirus, polyoma-like and papilloma virus infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Polyomavirus is also documented in wild passerines. Avian polyomavirus (APV) infection of recently imported Crimson’s seedcrackers (Pyrenestes sanguineus) resulted in mortality in 56 of 70 (80%) birds in January 2000 (Rossi et al 2005). Viral infection in these birds was characterized by diarrhoea, anorexia, and lethargy, and death usually ensued within 48 to 72 hours of initial clinical signs. Bacteriological testing resulted in consistently negative results. Histological examination of tissues from dead birds revealed large intranuclear inclusion bodies, which at electron microscopy examination contained 42- to 49-nm viral particles. The diagnosis of APV infection was based on immunohistochemistry and immunoelectron microscopy, using a monoclonal antibody specific for VP-1 major capsidic APV protein (Rossi et al 2005).",
            "cite_spans": [
                {
                    "start": 218,
                    "end": 234,
                    "mention": "Rossi et al 2005",
                    "ref_id": "BIBREF67"
                },
                {
                    "start": 814,
                    "end": 830,
                    "mention": "Rossi et al 2005",
                    "ref_id": "BIBREF67"
                }
            ],
            "section": "Polyomavirus, polyoma-like and papilloma virus infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Papilloma virus is found in European finches, and causes slow-growing, dry, wart-like epithelial proliferations of the skin of the feet and legs, ‘tassel foot’ (Fig. 8.25\n).",
            "cite_spans": [],
            "section": "Polyomavirus, polyoma-like and papilloma virus infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 161,
                    "end": 170,
                    "mention": "Fig. 8.25",
                    "ref_id": "FIGREF24"
                }
            ]
        },
        {
            "text": "Paramyxovirus (PMV) infection is commonly seen in many finches (e.g. African silverbills (Lonchura malabarica cantans), zebra finches and Gouldian finches) and canaries, and is mostly serotype 3 causing tremor, paralysis or torticollis in these birds. Depression and variable degrees of weight loss are other clinical signs often associated with this viral infection. The birds can be carriers for months before the clinical symptoms become manifest. The diagnosis is based on the signs, and can be confirmed by serology and virus isolation; necropsy is non-specific. A severe pancreatitis may be found on histological examination in some cases.",
            "cite_spans": [],
            "section": "Paramyxovirus infection ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Antibiotic therapy produces no significant difference in survival rate or outcome. The disease must be differentiated from a vitamin E deficiency caused by feeding rancid cod-liver oil or mixing oil through the seed.",
            "cite_spans": [],
            "section": "Paramyxovirus infection ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "PMV-1 has been identified in recently imported mynahs (Korbel & Kösters 1998), and the clinical signs associated with these birds included central nervous signs, opisthotonus and greenish slimy diarrhoea which started 4 weeks after their introduction into a collection. The diagnosis of PMV is based on clinical signs, isolation and characterization of the virus. A preventive inactivated vaccine is available. PMV-1 and PMV-2 infections have been identified in weaver finches (Parmoptila sp.). In type 1 infections, clinical signs include conjunctivitis, pseudomembrane formation in the larynx, and death. Neurological signs are rare. Canaries rarely develop clinical signs: infected birds should be considered subclinical carriers. Type 2 infections occur commonly in African weaver finches and they are considered carriers of this virus. Many infected birds are subclinical carriers, but others may die following a period of emaciation and pneumonia (Ritchie 1995).",
            "cite_spans": [
                {
                    "start": 55,
                    "end": 76,
                    "mention": "Korbel & Kösters 1998",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 954,
                    "end": 966,
                    "mention": "Ritchie 1995",
                    "ref_id": "BIBREF65"
                }
            ],
            "section": "Paramyxovirus infection ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "These viruses cause conjunctivitis and respiratory problems in Australian and African finches (Macwhirter 1994). Lady Gouldian finches are very sensitive to this virus and can be infected by recently imported wild-caught finches from Africa. The diagnosis is confirmed by demonstration in cytology and histology of (basophilic) intranuclear inclusion bodies in the mucosal epithelial cells of the trachea and conjunctiva.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 110,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Herpesvirus and cytomegalovirus ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "There have been confirmed or suspected circovirus infections in a variety of avian species other than psittacines and pigeons, including canaries (Serinus canaria), zebra finches (Poephila guttata), Gouldian finches (Chloebia gouldiae) and many other birds belonging to other orders (Sandmeier 2003, Shivaprasad et al 2004). Phylogenetic analysis provided evidence that canary circovirus (CaCV) is more closely related to pigeon circovirus (PiCV) and psittacine beak and feather disease virus (PBFDV) and more distantly related to goose circovirus (GCV) and the two porcine circovirus strains, PCV1 and PCV2 (Phenix et al 2001). A different circovirus was isolated from another passeriform species, the Australian raven (Corvus coronoides), with feather lesions similar to those that occur in psittacine beak and feather disease. Comparison with other members of the Circoviridae demonstrated that raven circovirus RaCV shares the greatest sequence homology with CaCV and PiCV and is more distantly related to the PBFDV, GCV, duck circovirus and the two porcine circoviruses (Steward et al 2006).",
            "cite_spans": [
                {
                    "start": 284,
                    "end": 298,
                    "mention": "Sandmeier 2003",
                    "ref_id": "BIBREF69"
                },
                {
                    "start": 300,
                    "end": 322,
                    "mention": "Shivaprasad et al 2004",
                    "ref_id": "BIBREF78"
                },
                {
                    "start": 609,
                    "end": 626,
                    "mention": "Phenix et al 2001",
                    "ref_id": "BIBREF57"
                },
                {
                    "start": 1076,
                    "end": 1094,
                    "mention": "Steward et al 2006",
                    "ref_id": "BIBREF80"
                }
            ],
            "section": "Circovirus infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nAlthough clinical signs vary the most common presentation is morbidity and mortality predominantly in young birds associated with immunosuppression caused by lymphoid necrosis and cellular depletion in the bursa of Fabricius and to a lesser extent in the spleen (\nGrifois et al 2005\n). Feather dystrophy has been described in some cases, but is not a classical symptom as it is in psittacine beak and feather disease. In canary nestlings showing the so-called ‘black spot’, which is a gall bladder congestion, a circovirus has been demonstrated at electron microscopy, but a cultivation and infection trial were negative (Goldsmith 1995). In another report multiple cytoplasmic inclusion bodies were observed in the intestinal smooth muscle cells of an adult canary from an aviary with a history of high mortality (50%) both in adult and young birds. Grossly, a mild enteritis was the only lesion appreciable. Smears of the proventricular contents contained a few gastric yeasts (Macrorhabdus ornithogaster). The intestinal inclusions were found in very high numbers in all parts of the tract examined. Inclusions of the same type were occasionally detectable in the wall of a few splenic and pancreatic arteries. No inclusions or lesions were seen in the other organs examined. Transmission electron microscopy of the intestinal wall revealed circovirus-like particles either in paracrystalline arrays or loose arrangements, mostly within the cytoplasm of the intestinal muscle cells. Polymerase chain reaction amplification and sequence analysis confirmed infection with canary circovirus (Rampin et al 2006).",
            "cite_spans": [
                {
                    "start": 265,
                    "end": 283,
                    "mention": "Grifois et al 2005",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 623,
                    "end": 637,
                    "mention": "Goldsmith 1995",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1593,
                    "end": 1610,
                    "mention": "Rampin et al 2006",
                    "ref_id": "BIBREF62"
                }
            ],
            "section": "Circovirus infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The Gouldian finches coming from an aviary that had housed about 100 Gouldian finches had nasal discharge, dyspnoea, anorexia, depression and a very high mortality (50%) in both adult and young birds. Gross and histopathology revealed moderate to severe lymphoid depletion in the bursa of Fabricius and thymus, and sinusitis/rhinitis, tracheitis, bronchopneumonia, myocarditis, nephritis and splenitis. Circovirus infection was diagnosed based on finding characteristic globular intracytoplasmic inclusion bodies in the mononuclear cells of the bursa of Fabricius, by transmission electron microscopy and by demonstrating circovirus DNA by in-situ hybridization (Shivaprasad et al 2004).",
            "cite_spans": [
                {
                    "start": 663,
                    "end": 685,
                    "mention": "Shivaprasad et al 2004",
                    "ref_id": "BIBREF78"
                }
            ],
            "section": "Circovirus infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Small Passeriformes play a minor role in the spreading of the emerging viral diseases West Nile virus (WNV) and avian influenza (AI).",
            "cite_spans": [],
            "section": "Emerging virus infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The American crow (Corvus brachyrhynchos) plays the most obvious role as a reservoir of the mosquito-transmitted WNV in the US. The ability of the invading NY99 strain of WNV to elicit an elevated viraemia response in Californian passerine birds is critical for the effective infection of Culex mosquitoes. Of the bird species tested, Western scrub jays, Aphelocoma coerulescens, produced the highest viraemia response, followed by house finches, Carpodacus mexicanus, and house sparrows, Passer domesticus. Most likely, few mourning doves (Zenaidura macroura) or common ground doves (Columbina passerine) and no California quail, Callipepla californica, or chickens would infect blood-feeding Culex mosquitoes. All Western scrub jays and most house finches succumbed to infection (Reisen et al 2005). House finches and English sparrows are competent hosts for both West Nile and St Louis encephalitis viruses and frequently become infected during outbreaks. Although mortality rates were high during initial infection with West Nile virus, prior infection with either virus prevented mortality upon challenge with West Nile virus (Fang & Reisen (2006), Fang & Reisen (2006)).",
            "cite_spans": [
                {
                    "start": 782,
                    "end": 799,
                    "mention": "Reisen et al 2005",
                    "ref_id": "BIBREF64"
                },
                {
                    "start": 1132,
                    "end": 1152,
                    "mention": "Fang & Reisen (2006)",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1154,
                    "end": 1174,
                    "mention": "Fang & Reisen (2006)",
                    "ref_id": "BIBREF97"
                }
            ],
            "section": "Emerging virus infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Infections with influenza virus have been reported in finches and in imported mynahs. An avian influenza A virus of the subtype H7N1 was isolated in summer 1972 from a single free-living siskin (Carduelis spinus Linnaeus, 1758). Additional cases of morbidity or mortality were not observed in the area were the sick siskin was found. The virus induced following experimental inoculation of chicken embryos a high rate mortality (mean death time approximately 24 hours). This virus was considered as a highly pathogenic avian influenza A virus. Canaries that were housed in the same room with the siskin were accidentally exposed by contact to the sick siskin, which resulted in virus transmission followed by conjunctivitis, apathy, anorexia and a high rate mortality (Kaleta & Hönicke 2005). The role of passerines in the spread of avian influenza A is, however, negligible. A total of 543 migrating passerines were captured during their stopover on the island of Heligoland (North Sea) in spring and autumn 2001. They were sampled for the detection of avian influenza A viruses (AIV) subtypes H5 and H7, and for avian paramyxoviruses serotype 1 (APMV-1). For virus detection, samples were taken from (a) short-distance migrants such as chaffinches (Fringilla coelebs, n=131) and song thrushes (Turdus philomelos, n=169), and (b) long-distance migrants such as garden warbler (Sylvia borin, n=142) and common redstarts (Phoenicurus phoenicurus, n=101). Virus detection was done on conjunctival, choanal cleft and cloacal swabs. In none of the tested samples was AIV detected. Six out of 543 birds (1.1%) were found to carry non-pathogenic and lentogenic strains of APMV-1. This indicates that the passerine species examined in this study may play only a minor role as potential vectors of APMV-1 (Schnebel et al 2005). In another study 413 free-living migrating passerines from 37 different species were caught in the autumn of 2004 in Slovenia and cloacal swabs taken and processed by RT-PCR and virus isolation. Only one sample from a common starling (Sturnus vulgaris) by RT-PCR was positive for AIV, but negative for H5 and H7 (Račnik et al 2007).",
            "cite_spans": [
                {
                    "start": 769,
                    "end": 790,
                    "mention": "Kaleta & Hönicke 2005",
                    "ref_id": "BIBREF35"
                },
                {
                    "start": 1798,
                    "end": 1817,
                    "mention": "Schnebel et al 2005",
                    "ref_id": "BIBREF75"
                },
                {
                    "start": 2133,
                    "end": 2150,
                    "mention": "Račnik et al 2007",
                    "ref_id": "BIBREF61"
                }
            ],
            "section": "Emerging virus infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "In a breeding flock of canaries, significant mortality of juvenile birds with neurological signs and nestling mortality has been associated with an adenovirus-like infection (Dorrestein et al 1996). Recently, a coronavirus has been demonstrated in the trachea of canaries with mild respiratory problems (Dorrestein et al 1998).",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 196,
                    "mention": "Dorrestein et al 1996",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 304,
                    "end": 325,
                    "mention": "Dorrestein et al 1998",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Other viral infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Suspected leukosis cases are sporadically found at necropsy in Passeriformes, especially in canaries. These birds historically show hepatomegaly and splenomegaly on gross necropsy. The histopathology is suggestive of leukosis. A virus aetiology is suspected, but this has never been confirmed.",
            "cite_spans": [],
            "section": "Other viral infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "A clinical syndrome similar to proventricular dilatation disease of psittacines, and characterized histologically by lymphoplasmatic infiltrates of the myenteric plexus of the gastrointestinal tract, is described in at least three species of passerines: a canary, a chaffinch and an Amazon umbrella bird (Perpinan et al 2005).",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 324,
                    "mention": "Perpinan et al 2005",
                    "ref_id": "BIBREF53"
                }
            ],
            "section": "Other viral infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nBox 8.3Usutu virus activity is spreading in EuropeIn 2001, Usutu virus (USUV), a member of the mosquito borne-clade within the Flaviviridae family was responsible for mortality of blackbirds (Turdus merula) and great grey owls (Strix nebulosa) in the city of Vienna and surrounding villages. This was the first time that USUV had emerged outside Africa and caused fatalities in warm-blooded hosts. Although retrospective examination of blackbird tissues suggested introduction of USUV into Austria already 1 year earlier (in 2000), there were no reports of bird die-offs that year (Weissenböck et al 2002). In the following years there was an increase in the number of diagnosed cases with a maximum of 91 cases in 2003. In 2005 only 4 cases were diagnosed in Austria. The major macroscopic finding was hepatosplenomegaly; histologically, neuronal necrosis, myocardial lesions and coagulative necrosis of the liver and spleen were observed. The diagnosis is confirmed by immunohistochemistry (IHC) and in-situ hybridization (ISH) (Chvala et al 2004). Until 2006 the virus was only found in Austria (Bakonvi et al 2007).In the summer of 2006 unusual bird mortalities were reported at Zurich Zoo, including wild blackbirds, wild sparrows (Passer domesticus) and captive Strigidae (more than 90 birds). Neuronal necrosis was the most prevalent finding in pathohistological examinations. In the same period a great grey owl (Strix nebulosa) originating from northern Italy, in the middle of a triangle formed by Milano, Como and Lecco, died and was histopathologically examined. The bird was captive bred and came from a large breeding collection of many different Strigiformes. The breeder was losing great grey owls and hawk owls (Surnia ulula) after a short period (a few days) of disease. The main pathological finding at necropsy was a hepatomegaly with congestion. By immunohistochemistry large amounts of USUV antigen were found in many different organs. This finding was confirmed by PCR and sequencing of amplification products (Dorrestein et al 2007).\n",
            "cite_spans": [
                {
                    "start": 583,
                    "end": 605,
                    "mention": "Weissenböck et al 2002",
                    "ref_id": "BIBREF91"
                },
                {
                    "start": 1032,
                    "end": 1049,
                    "mention": "Chvala et al 2004",
                    "ref_id": "BIBREF44"
                },
                {
                    "start": 1100,
                    "end": 1118,
                    "mention": "Bakonvi et al 2007",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 2035,
                    "end": 2056,
                    "mention": "Dorrestein et al 2007",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Other viral infections ::: Viral diseases ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "In normal healthy passerines, E. coli (and other Enterobacteriaceae) are absent in the intestines. However, these bacteria are very often demonstrated (by cytology) and isolated from the faeces or intestinal contents of diseased passerine birds both with and without diarrhoea.",
            "cite_spans": [],
            "section": "E. coli (and other Enterobacteriaceae) ::: Bacterial infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nE. coli septicaemia is suspected to be a major cause of epizootic mortality in newly arrived shipments of finches. Citrobacter spp. infection has also been reported as a cause of mortality in finches, and gross necropsy can, as with E. coli, be unrewarding. The Enterobacteriaceae present a secondary problem in finches more frequently than in canaries. The clinical signs and gross necropsy are not specific and include depression, conjunctivitis and rhinitis, and may be fatal in some birds. These are secondary pathogens, however, and should be considered as a sign of poor health or management conditions. Possible causes are an unbalanced diet, housing problems or husbandry problems. Other primary diseases may be present (e.g. atoxoplasmosis or coccidiosis). Cultures are necessary for diagnosis, and a sensitivity test is essential for treatment. Treatment temporarily improves this condition, but only by suppressing clinical signs. Clinicians must search for the primary underlying cause to prevent recurrence.",
            "cite_spans": [],
            "section": "E. coli (and other Enterobacteriaceae) ::: Bacterial infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Enterobacteriaceae are regularly cultured from passerine nestlings with diarrhoea (‘sweating disease’). The antibiotics of choice are neomycin or spectinomycin, because they are effective and not resorbed from the gut. The selected drug is administered via the soft food, while fledglings require extra water, chopped greens, and vegetables to prevent dehydration. As always, the clinician should remember that a specific culture and sensitivity is recommended to select the most effective antibiotic.",
            "cite_spans": [],
            "section": "E. coli (and other Enterobacteriaceae) ::: Bacterial infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Infection with Yersinia pseudotuberculosis is regularly seen in canaries and wild finches in the wintertime in Europe. The clinical signs are non-specific: ruffling of the feathers, debilitation and high mortality. At necropsy, a dark, swollen, congested liver and spleen with small, yellow, focal bacterial granulomata are often found, with an associated acute catarrhal pneumonia and typhlitis (Fig. 8.26\n). Many rod-shaped bacteria are seen in impression smears from all the organs, and diagnosis is confirmed after culturing the microorganisms. The treatment of choice is amoxicillin via drinking water and soft food. Once sensitivity test results have been obtained, the antibiotic might need to be changed. Cleaning and disinfection are essential to prevent a relapse after therapy has been completed.",
            "cite_spans": [],
            "section": "Yersiniosis (pseudotuberculosis) ::: Bacterial infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 397,
                    "end": 406,
                    "mention": "Fig. 8.26",
                    "ref_id": "FIGREF25"
                }
            ]
        },
        {
            "text": "Mynahs are very susceptible to yersiniosis, and mortality can be high due to a peracute pneumonia. Post-mortem examination of affected birds demonstrates hepatomegaly, sometimes with small white foci, spleno-megaly and an acute to peracute pneumonia. In Europe a formalin vaccine is available that appears to be clinically effective in reducing the prevalence of infections.",
            "cite_spans": [],
            "section": "Yersiniosis (pseudotuberculosis) ::: Bacterial infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Infection with Salmonella enterica, serovar Typhimurium in small passerines appears identical with pseudotuberculosis, both clinically and at necropsy, although salmonellosis more often has a chronic course. Carriers are unknown in canaries. The diagnosis is confirmed after culturing the microorganism (Fig. 8.27\n). Fatal septicaemias are also reported in mynahs.",
            "cite_spans": [],
            "section": "Salmonellosis (paratyphoid) ::: Bacterial infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 304,
                    "end": 313,
                    "mention": "Fig. 8.27",
                    "ref_id": "FIGREF26"
                }
            ]
        },
        {
            "text": "Antibiotics that are most effective are trimethoprim (with or without sulfa), amoxicillin or enrofloxacin, and must be combined with proper hygiene measures. A bacteriological examination of a pooled faecal sample in an enrichment medium should be performed 3–6 weeks after therapy to evaluate its success. The therapy and hygiene measures can be repeated until the bac-teriological control remains negative.",
            "cite_spans": [],
            "section": "Salmonellosis (paratyphoid) ::: Bacterial infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nCampylobacter fetus subsp. jejuni is often found in tropical finches, especially in Estrildidae (Fig. 8.28\n). Society finches are commonly identified as carriers without conspicuous clinical symptoms. Clinical signs include apathy, retarded moulting, yellow droppings and a high mortality, especially among fledglings. The yellow droppings are caused by large amounts of undigested suspension (amylum=starch) and occasionally parts of or whole seeds are found in the droppings. At necropsy the intestine is filled with a yellow amylum or whole seeds, resembling the beads of a rosary. Other necropsy findings are cachexia and a congested gastrointestinal tract. The diagnosis is confirmed by demonstrating the curved rods in stained smears from the droppings or gut contents, and cultivating the bacteria on special microaerophilic media. Campylobacter spp. have also been isolated from recently imported mynahs.",
            "cite_spans": [],
            "section": "Campylobacter fetus ::: Bacterial infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 98,
                    "end": 107,
                    "mention": "Fig. 8.28",
                    "ref_id": "FIGREF27"
                }
            ]
        },
        {
            "text": "Treatment can be attempted with several antibiotics, but hygienic measurements are most important. Although campylobacteriosis is considered a potential zoonosis, there are no published reports of Campylobacter spp. transmission from passerines to humans.",
            "cite_spans": [],
            "section": "Campylobacter fetus ::: Bacterial infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nStreptococcus spp. and Staphylococcus spp. are often demonstrated in passerines. The clinical signs include abscesses, dermatitis, ‘bumble foot’, conjunctivitis, sinusitis, arthritis, pneumonia and death. In patients suffering from these infections, cocci will be seen in the impression smears. The treatment of choice for cocci infections is local and systemic treatment with ampicillin or amoxicillin.",
            "cite_spans": [],
            "section": "Cocci infections ::: Bacterial infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nEnterococcus faecalis has been associated with chronic tracheitis, pneumonia and air sac infections in canaries. Clinically affected birds have harsh respiratory sounds, voice changes and dyspnoea.",
            "cite_spans": [],
            "section": "Enterococcus faecalis ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The classic tuberculosis with tubercles in the organs is seldom seen in small passerines. Tuberculosis (so-called atypical Mycobacterium avium or Mycobacterium-avium-intracellulare complex) is most commonly found accidentally at necropsy in canaries and finches (Estrildidae) (Fig. 8.29\n). A new species, M. genavense, is also associated with avian tuberculosis, and is mainly isolated from patients with AIDS (Hoop et al 1995, 1996). So far there is only one report of a canary with a tuberculous knot in the lung due to M. tuberculosis; it is the first description of M. tuberculosis in a non-psittacine bird species (Hoop 2002). Other mycobacter-ia from the M. fortuitum group are also documented in Gouldian finches, e.g. the so-called atypical form Mycobacterium peregrinum (Vitalli et al 2006).",
            "cite_spans": [
                {
                    "start": 411,
                    "end": 432,
                    "mention": "Hoop et al 1995, 1996",
                    "ref_id": "BIBREF34"
                },
                {
                    "start": 620,
                    "end": 629,
                    "mention": "Hoop 2002",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 780,
                    "end": 798,
                    "mention": "Vitalli et al 2006",
                    "ref_id": "BIBREF89"
                }
            ],
            "section": "Avian tuberculosis ::: Pseudomonas spp. and aeromonas spp. infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 277,
                    "end": 286,
                    "mention": "Fig. 8.29",
                    "ref_id": "FIGREF28"
                }
            ]
        },
        {
            "text": "Incidental infections with acid-fast bacilli are diagnosed relatively often. On histological examination, macrophages loaded with acid-fast bacilli can be found in many organs, especially in the liver or intestines. No signs are apparent at necropsy, except perhaps a dark, slightly swollen liver. In a flock of zebra finches with signs of a CNS disease, acid-fast bacteria were demonstrated in impression smears of brain, liver and intestines, and the bacterium was identified as M. genavense by using PCR (Sandmeier et al 1997).\n",
            "cite_spans": [
                {
                    "start": 508,
                    "end": 528,
                    "mention": "Sandmeier et al 1997",
                    "ref_id": "BIBREF71"
                }
            ],
            "section": "Avian tuberculosis ::: Pseudomonas spp. and aeromonas spp. infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Infections with Mycobacterium spp. have also been reported in mynahs as a catarrhal enteritis, as well as classical tuberculosis (Korbel & Kösters 1998).",
            "cite_spans": [
                {
                    "start": 130,
                    "end": 151,
                    "mention": "Korbel & Kösters 1998",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Avian tuberculosis ::: Pseudomonas spp. and aeromonas spp. infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The diagnosis is confirmed by demonstrating the acid-fast bacteria in tissue smears, while differentiation is possible using PCR techniques.",
            "cite_spans": [],
            "section": "Avian tuberculosis ::: Pseudomonas spp. and aeromonas spp. infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Treatment is not often practised. There is a zoonosis aspect, mostly for people with an immunocompromised physiological status. The enclosures need to be cleaned and disinfected. In the infected soil, Mycobacterium spp. can survive for 2 years.",
            "cite_spans": [],
            "section": "Avian tuberculosis ::: Pseudomonas spp. and aeromonas spp. infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "This a relatively uncommon problem in passerines and softbills. The annual incidence of avian chlamydiosis in canaries at necropsy in the Netherlands is between 0% and 1.4%. Chlamydophila psittaci spp. have been isolated from the droppings of clinically normal finches in households in which clinical cases of chlamydiosis (psittacosis) occurred in psittacines (Macwhirter 1994). In a study in Israel, 26% of the Passeriformes tested by immunofluorescence test (IFT) were positive, ranging from 10% in zoo collections up to 41% in pet birds (Dublin et al 1995). Of these, 12% were found in the winter (December to February) and 41% in the summer (June to August). In a study of wild birds in Austria using an ELISA test, 5 of 29 passerines were positive for the antigen and 15 of 17 showed antibodies (Pohl 1995). Based on reviews, geographical areas and different test systems give large differences.\n",
            "cite_spans": [
                {
                    "start": 362,
                    "end": 377,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 542,
                    "end": 559,
                    "mention": "Dublin et al 1995",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 802,
                    "end": 811,
                    "mention": "Pohl 1995",
                    "ref_id": "BIBREF59"
                }
            ],
            "section": "Avian chlamydiosis ::: Pseudomonas spp. and aeromonas spp. infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The clinical signs associated with this disease are non-specific, and can include apathy, diarrhoea, debilitation, nasal exudate and conjunctivitis. The mortality is generally less then 10%. Avian chlamydiosis should be expected in passerines with recurrent respiratory disease, especially if they are exposed to psittacines.",
            "cite_spans": [],
            "section": "Avian chlamydiosis ::: Pseudomonas spp. and aeromonas spp. infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The diagnosis is made at necropsy by the presence of the chlamydial organism in impression smears from the altered air sacs and organs, using special staining techniques, or an enzyme-linked immunosorbent assay (ELISA) from swabs.",
            "cite_spans": [],
            "section": "Avian chlamydiosis ::: Pseudomonas spp. and aeromonas spp. infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "In mynahs, shedding has been demonstrated in clinically healthy birds (Korbel & Kösters 1998).",
            "cite_spans": [
                {
                    "start": 71,
                    "end": 92,
                    "mention": "Korbel & Kösters 1998",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Avian chlamydiosis ::: Pseudomonas spp. and aeromonas spp. infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Treatment with chlortetracycline (30 days) or doxycycline (30 days) via drinking water and soft food is clinically effective, but only when the birds continue to eat and drink the normal amount of food and water.",
            "cite_spans": [],
            "section": "Avian chlamydiosis ::: Pseudomonas spp. and aeromonas spp. infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Gram-negative oviduct infections, which if untreated can cause high mortality amongst canary hens sitting on their second round of eggs, are seen in epidemic proportions in canary breeding establishments in some years (Macwhirter 1994).",
            "cite_spans": [
                {
                    "start": 219,
                    "end": 234,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Other bacterial infections ::: Mycoplasma spp. ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nErysipelothrix rhusiopathia, Listeria monocytogenes and Pasteurella multocida (cat-bite?!) are occasionally isolated from dead passerine and softbill birds.",
            "cite_spans": [],
            "section": "Other bacterial infections ::: Mycoplasma spp. ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Megabacteria were recently classified as yeast-like organisms (Macrorhabdus ornithogaster).\n",
            "cite_spans": [],
            "section": "Other bacterial infections ::: Mycoplasma spp. ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Care should be taken in evaluating faecal smears from passerines for Candida. Many Passeriformes are fed yeast products, and yeast blastophores may pass through the gastrointestinal tract unchanged and appear in large numbers in the faeces. These organisms do not reflect disease, and do not grow on yeast culture media.",
            "cite_spans": [],
            "section": "Candidiasis ::: Mycotic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Cases of candidiasis are commonly seen in finches and can be related to an unbalanced diet, poor hygiene, crowded conditions, excessive moisture, spoilage of food, stress, and the uncontrolled use of antibiotics. In nestlings and fledgling, crop candidiasis (with gas formation caused by fermentation and a thickened, opaque crop wall whose mucosa is covered with a white coating) is relatively common (Fig. 8.30\n). In weanlings and adult birds, diarrhoea and moulting problems are more prominent. The typical signs in African finches with endoventricular mycoses were lethargy, weight loss, a ‘fluffed’ appearance, passage of whole seeds in the stool, and in many cases the bird ‘tilted’ forward, elevating the abdomen and tail (Suedmeyer 1997, Schmidt et al 2003) (Fig. 8.31\n).",
            "cite_spans": [
                {
                    "start": 730,
                    "end": 744,
                    "mention": "Suedmeyer 1997",
                    "ref_id": "BIBREF81"
                },
                {
                    "start": 746,
                    "end": 764,
                    "mention": "Schmidt et al 2003",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Candidiasis ::: Mycotic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 403,
                    "end": 412,
                    "mention": "Fig. 8.30",
                    "ref_id": "FIGREF29"
                },
                {
                    "start": 767,
                    "end": 776,
                    "mention": "Fig. 8.31",
                    "ref_id": "FIGREF30"
                }
            ]
        },
        {
            "text": "It is not uncommon to identify the yeast Candida albicans in cultures of the gastrointestinal tract of softbills. Chicks that have poor daily weight gain or a poor feeding response should be examined for potential bacterial or yeast overgrowth. Cytology stain or cultures of the crop or cloaca should be performed to confirm the diagnosis.",
            "cite_spans": [],
            "section": "Candidiasis ::: Mycotic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The diagnosis is confirmed by finding the budding yeasts in crop swabs, faecal smears or skin scrapings. Intestinal candidiasis is treated with nystatin for 3–6 weeks, at a dose of 100 000 IU/L drinking water and 200 000 IU/kg soft food. The eye lesions and dermatitis can be treated with intravenous and topical amphotericin B. The predisposing factors should be addressed as well.",
            "cite_spans": [],
            "section": "Candidiasis ::: Mycotic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nAspergillus spp. (Fig. 8.32\n) is an uncommon finding in small passerines. In captive mynahs, however, Aspergillus spp. infections can be a problem. Clinically, chronic respiratory disease is a common clinical sign in birds associated with a mycotic infection. In Munich, aspergillosis was diagnosed in 23.8% of 147 mynah necropsies (Korbel & Kösters 1998). In 92 necropsies of mynahs performed in Utrecht, seven cases showed a mycotic air sacculitis and pneumonia (Dorrestein & van der Hage 1988). Fungal infections are to be considered as opportunistic infections, and are generally the result of an impaired immunosystem (e.g. due to haemochromatosis, hypovitaminosis A, misuse of antibiotics such as tetracyclines).",
            "cite_spans": [
                {
                    "start": 334,
                    "end": 355,
                    "mention": "Korbel & Kösters 1998",
                    "ref_id": "BIBREF37"
                },
                {
                    "start": 466,
                    "end": 496,
                    "mention": "Dorrestein & van der Hage 1988",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Fungi ::: Mycotic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 19,
                    "end": 28,
                    "mention": "Fig. 8.32",
                    "ref_id": "FIGREF31"
                }
            ]
        },
        {
            "text": "Clinical diagnosis involves culturing from tracheal swabs, radiographic examination and endoscopy. In some cases (e.g. syringeal aspergillomata or localized air sac involvement), surgery may be effective in treating the disease. In chronic cases, drug therapy has a poor prognosis. Preventive measures include adequate vitamin A supplementation and improvement of management techniques.",
            "cite_spans": [],
            "section": "Fungi ::: Mycotic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Dermatomycoses are occasionally reported in passerines, and generally cause alopecia of the head and neck, or hyperkeratosis. Microsporium spp. and Trichophyton spp. are the most common aetiological agents identified, but saprophytic fungi may also be involved. Zoonotic aspects should be considered. Also Malassezia sp. can be involved in skin problems (Fig. 8.33\n).",
            "cite_spans": [],
            "section": "Fungi ::: Mycotic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 355,
                    "end": 364,
                    "mention": "Fig. 8.33",
                    "ref_id": "FIGREF32"
                }
            ]
        },
        {
            "text": "Treatment with ketoconazole and griseofulvin provides some improvement, but does not always eliminate the infection.",
            "cite_spans": [],
            "section": "Fungi ::: Mycotic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Other mycotic infections reported in passerines include Cryptococcus neoformans, but this is very rarely seen as a disease problem in these birds.",
            "cite_spans": [],
            "section": "Fungi ::: Mycotic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Zygomycosis (mucormycosis) has been reported as appearing as multiple granulomata in the lung, liver or brain of canaries and finches. The incidents are related to feeding damp, germinated seeds (Macwhirter 1994). In another publication three canaries showing feather loss on legs, dorsum, neck, and head, and hyperkeratosis on the feet revealed histologically, pronounced epidermal and follicular infundibular hyperplasia associated with orthokeratotic hyperkeratosis. Numerous fungal spores were observed on the stratum corneum of the epidermis and within feather follicles, associated with destruction of the feathers. This fungus was identified as Mucor ramosissimus (Quesada et al 2007).",
            "cite_spans": [
                {
                    "start": 196,
                    "end": 211,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 672,
                    "end": 690,
                    "mention": "Quesada et al 2007",
                    "ref_id": "BIBREF60"
                }
            ],
            "section": "Fungi ::: Mycotic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nMacrorhabdus ornithogaster (formerly megabacterium or avian gastric yeast) is recently classified as yeast-like organisms (Tomaszewski et al 2003). Macrorhabdus spp. are large (20–50 μm), Gram-positive, periodic acid–Schiff (PAS) positive, rod-shaped organisms that have fungal characteristics and have been found in the proventriculus or droppings of several avian species. Until recently it was not possible to culture the organism. In canaries, infection caused by these organisms in the proventriculus is common, and is predominantly found on the mucosal surface and in the ducts of the glands. Macrorhabdus colonization of the proventriculus in companion birds is not always associated with clinical signs or pathological lesions (De Herdt et al 1997). In one study, 22.9% of Psittaciformes (35.8% in budgerigars) and 19% of Passeriformes (only 16.7% in canaries) demonstrated a positive proventriculus at necropsy for these organisms (Ravelhofer et al 1998). In a more recent study in Belgium there was an increasing incidence of Macrorhabdus in canaries (Marlier et al 2006). At the time of death, macrorhabdiosis was diagnosed in 28% of canaries and 22.5% of budgerigars, but was not diagnosed in parrots. The incidence (or detection?) of macrorhabdiosis has significantly increased in recent years.",
            "cite_spans": [
                {
                    "start": 124,
                    "end": 146,
                    "mention": "Tomaszewski et al 2003",
                    "ref_id": "BIBREF83"
                },
                {
                    "start": 737,
                    "end": 756,
                    "mention": "De Herdt et al 1997",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 942,
                    "end": 963,
                    "mention": "Ravelhofer et al 1998",
                    "ref_id": "BIBREF63"
                },
                {
                    "start": 1063,
                    "end": 1081,
                    "mention": "Marlier et al 2006",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Macrorhabdus ornithogaster ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Clinical signs of birds suffering from M. ornitho-gaster infection can include apathy, anorexia, regurgitation, and the passing of part or whole seeds in soft, watery, dark green to brown/black faeces. These birds show a proventriculitis, and the pH in the lumen (originally 0.7–2.4) is increased to 8.0–8.4. These microorganisms can be seen in a smear (see Fig 8.16, Fig 8.17) taken from the thick, whitish mucus covering the mucosa, and sometimes in faecal smears. The birds are often debilitated; the morbidity is high, but the mortality is low.",
            "cite_spans": [],
            "section": "Macrorhabdus ornithogaster ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 358,
                    "end": 366,
                    "mention": "Fig 8.16",
                    "ref_id": "FIGREF15"
                },
                {
                    "start": 368,
                    "end": 376,
                    "mention": "Fig 8.17",
                    "ref_id": "FIGREF16"
                }
            ]
        },
        {
            "text": "Past diagnostic techniques were based on demonstrating the organism in wet-mount or stained microscopic smears since the organism was difficult to grow (Scanlan & Graham 1990). Recent research demonstrated that optimum growth conditions were found to be Basal Medium Eagle’s, pH 3 to 4, containing 20% fetal bovine serum (FBS), and 5% glucose or sucrose under microaerophilic conditions at 42°C. Using these conditions, M. ornithogaster was repeatedly passaged without loss of viability (Hanafussa et al 2007).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 174,
                    "mention": "Scanlan & Graham 1990",
                    "ref_id": "BIBREF72"
                },
                {
                    "start": 488,
                    "end": 508,
                    "mention": "Hanafussa et al 2007",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Macrorhabdus ornithogaster ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "At necropsy, the organism can be demonstrated in the mucus of the proventriculus. The proventriculus is mostly distended, and the mucosa is covered with a cloudy, thick, mucous layer, predominantly in the lower part of the organ. The wall of the proventriculus is thickened and often shows small haemorrhages. The koilin layer may appear soft and devitalized. In the Belgian study (Marlier et al 2006), the most common gross lesion seen at necropsy of the 59 macrorhabdiosis cases in the canaries was proventricular dilatation (86.1%). All the birds diagnosed as typical macrorhabdiosis cases were free of Salmonella spp. infections and of any parasitic infections. Four macrorhabdiosis cases (three canaries, one parakeet) were not included in statistical analysis as salmonellosis, pseudotuberculosis, coccidiosis and chlamydophilosis were diagnosed concomitantly in these birds. With the exception of macrorhabdiosis, the most frequent causes of death were protozoan (e.g. coccidiosis, atoxoplasmosis) infections (18.4%) and salmonellosis (17.1%) in canaries.",
            "cite_spans": [
                {
                    "start": 382,
                    "end": 400,
                    "mention": "Marlier et al 2006",
                    "ref_id": "BIBREF42"
                }
            ],
            "section": "Macrorhabdus ornithogaster ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Therapy aims at improvement of the management conditions, including provision of easily digestible food (egg food), and lowering the pH in the proventriculus (6 mL 0.1 N HCl/L or citric acid 1 g/L) to activate pepsin. Oral amphotericin B has proved effective in budgerigars, and oral nystatin in European finches (Filippich & Parker 1994, Phalen & Tomaszewski 2003, Scullion & Scullion 2004, Phalen 2005).",
            "cite_spans": [
                {
                    "start": 314,
                    "end": 337,
                    "mention": "Filippich & Parker 1994",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 339,
                    "end": 364,
                    "mention": "Phalen & Tomaszewski 2003",
                    "ref_id": "BIBREF56"
                },
                {
                    "start": 366,
                    "end": 390,
                    "mention": "Scullion & Scullion 2004",
                    "ref_id": "BIBREF76"
                },
                {
                    "start": 392,
                    "end": 403,
                    "mention": "Phalen 2005",
                    "ref_id": "BIBREF54"
                }
            ],
            "section": "Macrorhabdus ornithogaster ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "After 6 weeks the birds can be returned to a normal diet, which should include egg food as a regular supplement.",
            "cite_spans": [],
            "section": "Macrorhabdus ornithogaster ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Atoxoplasmosis (formerly Lankesterella) in canaries is caused by Isospora serini, a coccidium with an asexual life cycle in the organs and a sexual cycle in the intestinal mucosa. Atoxoplasmosis is a disease of young canaries ranging in age from 2 to 9 months. The clinical signs include huddling and ruffling of the feathers, debilitation, diarrhoea, neurological signs (20%) and death. Mortality can be as high as 80%. An enlarged liver may be observed as a blue spot on the right side of the abdomen caudal to the sternum, referred to by fanciers as ‘thick liver disease’ (Fig. 8.34\n). At necropsy, an enlarged and sometimes spotted liver (with necrosis in the acute phase) is noted, along with a huge, dark-red coloured spleen (see Fig. 8.4) and, often, an oedematous duodenum with vascularization. In the imprints of the liver, spleen and lungs, parasites are found in the cytoplasm of the monocytes. The nucleus of the host cell is crescent-shaped (see Fig. 8.17). Coccidia are seldom found in the faeces or intestinal contents because, after the acute phase is passed, only a few coccidia (100–200/24 hours) are excreted. The therapeutic agent of choice is sulphachlorpyrazine (150 mg/L drinking water) until after moulting for 5 days a week. This treatment affects the production of oocysts, but does not influence the intracellular stages.",
            "cite_spans": [],
            "section": "Atoxoplasmosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 576,
                    "end": 585,
                    "mention": "Fig. 8.34",
                    "ref_id": "FIGREF33"
                },
                {
                    "start": 736,
                    "end": 744,
                    "mention": "Fig. 8.4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 959,
                    "end": 968,
                    "mention": "Fig. 8.17",
                    "ref_id": "FIGREF16"
                }
            ]
        },
        {
            "text": "Other measures to improve health of young birds include feeding one part egg food and one part seed mixture until after moulting, prevention of crowding (e.g. stress reduction), and better hygiene (i.e. cleaning and changing the floor coating). These measures alone can prevent clinical outbreaks in infected canaries. This infection is also a common problem in other European finches kept in captivity (e.g. goldfinches, siskins, greenfinches, bullfinches).",
            "cite_spans": [],
            "section": "Atoxoplasmosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Atoxoplasma-like infections are seen in tropical finches, mynahs and other Sturnidae. Atoxoplasmosis and haemochromatosis are the primary medical problems in captive Bali mynahs. Atoxoplasma oocysts have been found in the faeces of wild Bali mynahs; however, it is unknown whether this disease is contributing to the birds’ decline (Norton et al 1995).",
            "cite_spans": [
                {
                    "start": 333,
                    "end": 350,
                    "mention": "Norton et al 1995",
                    "ref_id": "BIBREF49"
                }
            ],
            "section": "Atoxoplasma-like infections ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nIsospora spp. have been described in more than 50 species of passerines throughout the whole world. Although this species was formerly named Isospora lacazei, the author is convinced that there are many different species. A recent experimental infection supports this assumption. Isospora michaelbakeri is one of the Isospora species most commonly found in the wild, which can cause severe infection and mortality in young sparrows. This Isospora was orally inoculated to russet sparrows (Passer rutilans), spotted munia (Lonchura punctulata), canary (Serinus canaria), Java sparrows (Padda oryzivora), chicken (Gallus domesticus), ducks (Anas platyrhynchos) and BALB/c mice. The results indicated that I. michaelbakeri infected only russet sparrows and not any other species experimentally inoculated with I. michaelbakeri in that study (Tung et al 2007).",
            "cite_spans": [
                {
                    "start": 840,
                    "end": 855,
                    "mention": "Tung et al 2007",
                    "ref_id": "BIBREF85"
                }
            ],
            "section": "Coccidiosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "In canaries, I. canaria is identified as a specific intestinal coccidiosis, and can be a problem in canaries over 2 months of age. The primary clinical signs observed in I. canaria infected patients are diarrhoea and emaciation. At necropsy the duodenum is oedematous, often with extensive haemorrhages in the gut wall. Trophozoites of the parasite can be found in scrapings of the duodenal mucosa, and large amounts of oocysts are seen in wet preparations from the droppings. Therapy consists of strict hygiene measures and treatment with coccidiostatic drugs. Amprolium solution has been recommended for the treatment of coccidiosis at a dosage of 50–100 mg/L for 5 days, or sulphachlorpyrazine 300 mg/L drinking water, 5 days a week for 2–3 weeks.",
            "cite_spans": [],
            "section": "Coccidiosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nEimeria spp. are not common in passerines, but single cases are being reported, based on the morphology of sporulated oocysts (Eimeria spp. four sporocysts with two sporozoites, 4:2; Isospora spp. 2:4). In hill mynahs, Eimeria spp. are associated with a haemorrhagic enteritis (Korbel & Kösters 1998).",
            "cite_spans": [
                {
                    "start": 279,
                    "end": 300,
                    "mention": "Korbel & Kösters 1998",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Coccidiosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Other coccidia, e.g. Dorisiella spp. (2:8) and Wendyonella spp. (4:4), have also been identified in passerines.",
            "cite_spans": [],
            "section": "Coccidiosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nSarcocystis has been identified in skeletal muscle of many Passeriformes, especially in North America. Cowbirds, grackles and other Passeriformes have been shown to be intermediate hosts for Sarcocystis falculata, for which opossums are the definitive hosts. Sarcocystis is usually found incidentally when necropsy examinations are performed.",
            "cite_spans": [],
            "section": "Coccidiosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "In the acute phase of toxoplasmosis, the birds (canaries and mynahs) may show severe respiratory signs. In canaries this phase is often not diagnosed, and the owner is only alarmed when several birds become blind many weeks after becoming infected. In a flock many birds were affected with blindness, which developed over a 3-month span, and two birds developed torticollis. The route of infection is not known, but it is likely that oocysts excreted in cat faeces get into the aviary. In the acute phase, hepatomegaly and splenomegaly, and mostly a severe catarrhal pneumonia and a myositis of the pectoral muscle, are found in canaries and mynahs at necropsy. The trophozoites are easily identified in impression smears. Microscopic alterations within the eye consisted of a non-suppurative chorioretinitis with large numbers of macrophages that contained the tachy-zoite form of Toxoplasma gondii in the subretinal space, and aggregates of tachyzoites were found in the nerve fibre layer of the retina with and without necrosis. Tissue cysts with bradyzoites were scattered throughout the meninges and neuropil of the cerebrum and cerebellum (Williams et al 2001). In histological slides from the brains, (pseudo)cysts are relatively easy to find. Serology, immunofluorescence on brain tissue slides, or infection of mice confirms the diagnosis. The Sabin–Feldman dye test will not detect T. gondii antibodies in the serum of birds (Patton 1996). No effective treatment is known, although some effect is claimed using trimethoprim 0.08 g/mL H2O and sulfadiazine 0.04 g/mL in water for 2 weeks. A second treatment regimen was given for 3 weeks (Williams et al 2001).",
            "cite_spans": [
                {
                    "start": 1146,
                    "end": 1165,
                    "mention": "Williams et al 2001",
                    "ref_id": "BIBREF93"
                },
                {
                    "start": 1436,
                    "end": 1447,
                    "mention": "Patton 1996",
                    "ref_id": "BIBREF52"
                },
                {
                    "start": 1647,
                    "end": 1666,
                    "mention": "Williams et al 2001",
                    "ref_id": "BIBREF93"
                }
            ],
            "section": "Toxoplasmosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Cryptosporidiosis has been associated with acute onset, severe diarrhoea and death in a diamond firetail finch, but is not common in passerines. The case in the firetail finch showed focal cuboidal metaplasia of the glandular epithelium of the proventriculus and amyloid deposits in the proventriculus and kidneys. In another case, canaries were infected with cryptosporidia in the proventriculus and Salmonella spp. was concurrently isolated (Macwhirter 1994). Although they are generally opportunistic and secondary invaders, they have been reported as primary pathogens producing respiratory and/or intestinal disease in birds (Schmidt et al 2003).",
            "cite_spans": [
                {
                    "start": 444,
                    "end": 459,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                },
                {
                    "start": 631,
                    "end": 649,
                    "mention": "Schmidt et al 2003",
                    "ref_id": "BIBREF74"
                }
            ],
            "section": "Cryptosporidiosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Trichomoniasis is commonly seen in many avian species. The protozoa are not very host-specific. In canaries, infections with Trichomonas spp. are seen sporadically, and birds of all ages can be affected. Common clinical signs include respiratory symptoms, regurgitation, nasal discharge and emaciation (Fig. 8.35\n). The diagnosis can be made in a live bird, using a crop swab. At necropsy, trichomoniasis infections present as a thickened, opaque crop wall. The flagellates can be identified, even when the bird is not very fresh, in crop smears stained with Hemacolor® or another ‘quick stain’. The treatment is the same as for cochlosomosis.",
            "cite_spans": [],
            "section": "Trichomoniasis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 303,
                    "end": 312,
                    "mention": "Fig. 8.35",
                    "ref_id": "FIGREF34"
                }
            ]
        },
        {
            "text": "In mynahs, the lesions look like trichomoniasis in pigeons with typical lesions in the oral cavity.",
            "cite_spans": [],
            "section": "Trichomoniasis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Another flagellate is seen in the crop of canaries, causing the same clinical signs in full-grown birds and mortality in nestlings. The diagnosis can be made with a wet mount, but the flagellates are difficult to recognize. The parasite does not move about in the preparation, but ‘waves’ with its flagella (van der Hage & Dorrestein 1991). The same flagellate is held responsible for pruritus, feather loss and increased moulting time in individual kept canaries (Cornelissen & Dorrestein 2003).",
            "cite_spans": [
                {
                    "start": 308,
                    "end": 338,
                    "mention": "van der Hage & Dorrestein 1991",
                    "ref_id": "BIBREF86"
                },
                {
                    "start": 465,
                    "end": 494,
                    "mention": "Cornelissen & Dorrestein 2003",
                    "ref_id": "BIBREF55"
                }
            ],
            "section": "Trichomoniasis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The flagellate Cochlosoma spp., living in the intestinal tract of society finches, can cause many deaths among Australian finches fostered by these carriers (Poelma et al 1978). It is a problem in young birds from 10 days until 6 weeks of age. Typical signs are debilitation, shivering due to dehydration, and difficulties with moulting.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 175,
                    "mention": "Poelma et al 1978",
                    "ref_id": "BIBREF58"
                }
            ],
            "section": "Cochlosomosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The diagnosis of cochlosomosis is based on demonstrating the flagellates in fresh faeces. Treatment consists of ronidazole at 400 mg/kg egg food and 400 mg/L drinking water for 5 days. After a pause of 2 days, the regimen is repeated. This drug is relatively safe and no toxic signs have been seen. If dimetridazole is used, the concentration should not exceed 100 mg active drug per litre for 5 days. A sign of intoxication with dimetridazole is torticollis, and this will disappear after the medication is stopped. Metronidazole has also been reported to cause toxicity in finches.",
            "cite_spans": [],
            "section": "Cochlosomosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Management should include disinfecting water containers, and the aviary should be kept clean and dry.\n",
            "cite_spans": [],
            "section": "Cochlosomosis ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nGiardia spp. have been reported to be associated with gastrointestinal tract infections in finches. Treatment for Giardia spp. is the same as for trichomonads.",
            "cite_spans": [],
            "section": "Giardia spp. ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nBlood parasites may be detected on routine screening of apparently healthy passerines, but they are rarely implicated as the primary cause of disease or death. The most commonly encountered blood parasites include Haemoproteus spp., Leucocytozoon spp., Trypanosoma spp., Plasmodium spp. (malaria) and microfilaria.\n",
            "cite_spans": [],
            "section": "Blood Parasites ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nPlasmodium spp., the cause of avian malaria, are mosquito-borne protozoa that occur worldwide. Sporogony occurs in the invertebrate host, schizogony occurs in the erythrocytes, and golden or black refractile pigment granules are formed from the host cell haemoglobin. Plasmodium spp. have been described in free-ranging passerines, including tits, finches, thrushes, starlings and sparrows. They are occasionally found in captive-bred birds such as canaries and other finches. The diagnosis is based on the demonstration of the parasite in erythrocytes, and is differentiated from Haemoproteus spp. by the demonstration of the schizont in malaria. Clinical and post-mortem signs include anaemia and splenomegaly. Molecular techniques (PCR) have also been developed and results of avian population surveys conducted with PCR assays suggest that prevalences of malarial infection are higher than previously documented, and that studies based on microscopic examination of blood smears may substantially underestimate the extent of parasitism by these apicomplexans. Nonetheless, because the published primers miss small numbers of infections detected by other methods, including inspection of smears, no assay now available for avian malaria is universally reliable (Fallon et al 2003).",
            "cite_spans": [
                {
                    "start": 1266,
                    "end": 1283,
                    "mention": "Fallon et al 2003",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Blood Parasites ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Treatment with chloroquine (250 mg/120 mL drinking water for 1–2 weeks) or pyrimethamine is successful in some cases, but a lasting immunity does not occur. Controlling of mosquito vectors is necessary to prevent infection.",
            "cite_spans": [],
            "section": "Blood Parasites ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nHaemoproteus spp. are also found worldwide, but cause only mild or non-apparent clinical symptoms. For most species of Haemoproteus the intermediate hosts are hippoboscid flies, biting midges or tabanids. Diagnosis is based on identification of typical pigment-containing gametocytes in erythrocytes; but schizonts are not found in blood cells. Treatment is seldom indicated, and will be identical to the treatment for avian malaria.",
            "cite_spans": [],
            "section": "Blood Parasites ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nLeucocytozoon spp. occur worldwide, and can infect either erythrocytes or leucocytes. Parasitized cells are so distorted by the parasite that it may be difficult to determine their origin. Pigment is not produced by Leucocytozoon, and schizonts cannot be found in peripheral blood. Megaloschizonts can be found in brain, liver, lung, kidney, intestinal, heart, muscle and lymphoid tissue. Most infections are subclinical, although vague signs and death are reported.",
            "cite_spans": [],
            "section": "Blood Parasites ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nBox 8.4Prevalence of blood parasites in European passeriform birdsVariation in the prevalence of blood parasites among species of birds has been used to test hypotheses about the effects of sexual selection and parental investment on disease resistance, and how vector abundance influences infection. However, the factors causing this variation are still poorly understood. We assessed the statistical effects of biogeographic, plumage-related and life-history traits on the prevalence of the blood parasites (e.g. Plasmodium spp., Haemoproteus spp., Leucocytozoon spp. and Trypanosoma spp.) in European passerine birds. Most of the variation in parasite prevalence occurred at low taxonomic levels. Brighter male plumage and greater host body mass were associated with higher prevalence, explaining 32% of the total variation. Male plumage brightness remained a significant factor when we controlled for phylogenetic effects. These relationships were driven primarily by simuliid-transmitted parasites (e.g. Leucocytozoon spp., Trypanosoma spp.), which were more frequent in species with northern distributions. Host species with greater maximum longevity and shorter nestling periods had higher prevalences of Plasmodium spp.; however, the effect was not stable after controlling for phylogeny using pairwise contrasts. Coevolution between hosts and parasites appears to create temporal and spatial variation that disconnects haematozoan prevalence from evolutionarily conservative life-history traits while creating some positive associations with traits that are phylogenetically labile. Clearly, ecologists should be cautious in relating patterns of variation in haematozoan prevalence to particular host traits (Scheuerlein & Ricklefs 2004).\n",
            "cite_spans": [
                {
                    "start": 1719,
                    "end": 1746,
                    "mention": "Scheuerlein & Ricklefs 2004",
                    "ref_id": "BIBREF73"
                }
            ],
            "section": "Blood Parasites ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nTrypanosoma spp. are also found worldwide, but their incidence is low and they are only found during summer months in temperate climates. Vectors are thought to include hippoboscid flies, red mites, simuliids and mosquitoes; treatment is not warranted.",
            "cite_spans": [],
            "section": "Blood Parasites ::: Protozoal infections ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nTwo main types of roundworms affect passerines:\nAscaridia\nspp., which have a direct life cycle, and\nPorrocaecum\nspp., which have an indirect life cycle,\nwith invertebrates such as earthworms as the intermediate host. Both types of roundworms may be associated with weight loss, diarrhoea, general debility and, sometimes, neurological signs. Ascaridia spp. are uncommon in small passerines. Porrocaecum spp. have been found in a variety of free-ranging passerines (e.g. pipits, thrush, blackbirds and corvids). Fenbendazole, piperazine, levamisole and ivermectin, all orally applied, are useful in treating ascarid infections.",
            "cite_spans": [],
            "section": "Nematodes ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nCapillaria spp. are cosmopolitan in their distribution and affect a range of passerines, including mynahs. The life cycle is direct, or may involve earthworms as paratenic hosts. Susceptibility does not depend on diet-ary preferences, and the parasite has been found to cause disease in a variety of seed-eaters, insect-eaters, omnivorous species and honey-eaters.",
            "cite_spans": [],
            "section": "Nematodes ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "High parasite loads may lead to weight loss, diarrhoea, general ill health and death. These worms may localize to a variety of sites in the gastrointestinal tract. They may be associated with white or creamy-coloured plaques in the buccal cavity or pharynx, and swelling of the crop, proventriculus, intestines or bowel. The typical Capillaria spp. egg has bipolar plugs and may be found by direct swabbing of lesions or faeces, or by faecal flotation.",
            "cite_spans": [],
            "section": "Nematodes ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Treatment may be more difficult than for ascarids. Aviary hygiene and removal of earthworms are important control measures. Anthelmintics may be effective in some cases. In a cleaned, dry environment, the eggs will lose their infectious capacity within 3 weeks without further disinfection (Korbel & Kösters 1998).",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 312,
                    "mention": "Korbel & Kösters 1998",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Nematodes ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nSyngamus trachea (gapeworm) are found in outdoor aviaries and are a serious problem in mynahs, corvids and starlings. Earthworms may act as a transport host. The signs include gasping for breath, and the small passerines often die from occlusion of the trachea by the worms and the mucus produced. The diagnosis is confirmed by demonstrating the worms in the trachea by using backlighting, or by finding the typical eggs in the droppings. The worms are easily identified in the trachea at necropsy. Ivermectin (injection 200 μg/kg) and levamisole or fenbendazole are effective in treating this parasite, but caution should be exercised when treating birds with heavy infections, because the dead worms can obstruct the trachea. In such a case with a heavy worm burden, treatment with a low dose of an anthelmintic (especially fenbendazole) over several days provides effective treatment.",
            "cite_spans": [],
            "section": "Nematodes ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nGeopetitia aspiculata is a parasite that lives in the proventriculus and has been reported in tropical birds housed at zoological gardens in Europe and North America (Kübber-Heiss & Juncker 1997, Tscherner et al 1997). Insects (e.g. cockroaches, crickets) serve as intermediate hosts. Geopetitia aspiculata are pathogenic, leading to perforation of the wall of the proventriculus, often resulting in death. The parasite is not host-specific and is demonstrated in six avian orders, including Passeriformes (e.g. Emberizidae, Estrildidae, Fringillidae, Icteridae, Sturnidae – including a hill mynah). The diagnosis is confirmed by finding the embryonated spiruroid eggs in the faeces (although this might not always be effective), followed by endoscopic demonstration of the proventricular lesions. At necropsy an enlarged abdomen is found, due to a mass of tightly coiled parasites attached to the serosa of the proventriculus, and worms are sometimes found in the liver. Infected birds can be successfully treated with ivermectin (300–400 μg/kg body weight s.c.) or fenbendazole (25 mg/kg body weight p.o. for 3 days). To interrupt the development cycle of the parasite, emphasis should be laid on eradication of the intermediate host.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 195,
                    "mention": "Kübber-Heiss & Juncker 1997",
                    "ref_id": "BIBREF38"
                },
                {
                    "start": 197,
                    "end": 217,
                    "mention": "Tscherner et al 1997",
                    "ref_id": "BIBREF84"
                }
            ],
            "section": "Spiruroids ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The Dispharynx nasuta is a gastric worm and is also found in subtropical areas. Recently this parasite caused problems and mortality in tropical exhibits in a zoo (Dorrestein et al 2001). The diagnosis is mostly found at necropsy related to a proventriculitis with sometimes a very large number of worms attached to the surface (Fig. 8.36\n). Insects (e.g. wood lice/sow bugs/pill bugs) serve as intermediate hosts. All Passeriformes, but also Galliformes and some Columbiformes and Psittaciformes can become infected.",
            "cite_spans": [],
            "section": "Spiruroids ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 329,
                    "end": 338,
                    "mention": "Fig. 8.36",
                    "ref_id": "FIGREF35"
                }
            ]
        },
        {
            "text": "\nAcuaria skrjabini infections of the gizzard, with mucosal necrosis, have been reported in adult finches in Australia. The mortality rate was 4–5%, and oral treatment with 80 mg levamisole or 50 mg fenbendazole/L drinking water for 3 days was effective.",
            "cite_spans": [],
            "section": "Spiruroids ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Feeding live food (such as maggots, mealworms or termites) or providing a compost heap in the aviary to attract insects for the birds to eat are both common management practices in Australia. These practices increase the likelihood of infection, as insects are the intermediate hosts for gizzardworms and tapeworms.",
            "cite_spans": [],
            "section": "Spiruroids ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Tapeworm (Cestoda) infestations in softbills and insectivorous finches are common. They are not normally seen in canaries or exclusively seed-eating birds, except in situations where parents feed insects to their offspring or insects are accidentally consumed with the seeds (Macwhirter 1994). Some necropsies show small intestines literally packed with the tiny tapeworms. The typical hexacanth embryos are usually identified on faecal flotation. Effective treatment for passerines diagnosed with tapeworms include praziquantel and oxfenbendazole.",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 291,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Spiruroids ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nTrematodes have complicated life cycles that typically involve snails as initial intermediate hosts and other invertebrates as secondary intermediate hosts. Trematodes are seen occasionally in wild-caught passerines. Schistozoma spp. are trematodes that live in blood vessels and have been reported in North American goldfinches and cardinals. Prosthogonimus spp. are trematodes affecting the intestinal tract, cloaca, bursa of Fabricius or oviduct. These parasites been found worldwide in passerines, and are not particularly pathogenic. Dragonflies and snails are intermediate hosts. Praziquantel (10 mg/kg) may be useful in treating trematodes.",
            "cite_spans": [],
            "section": "Spiruroids ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Ectoparasites, including blood-sucking mites (Dermanyssus gallinae and Ornithonyssus sylviarum), skin mites (e.g. Backericheyla spp. and Neocheyletiella media) and feather mites (e.g. Epidermotidae, Dermation spp.), are found in the calamus of the feathers. Meal-mites (Tyroglyphus farinae) are not parasites, but their large number on a bird can cause unrest and irritation.",
            "cite_spans": [],
            "section": "Arthropods ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "The red mite (Dermanyssus gallinae) is a blood-sucking mite that can cause serious mortality among fledglings as well as adult birds. The common clinical sign in affected patients is anaemia. A bird with respiratory symptoms and a PCV of less than 30% should be suspected of having serious problems with blood-sucking mites. The main complaint from the owner is a general depression; the mites are often not detected or their presence is even denied. The red mite spends the day in the nest or bird-room crevices, and ventures out at night to attack the birds (Fig. 8.37\n). Treatment should be prompt, and consists of dusting or spraying the victims with an insecticide and vacating the cage or room during the day and thoroughly cleaning it.",
            "cite_spans": [],
            "section": "Arthropods ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 561,
                    "end": 570,
                    "mention": "Fig. 8.37",
                    "ref_id": "FIGREF36"
                }
            ]
        },
        {
            "text": "\nThe white or northern mite (\nOrnithonyssus sylviarum\n) is increasingly found to cause problems in aviaries. This blood-sucking mite spends its entire life on the host. Dusting with insecticides can be hazardous, especially to nestlings. A relatively safe method of treatment is to put one drop of 0.1% ivermectin in propylene glycol on the bare skin; however, the mites are killed only after sucking blood.\n",
            "cite_spans": [],
            "section": "Arthropods ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Other ectoparasites may cause some irritation or feather damage. They are considered a sign of inadequate hygiene and management.",
            "cite_spans": [],
            "section": "Arthropods ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Quill mites have been described in passerines, and infested birds show clinical signs of irritation, pruritus, feather-picking and feather-loss. These signs are rarely severe. The mites seem to feed on the quill tissue, and not on blood or sebaceous fluid. Many different species of quill mites are described, including Syringophylus spp., Harpyrhynchus spp., Dermatoglyphus spp. and Picobia spp. Regularly new quill mites are being described in all bird species (Bochkov et al 2004). The diagnosis is made by inspection (usually with magnification) of quill material. Treatment with ivermectin (spot-on 0.1% ivermectin in propylene glycol) is very effective (Dorrestein et al 1997).\n",
            "cite_spans": [
                {
                    "start": 464,
                    "end": 482,
                    "mention": "Bochkov et al 2004",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 660,
                    "end": 681,
                    "mention": "Dorrestein et al 1997",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Arthropods ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "\nCnemidocoptes pilae\ninfections, or scaly mites, are occasionally seen on the beak base of finches. In general, they tend to cause hyperkeratotic lesions on the feet in Passeriformes. These mites are easily found and recognized in scrapings from the altered areas. Treatment with any oil or 0.1% ivermectin applied locally will cure the birds. This infestation should not be confused with the so-called ‘tassel foot’ found in the European goldfinch (Carduelis carduelis), which is caused by a papillomavirus (see Fig. 8.34).",
            "cite_spans": [],
            "section": "Arthropods ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 513,
                    "end": 522,
                    "mention": "Fig. 8.34",
                    "ref_id": "FIGREF33"
                }
            ]
        },
        {
            "text": "Lice are fairly common in Passeriformes. Some biting lice are not specialized for life on particular feathers, and are able to move quickly. Chewing lice are often more adapted to a particular part of the body, and are more sluggish. Signs of the presence of lice include restlessness and biting, excessive preening, and damage to the plumage. Some cases of baldness in canaries are caused by lice (Fig. 8.38\n). Lice undergo a complete life cycle on the bird, and a weekly dusting with pyrethrins is an effective method of control (Macwhirter 1994). Some species of Estrildidae are hypersensitive to pyrethrin, and care must be taken in its use.",
            "cite_spans": [
                {
                    "start": 532,
                    "end": 547,
                    "mention": "Macwhirter 1994",
                    "ref_id": "BIBREF41"
                }
            ],
            "section": "Arthropods ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 399,
                    "end": 408,
                    "mention": "Fig. 8.38",
                    "ref_id": "FIGREF37"
                }
            ]
        },
        {
            "text": "Air sac mites (Sternostoma tracheacolum) are occasionally found in canaries, but they are seen mostly commonly in Australian finches (Fig. 8.39\n). They are not reported in softbills. This problem is also seen in wild Gouldian finches in Australia, and may have been introduced with domestic canaries. The mites’ life cycle is unknown, but it is theorized that nestlings become infected by parents regurgitating nutrients with mites. Adults may be exposed via contamination of water and food, and by coughing or sneezing.",
            "cite_spans": [],
            "section": "Endoparasites ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 134,
                    "end": 143,
                    "mention": "Fig. 8.39",
                    "ref_id": "FIGREF38"
                }
            ]
        },
        {
            "text": "Clinical signs include a decline in physical condition, respiratory distress, wheezing, squeaking, coughing, sneezing, nasal discharge, loss of voice, head shaking and gasping. The mortality is low. Diagnosis of air sac mites can sometimes be made by transillumination of the trachea in live birds, with the mites visible as tiny black points in the trachea. The throat of the bird must be wetted (e.g. with alcohol) and the feathers parted. Post-mortem examination, however, is more reliable, and the condition is diagnosed by finding in the mites in the air sacs, the lungs and/or the trachea. Air sacculitis, tracheitis and focal pneumonia may be evident.",
            "cite_spans": [],
            "section": "Endoparasites ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Several therapeutic regimens have been described for air sac mite infestations. Pest strips make a reasonable good air sac mite preventative, provided the bird does not come into direct contact, and only if the bird is not held within a small enclosure. Ivermectin can be used for individual treatment by a spot-on method of 0.1% ivermectin in propylene glycol, one drop on the bare skin dorsolateral to the thorax inlet or on the chest (Fig. 8.40\n). A small amount of alcohol is necessary to view the site of application.",
            "cite_spans": [],
            "section": "Endoparasites ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": [
                {
                    "start": 438,
                    "end": 447,
                    "mention": "Fig. 8.40",
                    "ref_id": "FIGREF39"
                }
            ]
        },
        {
            "text": "\nCytodites nudus is another mite that has occasionally been associated with respiratory disease in free-ranging passerines. It may be found in the abdominal cavity as well as the respiratory system.\n",
            "cite_spans": [],
            "section": "Endoparasites ::: Helminth parasitism ::: Parasitic infections ::: Infectious diseases",
            "ref_spans": []
        },
        {
            "text": "Zoonotic diseases of passerines are listed in Table 8.6\n.",
            "cite_spans": [],
            "section": "Zoonoses",
            "ref_spans": [
                {
                    "start": 46,
                    "end": 55,
                    "mention": "Table 8.6",
                    "ref_id": "TABREF5"
                }
            ]
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 8.1: Some normal haematological and serum biochemical values in selected passerines\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 8.2: Dosage regimens for chemotherapeutics and antibiotics for canaries and small passerines\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 8.3: Diagnostic table for canaries and finches\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 8.4: Special hints for further diagnostics\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 8.5: Mean values (n=5) for vitamin A, total carotenoids, and β-carotene in liver and serum of different coloured canaries\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 8.6: Zoonotic diseases of passerines\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig 8.1: The North Dutch frill (A) and Gloster (B) canary.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig 8.2: Passerine birds have higher metabolic rates than non-passerines (Gill 1994).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig 8.3: Schematic diagrams of differing foot structures of avian species.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig 8.4: Normal spleen of a canary (A) compared to the splenomegaly as seen in atoxoplasmosis (B).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig 8.5: A mixed ornamental aviary. Left to right green canary (Serinus canaria), parrot finch (Erythrura sp.), star finch (Neochmia ruficauda) and blue waxbill (Uraeginthus angolensis).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig 8.6: A Lady Gouldian finch (Chloebia gouldii) as champion of a bird show.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig 8.7: Plants should be used for environmentally enhancing free flight aviaries.",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig 8.8: Canary breeding cages and indoor flight pen.",
            "type": "figure"
        },
        "FIGREF8": {
            "text": "Fig 8.9: Female canary sitting on the eggs, hatchling of 3 days old and just before fledgling.",
            "type": "figure"
        },
        "FIGREF9": {
            "text": "Fig 8.10: A male black-headed Gouldian finch (Chloebia gouldii).",
            "type": "figure"
        },
        "FIGREF10": {
            "text": "Fig 8.11: Zebra finch feet entangled in synthetic fibres.",
            "type": "figure"
        },
        "FIGREF11": {
            "text": "Fig 8.12: Gouldian finch (Chloebia gouldii) with feather loss and trauma due to cage mate aggression.",
            "type": "figure"
        },
        "FIGREF12": {
            "text": "Fig 8.13: Two male whydahs (Vidua sp.) displaying their long tails.",
            "type": "figure"
        },
        "FIGREF13": {
            "text": "Fig 8.14: A pair of mynahs (Gracula religiosa).",
            "type": "figure"
        },
        "FIGREF14": {
            "text": "Fig 8.15: Proper handling technique for a small passerine.",
            "type": "figure"
        },
        "FIGREF15": {
            "text": "Fig 8.16: Wet mount with examples (A) technique using saline, (B) coccidia 48 hours after faeces production (black crow), (C) Macrorhabdus ornithogaster proventriculus canary, (D) yeasts intestines Lady Gouldian finch (Chloebia gouldii), (E) starch intestines in an orange-cheeked waxbill (Estrilda melpoda) and (F) Dyspharinx nasuta egg faeces, zebra finch.",
            "type": "figure"
        },
        "FIGREF16": {
            "text": "Fig 8.17: Impression smears, technique and examples. (A) Preparation of a tissue impression; (B) staining set (Hemacolor®); (C) the result before and after staining; (D) Macrorhabdus and Atoxoplasma stages, intestines canary; (E) yeast and bacteria intestines, Gouldian finch; (F) cryptosporidia on surface epithelial cells, bursa; (G) Salmonella sp. in macrophage liver, canary; (H) flagellates crop, canary; (I) Microfilaria lung bullfinch (Pyrrhula pyrrhula); (J) E. coli overgrowth intestine, canary; (K) Salmonella sp. intestine canary; (L) Atoxoplasmosis liver, bullfinch. (Bar=10 μm.)",
            "type": "figure"
        },
        "FIGREF17": {
            "text": "Fig 8.18: Percentage of livers positive for iron in different avian orders (total birds is 945).",
            "type": "figure"
        },
        "FIGREF18": {
            "text": "Fig 8.19: Average iron score (0 to 5) in hepatocytes and Kupffer cells with emphasis on Piciformes and Passeriformes. In the Passeriformes iron in hepatocytes is only found in mynahs, not in canaries or finches.",
            "type": "figure"
        },
        "FIGREF19": {
            "text": "Fig 8.20: Canary haemorrhagic diathesis after 24 hours of fasting.",
            "type": "figure"
        },
        "FIGREF20": {
            "text": "Fig 8.21: Bullfinch (Pyrrhula pyrrhula) kidney dehydration. (A) Kidney in situ; (B) close-up with visible urate congestion in the collecting tubuli.",
            "type": "figure"
        },
        "FIGREF21": {
            "text": "Fig 8.22: Canary haemorrhages after overdosing with sulphachlorpyrazine (EsB3). (A) haemorrhages in situ; (B): histology intestines; H&E.",
            "type": "figure"
        },
        "FIGREF22": {
            "text": "Fig 8.23: Canary with feather cysts (lumps).",
            "type": "figure"
        },
        "FIGREF23": {
            "text": "Fig 8.24: Avipox lesions. (A) Pox lesions near the beak, black-hooded red siskin (Spinus cucullatus); (B) skin lesions canary; (C) vaccination with the wing-web method.",
            "type": "figure"
        },
        "FIGREF24": {
            "text": "Fig 8.25: Finch with tassel foot.",
            "type": "figure"
        },
        "FIGREF25": {
            "text": "Fig 8.26: Canary pseudotuberculosis, liver (A) and spleen (B).",
            "type": "figure"
        },
        "FIGREF26": {
            "text": "Fig 8.27: Canary salmonellosis splenomegaly (A), impression smear (B) and culture (C).",
            "type": "figure"
        },
        "FIGREF27": {
            "text": "Fig 8.28: Campylobacteriosis. (A) Gouldian finches, sick fledglings; (B) typical faeces containing much starch; (C) intestines with undigested seeds; (D) intestinal smear with Campylobacter sp. (Hemacolor®=Hc, bar=10 μm); (E) stained duodenal smear with starch (Hc); (F) the same smear showing the birefringent crystals (polarized light).",
            "type": "figure"
        },
        "FIGREF28": {
            "text": "Fig 8.29: Bullfinch mycobacteriosis. (A) Spleen HE 40×; (B) the same spleen stained with acid-fast staining; (C) impression smear of the same spleen. Notice the non-stained ghost rod-shaped bacteria; Hc 100 ×.",
            "type": "figure"
        },
        "FIGREF29": {
            "text": "Fig 8.30: Crop candidiasis. (A) Crop nestling, orange-cheeked waxbill (Estrilda melpoda); (B) crop smear, Hc 100 ×; (C) severe crop changes, Gouldian finch.",
            "type": "figure"
        },
        "FIGREF30": {
            "text": "Fig 8.31: Carduelis sp., endoventricular mycosis; HE, bar is 20 μm.",
            "type": "figure"
        },
        "FIGREF31": {
            "text": "Fig 8.32: Bullfinch aspergillosis. (A) Bullfinch mycotic air sacculitis; (B) wet mount fungal hyphi from air sac; (C) culture from air sac 24 hours (malt); (D) culture 48 hours, Aspergillus fumigatus.",
            "type": "figure"
        },
        "FIGREF32": {
            "text": "Fig 8.33: Finch with bald skin due to a Malassezia infection; PAS, bar is 20 μm.",
            "type": "figure"
        },
        "FIGREF33": {
            "text": "Fig 8.34: Canary in poor condition and hepatomegaly related to atoxoplasmosis.",
            "type": "figure"
        },
        "FIGREF34": {
            "text": "Fig 8.35A,B: Canary with respiratory signs and diphtheric membranes in the crop with flagellates (Trichomonas-like).",
            "type": "figure"
        },
        "FIGREF35": {
            "text": "Fig 8.36: Proventriculus with large number of Dispharynx nasuta worms; (A) in a Northern cardinal (Cardinalis cardinalis); (B) transverse section of the stomach of a blue bishop (Euplectes sp.); (C) a close-up of a male worm.",
            "type": "figure"
        },
        "FIGREF36": {
            "text": "Fig 8.37: Nesting material with Dermanysus gallinae.",
            "type": "figure"
        },
        "FIGREF37": {
            "text": "Fig 8.38: Canary feather lice, Menacanthus spinosus.",
            "type": "figure"
        },
        "FIGREF38": {
            "text": "Fig 8.39: Gouldian finch with Sternostoma tracheacolum in the cervical air sac and trachea.",
            "type": "figure"
        },
        "FIGREF39": {
            "text": "Fig 8.40: Canary spot-on application.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1997,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Experimental evidence for transmission of Mycoplasma gallisepticum in house finches by fomites",
            "authors": [
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Dhondt",
                    "suffix": ""
                },
                {
                    "first": "KY",
                    "middle": [],
                    "last": "Dhondt",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Hawley",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Jenelle",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Avian Pathology",
            "volume": "36",
            "issn": "",
            "pages": "205-208",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "GT",
                    "middle": [],
                    "last": "Dodwell",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Dorrestein",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian medicine and surgery",
            "volume": "",
            "issn": "",
            "pages": "867-885",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Dorrestein",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian medicine and surgery",
            "volume": "",
            "issn": "",
            "pages": "158-169",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "A genetic defect in the vitamin A metabolism in recessive white canaries",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Dorrestein",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Schrijver",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "Tijdschrift voor Diergeneeskunde",
            "volume": "107",
            "issn": "",
            "pages": "795-799",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Quill mite (Dermoglyphus passerinus) infestation of canaries (Serinus canaria): diagnosis and treatment",
            "authors": [
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Dorrestein",
                    "suffix": ""
                },
                {
                    "first": "SHJ",
                    "middle": [],
                    "last": "Cremers",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "van der Horst",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Avian Pathology",
            "volume": "26",
            "issn": "",
            "pages": "195-199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Detecting avian malaria: an improved polymerase chain reaction diagnostic",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Fallon",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Ricklefs",
                    "suffix": ""
                },
                {
                    "first": "BL",
                    "middle": [],
                    "last": "Swanson",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Bermingham",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Parasitology",
            "volume": "89",
            "issn": "",
            "pages": "1044-1047",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Dispharynx nasuta (Rudolphi 1819): a gastric worm in birds in an exhibit with a tropical ecosystem",
            "authors": [
                {
                    "first": "G",
                    "middle": [
                        "M"
                    ],
                    "last": "Dorrestein",
                    "suffix": ""
                },
                {
                    "first": "HJ",
                    "middle": [],
                    "last": "Cremers",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Proceedings of the 40th International Symposium on Diseases of Zoo Animals and Wildlife, Rotterdam",
            "volume": "p",
            "issn": "",
            "pages": "71-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "New quill mites of the family Syringophilidae (Acari: Cheyletoidea)",
            "authors": [
                {
                    "first": "V",
                    "middle": [],
                    "last": "Bochkov",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Fain",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Skoracki",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Systematic Parasitology",
            "volume": "57",
            "issn": "",
            "pages": "135-150",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Suspected ethanol toxicosis in two wild cedar waxwings",
            "authors": [
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                },
                {
                    "first": "JM",
                    "middle": [],
                    "last": "Sullivan",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Everson",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Avian Diseases",
            "volume": "34",
            "issn": "",
            "pages": "488-490",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Microsporidiosis in a flock of tricolor parrot finches (Erythrura tricolor). Veterinary Clinics of North America",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gelis",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Raidal",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Exotic Animal Practice",
            "volume": "9",
            "issn": "",
            "pages": "481-486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "FB",
                    "middle": [],
                    "last": "Gill",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Growth and metabolic characterization of Macrorhabdus ornithogaster",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hannafusa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                },
                {
                    "first": "EE",
                    "middle": [],
                    "last": "Tomaszewski",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Libal",
                    "suffix": ""
                },
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Phalen",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Veterinary Diagnostic Investigation",
            "volume": "19",
            "issn": "",
            "pages": "256-265",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Avocado (Persea americana) intoxication in caged birds",
            "authors": [
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Hargis",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Journal of the American Veterinary Medical Association",
            "volume": "194",
            "issn": "",
            "pages": "64-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Passerine birds",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Seminars in Avian and Exotic Pet Medicine",
            "volume": "12",
            "issn": "",
            "pages": "1-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Mycobacterium tuberculosis infection in a canary (Serinus canaria L.) and a blue-fronted Amazon parrot (Amazona amazona aestiva)",
            "authors": [
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Hoop",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Avian Diseases",
            "volume": "46",
            "issn": "",
            "pages": "502-504",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [
                {
                    "first": "JW",
                    "middle": [],
                    "last": "Carpenter",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "Etiological agents of mycobacteriosis in pet birds between 1986 and 1995",
            "authors": [
                {
                    "first": "RK",
                    "middle": [],
                    "last": "Hoop",
                    "suffix": ""
                },
                {
                    "first": "EC",
                    "middle": [],
                    "last": "Bottger",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pfyffer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Clinical Microbiology",
            "volume": "34",
            "issn": "",
            "pages": "991-992",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "A retrospective description of a highly pathogenic avian influenza A virus (H7N1/Carduelis/Germany/72) in a free-living siskin (Carduelis spinus Linnaeus, 1758) and its accidental transmission to yellow canaries (Serinus canaria Linnaeus, 1758)",
            "authors": [
                {
                    "first": "EF",
                    "middle": [],
                    "last": "Kaleta",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hönicke",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Deutsche tierärztliche Wochenschrift",
            "volume": "112",
            "issn": "",
            "pages": "17-19",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Klasing",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Comparative avian nutrition",
            "volume": "",
            "issn": "",
            "pages": "277-329",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Korbel",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kösters",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Krankheiten der Heimtiere",
            "volume": "",
            "issn": "",
            "pages": "397-428",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Labonde",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Diseases of cage and aviary birds",
            "volume": "",
            "issn": "",
            "pages": "928-932",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Further western spread of Mycoplasma gallisepticum infection of house finches",
            "authors": [
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Ley",
                    "suffix": ""
                },
                {
                    "first": "DS",
                    "middle": [],
                    "last": "Shaeffer",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Dhondt",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Wildlife Diseases",
            "volume": "42",
            "issn": "",
            "pages": "429-431",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Macwhirter",
                    "suffix": ""
                }
            ],
            "year": 1994,
            "venue": "Avian medicine: principles and application",
            "volume": "",
            "issn": "",
            "pages": "1172-1199",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Increasing incidence of megabacteriosis in canaries (Serinus canarius domesticus)",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Marlier",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Leroy",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Sturbois",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Veterinary Journal",
            "volume": "172",
            "issn": "",
            "pages": "549-552",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "Pathology and viral distribution in fatal Usutu virus infections of birds from the 2001 and 2002 outbreaks in Austria",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Chvala",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kolodziejek",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Nowotny",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weissenbück",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Journal of Comparative Pathology",
            "volume": "131",
            "issn": "",
            "pages": "176-185",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Evaluation of treatment of Mycoplasma gallisepticum-associated conjunctivitis in house finches (Carpodacus mexicanus)",
            "authors": [
                {
                    "first": "TY",
                    "middle": [],
                    "last": "Mashima",
                    "suffix": ""
                },
                {
                    "first": "DH",
                    "middle": [],
                    "last": "Ley",
                    "suffix": ""
                },
                {
                    "first": "MK.",
                    "middle": [
                        "et",
                        "al"
                    ],
                    "last": "Stoskopf",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Journal of Avian Medicine and Surgery",
            "volume": "11",
            "issn": "",
            "pages": "20-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "A comparative study of iron retention in mynahs, doves and rats",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mete",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Dorrestein",
                    "suffix": ""
                },
                {
                    "first": "JJ",
                    "middle": [],
                    "last": "Marx",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Avian Pathology",
            "volume": "30",
            "issn": "",
            "pages": "479-486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Iron metabolism in mynah birds (Gracula religiosa) resembles human hereditary haemochromatosis",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Mete",
                    "suffix": ""
                },
                {
                    "first": "HG",
                    "middle": [],
                    "last": "Hendriks",
                    "suffix": ""
                },
                {
                    "first": "PH",
                    "middle": [],
                    "last": "Klaren",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Avian Pathology",
            "volume": "32",
            "issn": "",
            "pages": "625-632",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "A comparison of four regimens for treatment of iron storage disease using the European starling (Sturnus vulgaris) as a model",
            "authors": [
                {
                    "first": "GP",
                    "middle": [],
                    "last": "Olsen",
                    "suffix": ""
                },
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dierenfeld",
                    "suffix": ""
                },
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Phalen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Journal of Avian Medicine and Surgery",
            "volume": "20",
            "issn": "",
            "pages": "74-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "Mineral content of food items commonly ingested by keel billed toucans (Ramphastos sulfuratus)",
            "authors": [
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Otten",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Orosz",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Auge",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Frazier",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of Avian Medicine and Surgery",
            "volume": "15",
            "issn": "",
            "pages": "194-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "Diagnosis and management of Macrorhabdus ornithogaster (formerly megabacteria). Veterinary Clinics of North America",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Phalen",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Exotic Animal Practice",
            "volume": "8",
            "issn": "",
            "pages": "299-306",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Nucleotide sequence analysis of a novel circovirus of canaries and its relationship to other members of the genus Circovirus of the family Circoviridae",
            "authors": [
                {
                    "first": "KV",
                    "middle": [],
                    "last": "Phenix",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Weston",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ypelaar",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Journal of General Virology",
            "volume": "82",
            "issn": "",
            "pages": "2805-2809",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "Cochlosomose, a problem in raising Estrildidae in aviaries",
            "authors": [
                {
                    "first": "FG",
                    "middle": [],
                    "last": "Poelma",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Zwart",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Dorrestein",
                    "suffix": ""
                },
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Iordens",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Tijdschrift voor Diergeneeskunde",
            "volume": "103",
            "issn": "",
            "pages": "589-593",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "Mucor ramosissimus associated with feather loss in canaries (Serinus canarius)",
            "authors": [
                {
                    "first": "O",
                    "middle": [],
                    "last": "Quesada",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Herriaez",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Avian Diseases",
            "volume": "51",
            "issn": "",
            "pages": "643-645",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "Circovirus inclusion bodies in intestinal muscle cells of a canary",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Rampin",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Manarolla",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Pisoni",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Avian Pathology",
            "volume": "35",
            "issn": "",
            "pages": "277-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF63": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF64": {
            "title": "Avian host and mosquito (Diptera: Culicidae) vector competence determine the efficiency of West Nile and St. Louis encephalitis virus transmission",
            "authors": [
                {
                    "first": "WK",
                    "middle": [],
                    "last": "Reisen",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "VM",
                    "middle": [],
                    "last": "Martinez",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Medical Entomology",
            "volume": "42",
            "issn": "",
            "pages": "367-375",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF65": {
            "title": "",
            "authors": [
                {
                    "first": "BW",
                    "middle": [],
                    "last": "Ritchie",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF66": {
            "title": "Successful treatment of a channel-billed toucan (Ramphastos vitellinus) with iron storage disease by chelation therapy: sequential monitoring of the iron content of the liver during the treatment period by quantitative chemical and image analyses",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Cornelissen",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ducatelle",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Roels",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Journal of Avian Medicine and Surgery",
            "volume": "9",
            "issn": "",
            "pages": "131-137",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF67": {
            "title": "Outbreak of avian polyomavirus infection with high mortality in recently captured Crimson’s seedcrackers (Pyrenestes sanguineus)",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Rossi",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Taccini",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Tarantino",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Wildlife Diseases",
            "volume": "41",
            "issn": "",
            "pages": "236-240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF68": {
            "title": "Exceptional longevity in songbirds is associated with high rates of evolution of cytochrome b, suggesting selection for reduced generation of free radicals",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rottenberg",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Journal of Experimental Biology",
            "volume": "210",
            "issn": "",
            "pages": "2170-2180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF69": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF70": {
            "title": "",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Sandmeier",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coutteel",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "Vol. II",
            "issn": "",
            "pages": "879-913",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF71": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF72": {
            "title": "Characterization of a gram-positive bacterium from the proventriculus of budgerigars (Melopsittacus undulatus)",
            "authors": [
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Scanlan",
                    "suffix": ""
                },
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Graham",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "Avian Diseases",
            "volume": "34",
            "issn": "",
            "pages": "779-786",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF73": {
            "title": "Prevalence of blood parasites in European passeriform birds",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Scheuerlein",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Ricklefs",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Proceedings of the Royal Society B: Biological Sciences",
            "volume": "271",
            "issn": "",
            "pages": "1363-1370",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF74": {
            "title": "",
            "authors": [
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Schmidt",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Reavill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Phalen",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF75": {
            "title": "No detection of avian influenza A viruses of the subtypes H5 and H7 and isolation of lentogenic avian paramyxovirus serotype 1 in passerine birds during stopover in the year 2001 on the island Heligoland (North Sea)",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Schnebel",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Dierschke",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Rautenschlein",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ryll",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Deutsche tierärztliche Wochenschrift",
            "volume": "112",
            "issn": "",
            "pages": "456-460",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF76": {
            "title": "Successful treatment of megabacteriosis in a canary (Serinus canaria) with nystatin",
            "authors": [
                {
                    "first": "FT",
                    "middle": [],
                    "last": "Scullion",
                    "suffix": ""
                },
                {
                    "first": "MG",
                    "middle": [],
                    "last": "Scullion",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Veterinary Record",
            "volume": "155",
            "issn": "",
            "pages": "528-529",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF77": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF78": {
            "title": "Circovirus infection in a Gouldian finch (Chloebia gouldiae)",
            "authors": [
                {
                    "first": "DL",
                    "middle": [],
                    "last": "Shivaprasad",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hill",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Todd",
                    "suffix": ""
                },
                {
                    "first": "JA",
                    "middle": [],
                    "last": "Smyth",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Avian Pathology",
            "volume": "33",
            "issn": "",
            "pages": "525-529",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF79": {
            "title": "",
            "authors": [
                {
                    "first": "CG",
                    "middle": [],
                    "last": "Sibley",
                    "suffix": ""
                },
                {
                    "first": "JE",
                    "middle": [],
                    "last": "Ahlquist",
                    "suffix": ""
                }
            ],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF80": {
            "title": "Identification of a novel circovirus in Australian ravens (Corvus coronoides) with feather disease",
            "authors": [
                {
                    "first": "MN",
                    "middle": [],
                    "last": "Steward",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Perry",
                    "suffix": ""
                },
                {
                    "first": "SR",
                    "middle": [],
                    "last": "Raidal",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Avian Pathology",
            "volume": "35",
            "issn": "",
            "pages": "86-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF81": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF82": {
            "title": "An evaluation of the importance of insoluble versus soluble grit in the diet of canaries",
            "authors": [
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Taylor",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Journal of Avian Medicine and Surgery",
            "volume": "10",
            "issn": "",
            "pages": "248-251",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF83": {
            "title": "Phylogenetic analysis identifies the ‘megabacterium’ of birds as a novel anamorphic ascomycetous yeast, Macrorhabdus ornithogaster gen. nov., sp. nov",
            "authors": [
                {
                    "first": "EK",
                    "middle": [],
                    "last": "Tomaszewski",
                    "suffix": ""
                },
                {
                    "first": "KS",
                    "middle": [],
                    "last": "Logan",
                    "suffix": ""
                },
                {
                    "first": "KF",
                    "middle": [],
                    "last": "Snowden",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "International Journal of Systematic and Evolutionary Microbiology",
            "volume": "53",
            "issn": "",
            "pages": "1201-1205",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF84": {
            "title": "Geopetitia aspiculata Webster, 1971 – a pathogenic nematode in tropical birds in zoological gardens",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Tscherner",
                    "suffix": ""
                },
                {
                    "first": "U",
                    "middle": [],
                    "last": "Wittstatt",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Goltenboth",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Der Zoologische Garten",
            "volume": "67",
            "issn": "",
            "pages": "108-120",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF85": {
            "title": "Study on the species-specificity of Isospora michaelbakeri by experimental infection",
            "authors": [
                {
                    "first": "KC",
                    "middle": [],
                    "last": "Tung",
                    "suffix": ""
                },
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "FP",
                    "middle": [
                        "et",
                        "al"
                    ],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Acta Veterinaria Hungarica",
            "volume": "55",
            "issn": "",
            "pages": "77-85",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF86": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF87": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF88": {
            "title": "Veterinary aspects of breeding management in captive passerines",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Coutteel",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Seminars in Avian and Exotic Pet Medicine",
            "volume": "12",
            "issn": "",
            "pages": "3-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF89": {
            "title": "An outbreak of mycobacteriosis in Gouldian finches caused by Mycobacterium peregrinum. Veterinary Clinics of North America",
            "authors": [
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Vitali",
                    "suffix": ""
                },
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Eden",
                    "suffix": ""
                },
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Payne",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Vaughan",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Exotic Animal Practice",
            "volume": "9",
            "issn": "",
            "pages": "519-522",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF90": {
            "title": "Avian ecological energetics",
            "authors": [
                {
                    "first": "GE",
                    "middle": [],
                    "last": "Walsberg",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Avian Biology",
            "volume": "7",
            "issn": "",
            "pages": "161-220",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF91": {
            "title": "Emergence of Usutu virus, an African mosquito-borne flavivirus of the Japanese encephalitis virus group, central Europe",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Weissenböck",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kolodziejek",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Url",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Emerging Infectious Diseases",
            "volume": "8",
            "issn": "",
            "pages": "652-666",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF92": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF93": {
            "title": "Ocular and encephalic toxoplasmosis in canaries",
            "authors": [
                {
                    "first": "SM",
                    "middle": [],
                    "last": "Williams",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Fulton",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [
                        "et",
                        "al"
                    ],
                    "last": "Render",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Avian Diseases",
            "volume": "45",
            "issn": "",
            "pages": "262-267",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF94": {
            "title": "Detection of DNA of the finch polyomavirus in diseases of various types of birds in the order Passeriformes",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wittig",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hoffmann",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Müller",
                    "suffix": ""
                },
                {
                    "first": "ER",
                    "middle": [],
                    "last": "John",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Berliner und Münchener Tierärztliche Wochenschrift",
            "volume": "120",
            "issn": "",
            "pages": "113-119",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF95": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF96": {
            "title": "Investigations on feathering, feather growth and potential influences of nutrient supply on feathers’ regrowth in small pet birds (canaries, budgerigars and lovebirds)",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Wolf",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rebehl",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kamphues",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Journal of Animal Physiology and Animal Nutrition (Berlin)",
            "volume": "87",
            "issn": "",
            "pages": "134-141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF97": {
            "title": "Previous infection with West Nile or St. Louis encephalitis viruses provides cross protection during reinfection in house finches",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Fang",
                    "suffix": ""
                },
                {
                    "first": "WK",
                    "middle": [],
                    "last": "Reisen",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "American Journal of Tropical Medicine and Hygiene",
            "volume": "75",
            "issn": "",
            "pages": "480-485",
            "other_ids": {
                "DOI": []
            }
        }
    }
}