{
    "paper_id": "PMC7224652",
    "metadata": {
        "title": "Thoughts on Dermatology Residents who are New Parents",
        "authors": [
            {
                "first": "Jane",
                "middle": [
                    "M."
                ],
                "last": "Grant-Kels",
                "suffix": "",
                "email": "grant@uchc.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The success of women in the field of medicine, and dermatology specifically, is astounding. (Murrell et al., 2011) Historically males overwhelmingly predominated the field of medicine and surgery to such an extent that during my medical school years there was only a “doctors’ changing room” and “nurses’ changing room” on the operating room floor; the assumption was that all physicians were men and all nurses were women. However, as of 2015, more than 47% of dermatologists were women compared to less than 7% in the 1970’s when I was in training. (Shinohara, 2019) Now that more than 64% of dermatology residents are women, it is clearly time to become fully committed to leveling inequalities between men and women in dermatology and to treating new parents with respect and humanity.",
            "cite_spans": [
                {
                    "start": 93,
                    "end": 113,
                    "mention": "Murrell et al., 2011",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 552,
                    "end": 567,
                    "mention": "Shinohara, 2019",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "JAMA recently published an article “Fixing the parent trap for resident physicians”. (Kuehn, 2020) This article recounted how Michael Gisondi, MD, vice chair of education in the Department of Emergency Medicine at Stanford University’s School of Medicine established the following new rules for new parent residents:1)The new parent resident could choose to” forgo overnight shifts, unscheduled call, or having more than 3 shifts in a row for 6 weeks after returning from parental leave”. (Kuehn, 2020)2)“For 4 weeks before estimated delivery date, pregnant residents are exempt from overnight shifts, unscheduled call, and more than 3 shifts in a row.” (Kuehn, 2020)3)“This policy also covers parental leave, lactation, and a comprehensive list of other resources for new parents”. (Kuehn, 2020)\n",
            "cite_spans": [
                {
                    "start": 86,
                    "end": 97,
                    "mention": "Kuehn, 2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 490,
                    "end": 501,
                    "mention": "Kuehn, 2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 655,
                    "end": 666,
                    "mention": "Kuehn, 2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 784,
                    "end": 795,
                    "mention": "Kuehn, 2020",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In my opinion, program directors (PD) and Chairs in dermatology have failed to adequately address the issue of new parent residents despite the following undisputable facts:1)Dermatology residents are now more than 64% women (Bae et al., 2016)2)Maternity leave creates increased workload for those residents not on leave which often creates some resentment (Krause et al., 2017)3)Previous survey-based studies have highlighted a perception of hostility toward female trainees during their pregnancy from faculty. (Stewart and Robinson, 1985, Finch, 2003, Sayres et al., 1986)4)It has been reported that at least 40% of residents plan to have a child during training (Kuehn, 2020, Blair et al., 2016)5)Maternity leave is not a vacation\n",
            "cite_spans": [
                {
                    "start": 226,
                    "end": 242,
                    "mention": "Bae et al., 2016",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 358,
                    "end": 377,
                    "mention": "Krause et al., 2017",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 514,
                    "end": 540,
                    "mention": "Stewart and Robinson, 1985",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 542,
                    "end": 553,
                    "mention": "Finch, 2003",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 555,
                    "end": 574,
                    "mention": "Sayres et al., 1986",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 667,
                    "end": 678,
                    "mention": "Kuehn, 2020",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 680,
                    "end": 698,
                    "mention": "Blair et al., 2016",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In 1978 and 1981, when I gave birth to my children as an Ackerman dermatopathology fellow and then young attending at UCONN, I was offered zero maternity leave. In 1978, after giving birth to our son, I took off only my allocated 4 weeks of vacation thereby have no additional time off during the rest of my 18-month fellowship. Three years later, in 1981, I gave birth to our daughter at 2AM, was required to see an in-patient consultation at 7 AM which I did in my hospital gown and subsequently signed out my dermatopathology slides that same day; my dermatopathology staff wheeled my microscope to my hospital room in the maternity ward. (Grant-Kels, 2015 Feb 18). A few weeks after my daughter was born, I happened to pass the Dean of the School of Medicine in the hospital lobby. He stopped me and asked me: “You’re not going to have any more children, are you?” to which I answered: “What do you care? I did not take a minute off from work!”",
            "cite_spans": [
                {
                    "start": 643,
                    "end": 666,
                    "mention": "Grant-Kels, 2015 Feb 18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Although we have come a long way, we have not come far enough! To level the playing fields for men and women in our profession, it is time to address the issue of pregnancy and maternity leave. Policies for our residents and fellows who plan to have a child during training remain confusing and variable from institution to institution. In my opinion, it is time for there to be a national agreed upon policy. A relatively recent 2018 study showed that less than half of graduate medical education (GME) programs at 12 top medical education programs (including Columbia, Duke, Harvard, Johns Hopkins, University of Michigan, University of Pennsylvania, University of Pittsburgh, University of California San Francisco, Stanford, University of Washington, Washington University in St Louis, and Yale) had paid childbearing or family leave policies for residents despite having them in place for faculty. (Magudia et al., 2018)",
            "cite_spans": [
                {
                    "start": 904,
                    "end": 924,
                    "mention": "Magudia et al., 2018",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A survey sent exclusively to 8,000 female residents at a large medical center queried these women on their experiences with maternity leave and the subsequent impact on their well-being. (Stack et al., 2018) The average maternity leave was reported to be 8.4 weeks (which was made up of 6 weeks of maternity plus vacation time plus sick time). Many women reported only taking 6 weeks off that they cobbled together from vacation time and sick time. (Magudia et al., 2018, Stack et al., 2018) The women reported that the reason they did not take more time off was due to financial considerations and concern that they might be required to extend their residency making them ineligible for fellowships and employment positions. Half of the residents who had a child during residency in this survey reported burnout. The study also revealed that those women who had been afforded 8 or more weeks of leave were less likely to have suffered from postpartum depression or burnout. (Stack et al., 2018) Additionally, they were able to breast feed longer and reported feeling supported by their program and program directors. (Bae et al., 2016, Stack et al., 2018). Finally, among 104 married or partnered non-parents, 84 (81%) reported that they planned to delay childbearing due to their busy work schedules, concern for burdening colleagues and financial implications. (Stack et al., 2018)",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 206,
                    "mention": "Stack et al., 2018",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 450,
                    "end": 470,
                    "mention": "Magudia et al., 2018",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 472,
                    "end": 490,
                    "mention": "Stack et al., 2018",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 976,
                    "end": 994,
                    "mention": "Stack et al., 2018",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1119,
                    "end": 1135,
                    "mention": "Bae et al., 2016",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1137,
                    "end": 1155,
                    "mention": "Stack et al., 2018",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1365,
                    "end": 1383,
                    "mention": "Stack et al., 2018",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The dermatology PD and new parent resident concerned with inconveniencing co-residents should be grateful that in our specialty this is actually less of an issue. The scheduled patients for the new parent resident out on leave can be postponed and on-call rotations and emergencies in dermatology are not as arduous as in other specialties. Additionally, the recent COVID-19 pandemic has taught us that with the internet and new software, maternity leave does not have to result in lost didactic time for the resident at home with their baby.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In the year 2020, I advocate that all programs collaborate and establish a reliable and consistent maternity leave policy of 8 weeks that does not include vacation time or sick time. PDs have responsibility for this and supportive PDs with supportive chairs have made changes to support new parents. However, these changes will only be sustainable and widespread if our GME offices, Accreditation Council for Graduate Medical Education (AGCME) and American Board of Dermatology (ABD) weigh in and make changes that support new parents. One study found that concerns about being able to take the boards and extension of training were top of mind for dermatology residents and called for clarification of “new parent leave” policies by the ABD. (Gracey et al., 2018) On-call and clinic schedules for women in their latter months of pregnancy need to be humane and not overburdened to compensate, or essentially punish them, because of their upcoming maternity leave. When the resident returns to work reduced work hours or adjustment in schedules to avoid the most taxing rotations as the first ones after maternity leave also should be addressed. (Breastfeeding and Lactation for Medical Trainees https://www.aafp.org/about/policies/all/breastfeeding-accommodations-trainees.html Accessed April 29, 2020) Finally, a culture of support from faculty, staff, and administration needs to be instituted.",
            "cite_spans": [
                {
                    "start": 744,
                    "end": 763,
                    "mention": "Gracey et al., 2018",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1147,
                    "end": 1302,
                    "mention": "Breastfeeding and Lactation for Medical Trainees https://www.aafp.org/about/policies/all/breastfeeding-accommodations-trainees.html Accessed April 29, 2020",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The good news is that the ACGME now lists the provision of lactation facilities, separate storage for breast milk, and protected time in their program requirements for residency training programs). (Council, 2020) Ideally, the lactation room should be: located near where the residents work or study; clean, private with a lockable door and a sink to wash hands and the pump equipment; contain a comfortable chair, light, table or desk on which to place the breast pump, electrical outlet, secure separate refrigerator for milk storage and secure area to store personal breast pump and supplies. (Breastfeeding and Lactation for Medical Trainees https://www.aafp.org/about/policies/all/breastfeeding-accommodations-trainees.html Accessed April 29, 2020, United States, 2018, Gracey et al., 2019) To allow the trainee to work while pumping there should also be a computer work station with internet connection and phone to call patients or other physicians. Finally, the resident requires protected time to pump. This usually involves only 20-30 minutes to express breast milk every two to three hours. This will allow the new mother to provide sufficient milk for the infant and reduce her risk of developing engorgement, pain, or mastitis. (Breastfeeding and Lactation for Medical Trainees https://www.aafp.org/about/policies/all/breastfeeding-accommodations-trainees.html Accessed April 29, 2020, United States, 2018, Gracey et al., 2019)",
            "cite_spans": [
                {
                    "start": 199,
                    "end": 212,
                    "mention": "Council, 2020",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 597,
                    "end": 752,
                    "mention": "Breastfeeding and Lactation for Medical Trainees https://www.aafp.org/about/policies/all/breastfeeding-accommodations-trainees.html Accessed April 29, 2020",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 754,
                    "end": 773,
                    "mention": "United States, 2018",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 775,
                    "end": 794,
                    "mention": "Gracey et al., 2019",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1242,
                    "end": 1397,
                    "mention": "Breastfeeding and Lactation for Medical Trainees https://www.aafp.org/about/policies/all/breastfeeding-accommodations-trainees.html Accessed April 29, 2020",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1399,
                    "end": 1418,
                    "mention": "United States, 2018",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1420,
                    "end": 1439,
                    "mention": "Gracey et al., 2019",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "I advocate a call for action now to level the professional playing field for women. The time for aspirational discussions is over. From my perspective as a mother and grandmother, I want to reaffirm that having a baby is not a vacation! It is an assault on a woman’s body and psyche. Huge hormonal changes and physical and emotional changes are endured by a new mother. It is clearly inappropriate for a woman to have to use up all of her vacation time and face an entire year with no vacation or sick time in the bank. If we are going to level the playing fields for men and women in our profession, we are obliged to address the issue of pregnancy and maternity leave to enhance the health, happiness and success of our childbearing colleagues.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Advancement of Women in Dermatology",
            "authors": [
                {
                    "first": "D.F.",
                    "middle": [],
                    "last": "Murrell",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Ryan",
                    "suffix": ""
                },
                {
                    "first": "W.F.",
                    "middle": [],
                    "last": "Bergfeld",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Int J Dermatol.",
            "volume": "50",
            "issn": "5",
            "pages": "593-600",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Fixing the Parent Trap for Resident Physicians",
            "authors": [
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Kuehn",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JAMA",
            "volume": "323",
            "issn": "12",
            "pages": "119-121",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Bae",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Qiu",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Reese",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Changes in Sex and Ethnic Diversity in Dermatology Residents Over Multiple Decades JAMA Dermatol.",
            "volume": "152",
            "issn": "1",
            "pages": "92-94",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Impact of Pregnancy and Gender on Internal Medicine Resident Evaluations: A Retrospective Cohort Study",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                },
                {
                    "first": "M.Y.",
                    "middle": [],
                    "last": "Elrashidi",
                    "suffix": ""
                },
                {
                    "first": "A.J.",
                    "middle": [],
                    "last": "Halvorsen",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Gen Intern Med",
            "volume": "32",
            "issn": "",
            "pages": "648-653",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Combining motherhood with psychiatric training and practice",
            "authors": [
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "G.E.",
                    "middle": [],
                    "last": "Robinson",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Canadian journal of psychiatry. Revue canadienne de psychiatrie.",
            "volume": "30",
            "issn": "",
            "pages": "28-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Pregnancy during residency: a literature review",
            "authors": [
                {
                    "first": "S.J.",
                    "middle": [],
                    "last": "Finch",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Academic medicine: journal of the Association of American Medical Colleges.",
            "volume": "78",
            "issn": "",
            "pages": "418-428",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Pregnancy during residency",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sayres",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Wyshak",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Denterlein",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Apfel",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Shore",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Federman",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "The New England journal of medicine.",
            "volume": "314",
            "issn": "",
            "pages": "418-423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Pregnancy and parental leave during graduate medical education",
            "authors": [
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Blair",
                    "suffix": ""
                },
                {
                    "first": "A.P.",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Caubet",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Norby",
                    "suffix": ""
                },
                {
                    "first": "M.I.",
                    "middle": [],
                    "last": "O’Connor",
                    "suffix": ""
                },
                {
                    "first": "S.N.",
                    "middle": [],
                    "last": "Hayes",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Acad Med.",
            "volume": "91",
            "issn": "7",
            "pages": "972-978",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Maternity leave for residents and young attendings",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Grant-Kels",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "Int J Womens Dermatol.",
            "volume": "1",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijwd.2014.12.006"
                ]
            }
        },
        "BIBREF10": {
            "title": "Childbearing and Family Leave Policies for Resident Physicians at Top Training Institutions",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Magudia",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bick",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Cohen",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA",
            "volume": "320",
            "issn": "22",
            "pages": "2372-2374",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Childbearing and maternity leave in residency: determinants and well-being outcomes",
            "authors": [
                {
                    "first": "S.W.",
                    "middle": [],
                    "last": "Stack",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "McKinney",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Spiekerman",
                    "suffix": ""
                },
                {
                    "first": "J.A.",
                    "middle": [],
                    "last": "Best",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Postgrad Med J.",
            "volume": "94",
            "issn": "1118",
            "pages": "694-699",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Program Director and Resident Perspectives on New Parent Leave in Dermatology Residency",
            "authors": [
                {
                    "first": "L.E.",
                    "middle": [],
                    "last": "Gracey",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Cronin",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Shinkai",
                    "suffix": ""
                },
                {
                    "first": "E.F.",
                    "middle": [],
                    "last": "Mathes",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "JAMA Dermatol.",
            "volume": "154",
            "issn": "10",
            "pages": "1222-1225",
            "other_ids": {
                "DOI": [
                    "10.1001/jamadermatol.2018.2878)"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}