{
    "paper_id": "PMC7173599",
    "metadata": {
        "title": "Structure and Composition of Viruses",
        "authors": [
            {
                "first": "FRANK",
                "middle": [],
                "last": "FENNER",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "PETER",
                "middle": [
                    "A."
                ],
                "last": "BACHMANN",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "E.",
                "middle": [
                    "PAUL",
                    "J."
                ],
                "last": "GIBBS",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "FREDERICK",
                "middle": [
                    "A."
                ],
                "last": "MURPHY",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "MICHAEL",
                "middle": [
                    "J."
                ],
                "last": "STUDDERT",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "DAVID",
                "middle": [
                    "O."
                ],
                "last": "WHITE",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The icosahedron is one of the five classical “Platonic solids” of geometry; it has 12 vertices (corners) and 20 faces, each an equilateral triangle. It has axes of two-, three-, and fivefold rotational symmetry, passing through its edges, faces, and vertices, respectively (see Fig. 1-2\n). The icosahedron is the optimum solution to the problem of constructing, from repeating subunits, a strong structure to enclose a maximum volume. The same principles were applied by the architect Buckminster Fuller to the construction of icosahedral buildings (“geodesic domes”).",
            "cite_spans": [],
            "section": "Icosahedral Symmetry ::: Viral Structure ::: MORPHOLOGY",
            "ref_spans": [
                {
                    "start": 278,
                    "end": 286,
                    "mention": "Fig. 1-2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Only certain arrangements of the repeating morphological units, the capsomers, can fit into the faces, edges, and vertices. In adenovirus particles, for example, capsomers on the faces and edges bond to six\nneighboring capsomers and are called hexamers; those at the vertices bond to five neighbors and are called pentamers (Fig. 1-1A,Fig. 1-1B; Plate 1-1A\n). In some viruses both hexamers and pentamers consist of the same polypeptide; in others they are different. The varied arrangements of hexamers between pentamers have been systematically codified by Caspar using terms such as “P-number” and “T-number” (see references). Some possible arrangements of capsomers are shown in Fig. 1-2D, E, and F.",
            "cite_spans": [],
            "section": "Icosahedral Symmetry ::: Viral Structure ::: MORPHOLOGY",
            "ref_spans": [
                {
                    "start": 325,
                    "end": 334,
                    "mention": "Fig. 1-1A",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 335,
                    "end": 344,
                    "mention": "Fig. 1-1B",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 346,
                    "end": 356,
                    "mention": "Plate 1-1A",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 682,
                    "end": 691,
                    "mention": "Fig. 1-2D",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 693,
                    "end": 694,
                    "mention": "E",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 700,
                    "end": 701,
                    "mention": "F",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "\nIn a practical sense, the examination of negatively stained icosahedral virions in the electron microscope, and analysis of their capsomer arrangement, can often provide immediate and unambiguous information for the identification of a virus as a member of a known family—or, in very rare instances, as a candidate prototype for a new family. For example, the visualization of a nonenveloped virion with a row of four hexamers in line between vertex pentamers would identify a virus as an adenovirus (Plate 1-1A).",
            "cite_spans": [],
            "section": "Icosahedral Symmetry ::: Viral Structure ::: MORPHOLOGY",
            "ref_spans": [
                {
                    "start": 502,
                    "end": 512,
                    "mention": "Plate 1-1A",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The recent demonstration by X-ray crystallography of the atomic resolution structure of two picornaviruses (poliovirus and rhinovirus) has provided a remarkable insight into the organization and assembly of their virions, the location of the antigenic sites involved in neutralization, and aspects of their penetration into cells. Similar detail can be expected as these new technical capabilities are applied to other viruses and to problems of replication, assembly, and pathogenesis.",
            "cite_spans": [],
            "section": "Icosahedral Symmetry ::: Viral Structure ::: MORPHOLOGY",
            "ref_spans": []
        },
        {
            "text": "The nucleocapsids of several RNA viruses have a different type of symmetry: the capsomers and nucleic acid molecule(s) self-assemble as a helix (Fig. 1-1C,D; Plate 1-1C). In all such viruses each capsomer consists of a single polypeptide molecule. The plant viruses with helical nucleocapsids are rod shaped and naked (nonenveloped). However, in all animal viruses helical nucleocapsids are wound into a coil and enclosed within a lipoprotein envelope (see Plate 27-1), possibly to give the very long nucleocapsids stability.",
            "cite_spans": [],
            "section": "Helical Symmetry ::: Viral Structure ::: MORPHOLOGY",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 154,
                    "mention": "Fig. 1-1C",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 155,
                    "end": 156,
                    "mention": "D",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 158,
                    "end": 168,
                    "mention": "Plate 1-1C",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Viral envelopes are acquired at host cell membranes—some at the plasma membrane, others at internal cell membranes such as the nuclear membrane, endoplasmic reticulum, and Golgi complex—during the maturation of the virus by the process known as “budding.” The lipids of the viral envelope are derived directly from the cell, but the proteins in the envelope are virus coded. One kind is the glycoprotein peplomer (peplos = envelope) or spike. These peplomers can often be seen clearly in electron micrographs as projections from the outer surface of the envelope (Plate 1-1B). The other kind of envelope protein, matrix protein, is nonglycosylated and is found on the inside of the envelope of virions of several families; it provides added rigidity. The envelope of rhabdoviruses is closely applied to a bullet-shaped matrix protein that encloses a helical nucleocapsid. Arenaviruses, bunyaviruses, and coronaviruses have no matrix protein and consequently are rather more pleomorphic than other enveloped viruses.",
            "cite_spans": [],
            "section": "Viral Envelopes ::: Viral Structure ::: MORPHOLOGY",
            "ref_spans": [
                {
                    "start": 564,
                    "end": 574,
                    "mention": "Plate 1-1B",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Envelopes are not restricted to viruses of helical symmetry; some icosahedral viruses (ranaviruses, African swine fever virus, herpesviruses, togaviruses, flaviviruses, and retroviruses) have envelopes. The infectivity of most enveloped viruses depends on the integrity of the envelope, but some poxviruses have an envelope which is not necessary for infectivity.",
            "cite_spans": [],
            "section": "Viral Envelopes ::: Viral Structure ::: MORPHOLOGY",
            "ref_spans": []
        },
        {
            "text": "The genome of all DNA viruses consists of a single molecule, which is double-stranded except in the case of the parvoviruses, and may be linear or circular.",
            "cite_spans": [],
            "section": "DNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "The DNA of papovaviruses and hepadnaviruses is circular. Within the virion, the circular DNA of the papovaviruses, like that of mitochondria and bacterial plasmids, is a supercoiled circle, known as a superhelix (Plate 1-2A\n). When an enzyme relieves the tension by introducing a nick into one strand, the molecule becomes a relaxed circle (Plate 1-2B). One strand of the circular DNA of hepadnaviruses is shorter than the other; the genome is thus only partially double-stranded.",
            "cite_spans": [],
            "section": "DNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": [
                {
                    "start": 213,
                    "end": 223,
                    "mention": "Plate 1-2A",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 341,
                    "end": 351,
                    "mention": "Plate 1-2B",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Most of the linear DNAs from viruses of other families have characteristics which enable them to adopt a circular configuration temporarily, presumably during replication. The two strands of poxvirus DNA are covalently cross-linked at each end, so that on denaturation, the molecule becomes a large single-stranded circle (Fig. 1-3C\n). The linear dsDNA of some herpesviruses (and the linear ssRNA of retroviruses) contains repeat sequences at the ends of the molecule. Following partial digestion of both DNA strands from their 5’ ends by an exonuclease, the exposed single-stranded ends are complementary in their nucleotide sequences, thus providing “cohesive” or “sticky” ends, so that, if the molecule is melted, it will reanneal as a circular dsDNA. In the case of the adenoviruses, these terminal repeats are inverted; hence, even without enzymatic digestion, denatured molecules self-anneal to form single-stranded circles (Fig. 1-3A). Inverted terminal repeat sequences, which give rise to “hairpin” structures, are also a feature of the ssDNA parvoviruses (Fig. 1-3D).",
            "cite_spans": [],
            "section": "DNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": [
                {
                    "start": 323,
                    "end": 332,
                    "mention": "Fig. 1-3C",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 931,
                    "end": 940,
                    "mention": "Fig. 1-3A",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1066,
                    "end": 1075,
                    "mention": "Fig. 1-3D",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\nAnother type of terminal structure occurs in adenoviruses, hepadnaviruses, parvoviruses, and the ssRNA picornaviruses and caliciviruses, in all of which a protein is covalently linked to the 5’ terminus. This has an essential function in replication of the genome.",
            "cite_spans": [],
            "section": "DNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "The DNA of certain iridoviruses (genus Ranavirus) contains a high proportion of 5-methylcytosine instead of cytosine.",
            "cite_spans": [],
            "section": "DNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "The size of viral DNA genomes ranges from 4.5 kilobases (kb) (molecular mass, M\nr = 1.5 × 106) for the small ssDNA parvoviruses to over 200 kbp (M\nr = 185 × 106) for the large dsDNA poxviruses. As 1 kb or 1 kbp contains enough genetic information to code for about one average-sized protein, we recognize as an approximation that viral DNAs contain from about 4 to 200 genes and code for 4 to 200 proteins. However, the relationship between any particular nucleotide sequence and its protein product is not as straightforward as this.",
            "cite_spans": [],
            "section": "DNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "First, the DNA of most of the larger viruses—like that of cells—contains what appears to be redundant information, in the form of (1) repeat (reiterated) sequences and (2) introns, i.e., regions which are spliced out and discarded from the RNA transcript. On the other hand, a single such RNA transcript may be spliced and/or cleaved in several different ways to yield several distinct mRNAs, which may be translated into different proteins. Furthermore, a given mRNA sequence may be read in two different reading frames (theoretically, up to three, because each codon is a triplet), giving rise to two (or three) proteins with different amino acid sequences. These fascinating examples of genetic economy are well illustrated by the papovaviruses (see Fig. 1-4) and will be discussed in Chapter 4. Suffice it to say at this point that nowadays we cannot always talk in terms of a direct one-to-one relationship between a “gene” and its “gene-product,” although such a relationship does sometimes occur.",
            "cite_spans": [],
            "section": "DNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "Viral DNAs contain several kinds of noncoding sequences, in addition to introns and various types of terminal repeat sequences, described above. Consensus sequences, which tend to be conserved through evolution because they serve vital functions, include those of RNA splice sites, polyadenylation sites, RNA polymerase recognition sites and promoters, initiation codons for translation, and termination codons.",
            "cite_spans": [],
            "section": "DNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "The genome of RNA viruses may also be single-stranded or double-stranded. Furthermore, while some occur as a single molecule, others are segmented. Arenavirus and birnavirus RNAs consist of 2 segments, bunyavirus RNA of 3, orthomyxovirus RNA of 7 or 8 (in different genera), and reovirus 10, 11, or 12 (in different genera). Each of these molecules is unique (often a single “gene”). All viral RNAs are linear; none is a covalently closed circle. However, the ssRNAs of arenaviruses and bunyaviruses have sticky ends, hence these molecules occur as circles. The genomes of ssRNA viruses have considerable secondary structure, regions of base pairing probably serving as signals controlling transcription, translation, and/or packaging into the capsid.",
            "cite_spans": [],
            "section": "RNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "Single-stranded viral nucleic acid, which is generally RNA, can also be defined according to its sense (also known as polarity). If it is of the same sense as mRNA, it is said to have positive (+) sense). This is the case with picornaviruses, caliciviruses, togaviruses, flaviviruses, coronaviruses, and retroviruses. If, on the other hand, its nucleotide sequence is complementary to that of mRNA, it is said to have negative (–) sense). Such is the case with the paramyxoviruses, orthomyxoviruses, rhabdoviruses, arenaviruses, and bunyaviruses, all of which have an RNA-dependent RNA polymerase (transcriptase) in the virion, in order that mRNA can be transcribed. With the arenaviruses and at least one genus of bunyaviruses one of the RNA segments is ambisense, i.e., part (+) sense, part (–) sense.",
            "cite_spans": [],
            "section": "RNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "Where the viral RNA is of (+) sense, it is usually polyadenylated at its 3’ end (in picornaviruses, caliciviruses, togaviruses, and coronaviruses, but not in flaviviruses) and capped at its 5’ end (togaviruses, flaviviruses, coronaviruses) (see Chapter 4). The picornaviruses and caliciviruses have a protein attached to the 5’ end of the viral RNA.",
            "cite_spans": [],
            "section": "RNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "The size of ssRNA viral genomes varies from 7.5 to 18 kb (M\nr = 2.5 to 7 × 106) and that of the dsRNA viruses from 7 to 22 kbp (M\nr = 4.8 to 15 × 106)—a much smaller range than seen with the DNA viruses. Accordingly they code, in general, for fewer than a dozen proteins. In the case of the segmented RNA genomes of orthomyxoviruses and reoviruses, one can consider most of the segments to be individual genes, each coding for one unique protein. No such simple relationship applies to the other RNA viruses. For example, the picornavirus genome [(+) sense ssRNA] is directly translated into a single “polyprotein,” which is subsequently cleaved to give the several viral polypeptides.",
            "cite_spans": [],
            "section": "RNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "The essential features of the genomes of viruses of vertebrates are summarized in Table 1-2\n. Their remarkable variety is reflected in the diverse ways in which the information encoded in the viral genome is transcribed to RNA, then translated into proteins, and the ways in which the viral nucleic acid is replicated (see Chapter 4).",
            "cite_spans": [],
            "section": "RNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": [
                {
                    "start": 82,
                    "end": 91,
                    "mention": "Table 1-2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Viral preparations often contain some particles with an atypical content of nucleic acid (see Chapter 5). Host cell DNA is found in some papovavirus particles, and cellular ribosomes are incorporated in arenaviruses. Several copies of the complete viral genome may be enclosed within a single particle, or viral particles may be formed that contain no nucleic acid (empty particles) or that have an incomplete genome (defective interfering particles).",
            "cite_spans": [],
            "section": "RNA ::: Nucleic Acid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "Some virus-coded proteins are structural, i.e., they are part of the virion; some are nonstructural and are concerned with various aspects of the replication cycle. A major role of structural proteins is to provide the viral nucleic acid with a protective coat. The virions of all viruses of vertebrates contain several different proteins, the number ranging from 3 in the case of the simplest viruses to over 100 in the case of the complex poxviruses. In isometric viruses, the structural proteins form an icosahedral capsid which sometimes encloses a polypeptide core that is intimately associated with the nucleic acid. Some virions, e.g., those of reoviruses, appear to have two concentric capsids.",
            "cite_spans": [],
            "section": "Protein ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "The capsid proteins are assembled in the virion in groups, to form the capsomers visible in electron micrographs. Each capsomer is composed of one to six molecules of polypeptide, usually of the same kind (homopolymers) but sometimes different (heteropolymers). Capsomers from the vertices and the faces are usually composed of different polypeptides. A few viruses have a double capsid, each being composed of a different set of polypeptides. Other proteins, invariably glycoproteins, make up the peplomers projecting from the envelope; a second type of envelope protein is the nonglycosylated matrix protein that occurs as a layer at the inner surface of the lipid envelope of orthomyxoviruses, paramyxoviruses, and rhabdoviruses. One or more of the proteins on the surface of the virion has a specific affinity for complementary receptors present on the surface of susceptible cells; the same viral protein contains the antigenic determinants against which neutralizing antibodies are made. Virions of several families carry a limited number of enzymes, transcriptases being the most important (Table 1-3).",
            "cite_spans": [],
            "section": "Protein ::: CHEMICAL COMPOSITION",
            "ref_spans": [
                {
                    "start": 1098,
                    "end": 1107,
                    "mention": "Table 1-3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Lipid constitutes about 30–35% of the dry weight of enveloped viruses, the viral envelope being derived from cellular lipids. As a consequence, the composition of lipids of particular viruses differs according to the composition of the membrane lipids of the cells in which they have replicated. About 50–60% of the envelope lipid is phospholipid, and most of the remainder is cholesterol.",
            "cite_spans": [],
            "section": "Lipid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "The poxviruses, ranaviruses, and African swine fever virus contain cellular lipid in their envelopes, and other lipids in the inner part of the virion. Lipid occurs in the outer membrane of poxviruses, and has a different composition from that of host cell lipids. In ranaviruses and African swine fever virus the additional viral lipid occurs within the icosahedral capsid.",
            "cite_spans": [],
            "section": "Lipid ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "Apart from that associated with viral nucleic acid, carbohydrate occurs as a component of viral glycoproteins, which usually occur as peplomers, with their hydrophobic ends buried in the lipid bilayer of the envelope, while their glycosylated hydrophilic ends project into the medium. Poxviruses also contain internal glycoproteins, in the membrane of the core, and one of the outer capsid proteins of rotaviruses is glycosylated.",
            "cite_spans": [],
            "section": "Carbohydrate ::: CHEMICAL COMPOSITION",
            "ref_spans": []
        },
        {
            "text": "Viruses vary considerably in heat stability. Surface proteins are denatured within a few minutes at temperatures of 55° to 60°C, with the result that the virion is no longer infectious, because it is no longer capable of normal cellular attachment and/or uncoating. At ambient temperature the rate of decay of infectivity is slower but significant, expecially in hot summer weather or in the tropics in any season. Viral preparations must therefore be stored at low temperature; 4°C (ice or a refrigerator) is usually satisfactory for a day or so, but longer term preservation requires temperatures well below zero. Two convenient temperatures are −70°C, the temperature of frozen CO2 (“dry ice”) and of some freezers, or −196°C, the temperature of liquid nitrogen. As a rule of thumb, the half-life of most viruses can be measured in seconds at 60°C, minutes at 37°C, hours at 20°C, days at 4°C, and years at −70°C or lower. The enveloped viruses are more heat labile than nonenveloped viruses. Some enveloped viruses, notably respiratory syncytial virus, tend to be inactivated by the process of freezing and subsequent thawing, probably as a result of disruption of the virion by ice crystals. This poses problems in the collection and transportation of clinical specimens. The most practical way of avoiding such problems is to deliver specimens to the laboratory as rapidly as practicable, packed without freezing, on ice (see Chapter 13).",
            "cite_spans": [],
            "section": "Temperature ::: PRESERVATION OF VIRAL INFECTIVITY",
            "ref_spans": []
        },
        {
            "text": "In the laboratory, it is often necessary to preserve stocks of viable virus for years. This is achieved in one of two ways: (1) rapid freezing of small aliquots of virus suspended in medium containing protective protein and/or dimethyl sulfoxide, followed by storage at −70°C or −196°C; (2) freeze-drying (lyophilization), i.e., dehydration of a frozen viral suspension under vacuum, followed by storage of the resultant powder at 4°C or −20°C. Freeze-drying prolongs viability significantly even at ambient temperatures, and is important in enabling live viral vaccines to be used in tropical countries.",
            "cite_spans": [],
            "section": "Temperature ::: PRESERVATION OF VIRAL INFECTIVITY",
            "ref_spans": []
        },
        {
            "text": "On the whole, viruses prefer an isotonic environment at physiological pH, but some virions tolerate a wide ionic and pH range. For example, whereas most enveloped viruses are inactivated at pH 5–6, adenoviruses and many picornaviruses survive the acidic pH of the stomach.",
            "cite_spans": [],
            "section": "Ionic Environment and pH ::: PRESERVATION OF VIRAL INFECTIVITY",
            "ref_spans": []
        },
        {
            "text": "The infectivity of enveloped viruses is readily destroyed by lipid solvents such as ether or chloroform, or detergents like sodium deoxycholate, so that these agents must be avoided in laboratory procedures concerned with maintaining the viability of viruses. On the other hand, detergents are commonly used by virologists to solubilize viral envelopes and liberate proteins for use as vaccines or for chemical analysis. Sensitivity to lipid solvents is also employed as a preliminary screening test in the identification of new viral isolates, especially by arbovirologists.",
            "cite_spans": [],
            "section": "Lipid Solvents ::: PRESERVATION OF VIRAL INFECTIVITY",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "TABLE 1-1: Contrasting Properties of Unicellular Microorganisms and Viruses\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "TABLE 1-2: Structure of the Genome in Viruses of Different Familiesaa\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "TABLE 1-3: Virion-Associated Enzymes and Their Functions\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "FIG. 1-1: Features of virion structure, exemplified by adenovirus (A,B), tobacco mosaic virus (C), and paramyxovirus (D). Not to scale. (A,B) Icosahedral structure of adenovirion. All hexon capsomers are trimers of the same polypeptide (II), distinguished as “group of nine” or “peripentonal,” respectively, only by their location in the capsid. The penton base is a pentamer of polypeptide III; the fiber is a trimer of polypeptide IV. Several other viral polypeptides occur just beneath the capsid (VI, VIII, IX) and others again in the core (V, VII, 55K), where they are intimately associated with the viral DNA. (C) The structure of helical nucleocapsids has been elucidated by studies of a nonenveloped plant virus, tobacco mosaic virus, but the principles apply to animal viruses with helical nucleocapsids, all of which are enveloped. In tobacco mosaic virus a single polypeptide is folded to form a capsomer. A total of 2130 capsomers assemble in a helix with a pitch of 2.3 nm and an axial repeat of 6.9 nm (49 subunits in each three turns). The 6-kb RNA genome sits in a groove on the inner part of the capsomer, and is wound to form an RNA helix of the same pitch, 8 nm in diameter, which extends the length of the virion. The virion is 300 nm long and 18 nm in diameter, with a hollow cylindrical core 4 nm in diameter. (D) All animal viruses with a helical nucleocapsid and some of those with an icosahedral capsid are enveloped. The envelope consists of a virus-specified matrix protein (M; absent in Arenaviridae, Bunyaviridae, and Coronaviridae, as well as in the enveloped viruses with icosahedral capsids), beneath a lipid bilayer in which are inserted numerous glycoprotein peplomers. [A, from H. S. Ginsberg, In “Comprehensive Virology” (H. C. Fraenkel-Conrat and R. R. Wagner, eds.), Vol. 13,p. 409. Plenum Press, New York, 1979. B, by John Mack, from R. M. Burnett, In “Biological Macromolecules and Assemblies: Virus Structures” (F. Jurnak and A. McPherson, eds.), Vol. 1,p. 337. Wiley, New York, 1984; C, from C. F. T. Mattern, In “Molecular Biology of Animal Viruses” (D. P. Nayak, ed.), Vol. 1,p. 5. Dekker, New York, 1977; and D, modified from D. L. D. Caspar et al., Cold Spring Harbor Symp. Quant. Biol. 27,49 (1962).]",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "FIG. 1-2: Features of icosahedral structure. A regular icosahedron viewed along twofold (A), threefold (B), and fivefold (C) axes of symmetry. In negatively stained electron micrographs, virions may appear hexagonal in outline (upper row) or apparently spherical (middle row). Various clusterings of capsid polypeptides give characteristic appearances of the capsomers in electron micrographs (lower row). For example, they may be arranged as 60 trimers (D), capsomers being then difficult to define, as in poliovirus; or they may be grouped as 12 pentamers and 20 hexamers (E), which form bulky capsomers as in parvoviruses; or as dimers on the faces and edges of the triangular facets (F), producing an appearance of a bulky capsomer on each face, as in caliciviruses.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "FIG. 1-3: Specialized arrangements at the termini of linear DNA viral genomes. Not to scale. (A) Adenovirus DNA has inverted terminal repeats, with a covalently linked protein located at each end of the molecule. Termini of single strands anneal to form “saucepan” structures, as shown on the right. (B) Herpes simplex virus DNA consists of two covalently linked components, long (L) and short (S), each of which consists of a large unique sequence (UL and US, respectively) flanked by inverted repeats. In a viral population, four isomeric forms differing in the orientation of the unique regions relative to each other occur in equimolar amounts. Intact single strands anneal as shown on the right. (C) Vaccinia virus DNA has inverted terminal repeats and each end is covalently closed, so that on denaturation it forms a large, single-stranded circular molecule. (D) Parvovirus DNA is single-stranded, with a palindromic sequence at the 3’ end that folds back to form a Y-shaped hairpin structure stabilized by hydrogen bonding. The 5’-terminal sequence is also palindromic, but the sequence is unrelated to that at the 3’ end.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "PLATE 1-1: Morphological features of viral structure revealed by negative staining and electron microscopy (bars = 100 nm). (A) Icosahedral structure of adenovirus capsid. At each of the 12 vertices there is a penton base capsomer from which projects a fiber with a small terminal knob; each of the 20 triangular facets contains 18 identical hexon capsomers, of which 6 are unshared and 12 shared with adjacent facets. The capsid encloses a protein core with which the DNA is associated. (B) Envelope of influenza virus (family: Orthomyxoviridae). The peplomers are of two morphological types: the hemagglutinin is a rod-shaped trimer and the neuraminidase is a stud-shaped tetramer. Both are embedded in lipid, beneath which there is a matrix protein; this lipoprotein envelope encloses a helical nucleocapsid. (C) Nucleocapsid of parainfluenza virus (family: Paramyxoviridae). The RNA is wound within and protected by a helix composed of identical capsomers. The complete nucleocapsid is 1000 nm (1 μm) long, but in the intact particle is folded within a roughly spherical envelope about 180 nm in diameter. (A and B, courtesy Dr. N. G. Wrigley; C, courtesy Dr. A. J. Gibbs.)",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "PLATE 1-2: DNA molecules extracted form the papovavirus SV40 (bar = 500 nm). Molecules of SV40 DNA exist in two major forms. (A) When it is isolated from the virions, most of the DNA occurs as a double-stranded, supercoiled, circular molecule (superhelix). (B) If one of the DNA strands is nicked, the superhelix becomes a circle.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Almeida",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "Vol. 4",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "D.L.D.",
                    "middle": [],
                    "last": "Caspar",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Compans",
                    "suffix": ""
                },
                {
                    "first": "H.-D.",
                    "middle": [],
                    "last": "Klenk",
                    "suffix": ""
                }
            ],
            "year": 1979,
            "venue": "",
            "volume": "Vol. 12",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "S.C.",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                }
            ],
            "year": 1984,
            "venue": "",
            "volume": "36",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Structural analysis of animal virus genomes",
            "authors": [
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "McGeogh",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "J. Gen. Virol.",
            "volume": "55",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "E.L.",
                    "middle": [],
                    "last": "Palmer",
                    "suffix": ""
                },
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "“An Atlas of Mammalian",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}