{
    "paper_id": "PMC7153405",
    "metadata": {
        "title": "Immunology and Medical Microbiology",
        "authors": [
            {
                "first": "Varsha",
                "middle": [],
                "last": "Gupta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Manjistha",
                "middle": [],
                "last": "Sengupta",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jaya",
                "middle": [],
                "last": "Prakash",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Baishnab",
                "middle": [
                    "Charan"
                ],
                "last": "Tripathy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nWe are continuously exposed to many pathogens through inhalation, ingestion, and touch. The immune system protects us from the majority of these pathogens as flatworms, bacteria, fungi, and viruses. We have also witnessed tremendous progress in the prevention and treatment of infectious diseases; still, they remain a major challenge and are responsible for major cause of death and disability worldwide. The immune system’s memory response and vaccination have resulted in complete eradication of many diseases. Our immune system is very adaptive and consists of a variety of cells and molecules, which play an active role in protecting us. It not only protects us from the outside pathogenic agents but also is also capable of recognizing the body’s own components. It recognizes them as self and does not induce response against them. It is known as self-/non-self-discrimination. Sometimes due to certain defects or other reasons when the immune system is not able to differentiate self, then it mounts an attack on self-components leading to autoimmunity.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The importance of the immune system was recognized by early work of Dr. Edward Jenner and Louis Pasteur; they recognized the abilities of the immune system, and since then the system was gradually being explored and it laid the foundation of immunology.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "However, day-by-day microbes are also posing health risks as new strains are continuously being evolved. Many chemotherapeutic agents have been developed, but on the other hand, microbes are continuously developing the ability of their survival with emergence of new strains and properties. Antibiotic resistance is occurring with all classes of microbes posing a serious clinical problem in managing infections. The diseases like tuberculosis, cholera, and rheumatic fever, which were believed to be eradicated, have ferociously reemerged. The reemergence and new pathogenic agents might be the result of mutations in their genome and changes occurring in the environment. In this chapter, basic concept of the immune system and some of the diseases caused by microorganisms and characterization of pathogens are discussed.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Immune system first recognizes the pathogen and then gives a response against that pathogen. Thus, upon recognition of the pathogenic agent, it triggers the effector response which helps in the elimination of the pathogen.",
            "cite_spans": [],
            "section": "Introduction to the Immune System",
            "ref_spans": []
        },
        {
            "text": "In our body there are distinct effector responses for pathogens; thus, there are two kinds of immune responses: the innate immune response and adaptive or acquired immune response (Fig. 8.1). Though self-/non-self-recognition is the hallmark of the two responses, the adaptive immune system is much more diverse, is specific, and has memory in contrast to innate immune responses. The innate immune system recognizes and responds nonspecifically against pathogen, while adaptive or acquired immune system mediates specific response and remembers the pathogen after interacting with it [6].\n",
            "cite_spans": [
                {
                    "start": 586,
                    "end": 587,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Introduction to the Immune System",
            "ref_spans": [
                {
                    "start": 186,
                    "end": 189,
                    "mention": "8.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The study of immunology led to the growth of medical microbiology, which deals with identification, and mechanism of action of infectious agents. The disease-causing organisms are called pathogens and their mode of attacking the host and its effects on host is pathogenesis. The major human pathogens are viruses, bacteria, fungi, and parasites which are causative agents of many diseases. The immune system responds differently for these pathogenic agents. Unlike bacteria, fungi, and parasites which are capable of independent growth, the viruses require the host cell for the multiplication.",
            "cite_spans": [],
            "section": "Immunology and Medical Microbiology",
            "ref_spans": []
        },
        {
            "text": "Whenever there is a state of misfunctioning of any immune components because of genetic defects or because of acquired disease as acquired immunodeficiency syndrome (AIDS) caused by human immunodeficiency virus (HIV-1 and HIV-2), the immune system is not able to respond naturally to infectious agents. These conditions are termed as immunodeficiency where the pathogens that are prevalent in the external environment but do not cause any harm in normal individual result in severe diseases in these patients, for example, Candida albicans. These are known as opportunistic pathogens. Therefore getting infections from these opportunistic agents show the compromised immune system.",
            "cite_spans": [],
            "section": "Immunology and Medical Microbiology",
            "ref_spans": []
        },
        {
            "text": "Thus, the immune system deals with the majority of pathogenic agents and is well equipped with many cells and molecules to combat them.",
            "cite_spans": [],
            "section": "Immunology and Medical Microbiology",
            "ref_spans": []
        },
        {
            "text": "The protein toll was discovered in mutant flies (unable to establish dorsal–ventral axis). Toll is a transmembrane signal receptor protein whose related molecules function in innate immune response and are called as toll-like receptors (TLRs). Toll-like receptors are transmembrane innate immune receptors which are present on cells. These receptors are responsible for binding nonspecifically to many pathogenic patterns. These can also interact among them to form new binding sites for other PAMPs. Major membrane-bound PRR as TLRs have leucine-rich repeat (LRR) motif and IL-1 receptor homology domain. TLRs are divided according to their PAMPs. TLR1, TLR2, TLR4, and TLR6 recognize lipids; TLR3, TLR7, TLR8, and TLR9 recognize nucleic acids.",
            "cite_spans": [],
            "section": "\nToll-Like Receptors :::  Innate Immunity ::: Innate and Adaptive Immune Responses",
            "ref_spans": []
        },
        {
            "text": "TLRs recognize PAMPs either directly or via an intermediate PAMP-binding molecule.\nTLR1: Is responsible for recognizing triacyl lipopeptide of Mycobacteria\n\nTLR2: Recognize peptidoglycans of gram-positive bacteria, GPI-linked proteins of trypanosomes, lipopeptide of Mycobacteria, and zymosan of fungi\nTLR3: Recognize double-stranded RNA of viruses\nTLR4: Recognize lipopolysaccharide of gram-negative bacteria and F-protein of respiratory syncytial virus (RSV)\nTLR5: Bind to flagellin of bacteria\nTLR6: Bind to diacyl lipopeptide of Mycobacteria and zymosan of yeast and fungi\nTLR7 and TLR8: Bind with single-stranded RNA of viruses\nTLR9: Binds with CpG unmethylated dinucleotides of bacterial DNA and herpesvirus\n\nTLR10, TLR11:Several TLRs also function as dimers of which TLR4 can form homodimers and others can form heterodimers. The dimerization of TLRs affects their specificities also. TLR1/TLR2, TLR3, and TLR9 can bind triacylated lipopeptides, double-stranded RNA (dsRNA), and CpG DNA.\n",
            "cite_spans": [],
            "section": "\nToll-Like Receptors :::  Innate Immunity ::: Innate and Adaptive Immune Responses",
            "ref_spans": []
        },
        {
            "text": "Lectins: Lectins facilitate cell–cell contact. They can bind carbohydrate units. Lectins present on one cell can interact with different carbohydrates which are displayed on the surface of another cell. Their interaction is specific but weak thus many interactions occur. Lectins are divided on the basis of their amino acid sequence and properties. C-type lectins are calcium requiring and bind carbohydrates. For example, selectins are present in three forms: L-form on lymph node vessels, E-form on the endothelium, and P-form on activated platelets.\n",
            "cite_spans": [],
            "section": "\nToll-Like Receptors :::  Innate Immunity ::: Innate and Adaptive Immune Responses",
            "ref_spans": []
        },
        {
            "text": "The variety of soluble factors are shown in Fig. 8.3:Lysozyme: It is a hydrolytic enzyme capable of cleaving bacterial cell wall peptidoglycan, present in tears and mucous secretions.\nInterferons: Are group of antiviral proteins.\nComplement: A group of around 20 serum proteins synthesized by the liver which remain in inactive state. They are converted into active form and ultimately form membrane attack complex (ability to damage the membrane of pathogenic organisms) and in the process release proteins which act as anaphylatoxins (enhance inflammation). Complement system can be activated by itself or by innate immune components (MBL) or by adaptive immunity ( antibody)The white blood cells or leukocytes participate in innate and adaptive immunity. Lymphocytes (T lymphocytes and B lymphocytes) are involved in adaptive immune responses, and other leukocytes as neutrophils, eosinophils, basophils, monocytes, dendritic cells, and natural killer cells are important cells of innate immunity (Fig. 8.4). They are again divided into granulocytes and agranulocytes [6]. The cells containing granules have a variety of digestive enzymes in them for pathogen clearance, while agranulocytes have other modes of action.\n\n\nNeutrophils: Are called polymorphonuclear cells, take both the acidic and basic stains, are first cells to respond for infections, and are predominant cells involved in inflammation.\nEosinophils: Take up acidic dye eosin. They are cells which respond against parasitic infections. They are phagocytic and also involved in allergic reactions.\nBasophils: They take up basic dye methylene blue and have high-affinity receptors of IgE antibody. When they migrate to tissue, they are known as mast cells. They release variety of allergic mediators and are responsible for allergic reactions.\nMonocytes and Macrophages: Monocytes are blood phagocytic cells. They have many enzymes which breakdown the pathogenic cells. When monocytes move into tissue, they are known as macrophages. The various macrophages are microglial cells (brain), mesangial cells (kidney), Kupffer cells (liver), osteoclast cells (bone), alveolar macrophages (lungs), and histiocytes (connective tissue).\nNatural killer cells: They have the natural capability to kill virus-infected cells. They are mainly responsible for removal of virus-infected and tumor cells.\n",
            "cite_spans": [
                {
                    "start": 1072,
                    "end": 1073,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "\nToll-Like Receptors :::  Innate Immunity ::: Innate and Adaptive Immune Responses",
            "ref_spans": [
                {
                    "start": 49,
                    "end": 52,
                    "mention": "8.3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1006,
                    "end": 1009,
                    "mention": "8.4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "\n\nAntigen: The molecular entities capable of generating immune responses or foreign substances like toxins, pathogens which can bind to the antibodies, or other receptors.\nHapten: Some compounds are antigenic (can bind with antibodies) but are not capable by themselves of inducing a specific immune response, thus are non-immunogenic. Thus, hapten is coupled to an immunogenic carrier, and hapten–carrier conjugate triggers immune responses for hapten antigens\n, carrier antigens, and new epitopes formed due to hapten–carrier interactions. Dinitrophenol (DNP) is a hapten which cannot elicit antibody response.\nImmunogen: Antigen which is capable of mounting adaptive immune responses. An antigen may or may not be an immunogen, but an immunogen is always an antigen. Immunogenicity is determined by four properties like foreignness, molecular size, chemical composition, and complexity.\nEpitope: Antigenic determinant or epitope is that specific part of antigen which interacts with complementarity-determining region of an antibody. B cell binds surface regions of antigens as they bind directly; however, T cells recognize processed antigen in association with MHC; thus, TCR recognizes hidden or intracellular moieties.\nAntibody: Antibodies are effectors of humoral immune responses. It is a Y-shaped glycoprotein present on B cells as part of its receptor and is also secreted to bind to antigenic determinants. It neutralizes the antigen by activating various immune components. There are five classes of immunoglobulins based upon their effector functions: IgM, IgD (both present on B cell as B-cell receptor), IgG, IgE, and IgA.\nToll-like receptors: Toll-like receptors (TLRs) are a class of proteins that play a key role in the innate immune system. They are transmembrane proteins with extracellular domain of leucine-rich repeats (LRRs). Ten human TLRs have been characterized which play an important role in binding to different PAMPs.\nOpsonization: When any antigenic molecule is surrounded and bound by antibody from all sides, the binding of antibody triggers phagocytic cells to readily phagocytose the antigen; the coated particles or antibodies are known as opsonins and the process is called opsonization (Fig. 8.5a).\n\nAntibody-dependent cell-mediated cytotoxicity (ADCC): Natural killer (NK) cells express a membrane receptor (CD16) for a specific portion of the antibody molecule, allowing them to attach to the antibody bound with target. Attachment of NK initiates the cascade of events resulting in the destruction of target cell (Fig. 8.5b). Its granules release perforin and granzyme. Pores formed by perforin assist the entry of granzyme which triggers fragmentation of DNA including viral DNA and cell death.\n",
            "cite_spans": [],
            "section": "Some Terms :::  Innate Immunity ::: Innate and Adaptive Immune Responses",
            "ref_spans": [
                {
                    "start": 2232,
                    "end": 2236,
                    "mention": "8.5a",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 2562,
                    "end": 2566,
                    "mention": "8.5b",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The adaptive immune response occurs when recognized pathogen challenge occurs. The response can be elicited by many different unique receptors that have variability in antigen-binding regions and conservation in the remaining regions. Thus, the reactions are highly diverse, are highly specific, and are associated with memory (Fig. 8.4). It occurs after 5–7 days of initial antigen exposure. Thus unlike innate immunity which mounts quick response, it takes time. Adaptive immunity is triggered by innate immunity; thus, response is highly interactive with many co-involvements and cooperation to eliminate pathogen effectively. Thus, adaptive immune response can do self-/non-self-discrimination and is highly specific against a variety of pathogens with tremendous diverse memory [6].",
            "cite_spans": [
                {
                    "start": 784,
                    "end": 785,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Adaptive Immune Responses ::: Innate and Adaptive Immune Responses",
            "ref_spans": [
                {
                    "start": 333,
                    "end": 336,
                    "mention": "8.4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Any substance capable of eliciting an adaptive immune response is referred to as an antigen ( antibody generator). Adaptive responses can be either cell-mediated or humoral immune responses. Both are mediated by white blood cells called lymphocytes. There are two classes of lymphocytes: the T lymphocytes responsible for cell-mediated immunity and B lymphocytes responsible for humoral immunity whose ultimate effectors are antibodies or immunoglobulins.",
            "cite_spans": [],
            "section": "Adaptive Immune Responses ::: Innate and Adaptive Immune Responses",
            "ref_spans": []
        },
        {
            "text": "The humoral branch is mediated by antibodies secreted by activated B cells (called as plasma cells) after they bind any antigenic molecule. The antibodies can be secreted, and binding of antibodies on the viruses and bacteria can either make them very prone for phagocytosis ( opsonization), or they can be destroyed by complement-mediated lysis or through antibody-dependent cell-mediated cytotoxicity ( ADCC). The B cells after recognition of antigen are activated, and in the presence of cytokines derived from Th cell (Th2 which secretes IL-4, IL-5, IL-6, IL-10, and IL-13) and contact with Th cell, they form antibody-secreting plasma cell, start class switching of antibody, and form memory cells [6].",
            "cite_spans": [
                {
                    "start": 704,
                    "end": 705,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Adaptive Immune Responses ::: Innate and Adaptive Immune Responses",
            "ref_spans": []
        },
        {
            "text": "Cell-mediated response occurs when antigen is presented by cells of the body to T lymphocytes. T cells may be CD4+ T-helper (Th) cells, CD8+ T-cytotoxic (Tc) cells, and CD4 and CD25+ T-regulatory (Treg) cells. Treg plays an important role in the regulation of immune responses. Th and TC can recognize antigen only when it is presented on another group of polymorphic proteins known as major histocompatibility complex (MHC). MHC-I is responsible for presentation of virus-specific antigens to Tc cells; thus, all the nucleated cells can activate Tc cells which are capable of killing virus-infected cell. MHC-II is specifically presented on antigen-presenting cells (APCs) which activate Th cells which recruit a number of other immune components to clear these pathogens (Fig. 8.6).\n",
            "cite_spans": [],
            "section": "Adaptive Immune Responses ::: Innate and Adaptive Immune Responses",
            "ref_spans": [
                {
                    "start": 779,
                    "end": 782,
                    "mention": "8.6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "Upon recognition of antigen associated with MHC-I, the Tc is activated and forms CTL which releases its granule content rich in perforin and granzyme. This induces the target cell to undergo apoptotic cell death.",
            "cite_spans": [],
            "section": "Adaptive Immune Responses ::: Innate and Adaptive Immune Responses",
            "ref_spans": []
        },
        {
            "text": "The bacterial pathogens often use pili, flagella, or lipopolysaccharide for binding to various host receptors. The virus uses variety of adhesive which can bind to multiple components of the host (Table 8.2).\n",
            "cite_spans": [],
            "section": " Adhesives of Pathogens ::: Medical Microbiology",
            "ref_spans": [
                {
                    "start": 203,
                    "end": 206,
                    "mention": "8.2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Gram staining: This method is based upon the fact that crystal violet is capable of irreversible staining of some bacteria which are referred as gram positive (Bacillus, Staphylococcus, Streptococcus, Enterococcus, Diplococcus, etc.), and in others the stain can be washed off, that is, they are decolorized and take up counterstain and are referred as gram negative. The stain is taken up due to the cell wall components present in the microorganisms. This test is rapid and gives a good indication about the infectious agent so that before exact identification is done, a choice antibiotic therapy may be started [5].",
            "cite_spans": [
                {
                    "start": 616,
                    "end": 617,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": " Gram-Positive and Gram- Negative Infections",
            "ref_spans": []
        },
        {
            "text": "The culture positivity or negativity confirmation along with antibiotic sensitivity results in better selection of antibiotic so that infection can be efficiently managed. Many modifications of gram staining are now in use to efficiently detect the pathogenic strain.",
            "cite_spans": [],
            "section": " Gram-Positive and Gram- Negative Infections",
            "ref_spans": []
        },
        {
            "text": "Tables 8.3 and 8.4 show some gram-positive and gram-negative microorganisms, respectively, along with the consequences of their infections. Their microscopic appearance has been shown for some gram-positive and gram-negative bacteria in Figs. 8.7 and 8.8, respectively.\n\n\n\n\n",
            "cite_spans": [],
            "section": " Gram-Positive and Gram- Negative Infections",
            "ref_spans": [
                {
                    "start": 243,
                    "end": 246,
                    "mention": "8.7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 251,
                    "end": 254,
                    "mention": "8.8",
                    "ref_id": "FIGREF7"
                },
                {
                    "start": 7,
                    "end": 10,
                    "mention": "8.3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 15,
                    "end": 18,
                    "mention": "8.4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "Pyrexia is a physiological response of illness. Pyrexia is also known as fever or hyperthermia and is manifested as elevated temperature. It is due to increase in thermal set point, that is, above the normal body temperature of 97.7–99.5 °F. Fever is a useful defense mechanism, as immune response of the body mediates its response effectively at high temperature. During fever, muscle tone of the body is increased, which presents as chills. Fever is presented by many diseases as tropical or environmental diseases, but one should remember that many common infections like influenza and tuberculosis also occur in the tropics or may be acquired en route to and from. Exotic local febrile patient may also be due to autoimmune or malignant condition. The causes of fever may be bacterial or viral or fungal infections or autoimmune condition or malignancy or folate deficiency:\nPathophysiology: Temperature is ultimately regulated by the hypothalamus; it triggers the fever by inducing pyrogens. The hypothalamus is acted upon by prostaglandin E2, generating systemic response in the body causing heat-creating effect to match a new temperature level.\nPyrogen: Pyrogen is a substance which induces fever; it may be endogenous or exogenous. Exogenous pyrogen may be bacterial lipopolysaccharide (LPS), and endogenous pyrogens are various cytokines like IL-1 (α and β), IL-6, IL-8, TNF-β, macrophage inflammatory protein β, interferon-α, and interferon-β.\nDiagnosis\nof pyrexia: Diagnosis is made by clinical symptoms as increase of temperature, chills, rigor, and increase in muscle tone. For pattern of temperature, diagnosis is confirmed by blood and serological examination (TLC, DLC, ESR, CRP) or by culture and sensitivity test. Pyrexia is managed by treating the cause and antipyretics [5].\n\n",
            "cite_spans": [
                {
                    "start": 1792,
                    "end": 1793,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": " Pyrexial Illness",
            "ref_spans": []
        },
        {
            "text": "The diseases affect the digestive organs because of infectious agents as certain bacteria (Escherichia coli (E. coli), Vibrio cholerae, Salmonella, and Shigella)), protozoa (Entamoeba histolytica), or viruses. Parasites causing gastrointestinal tract infections and infestations are Entamoeba histolytica, Ascaris lumbricoides, Taenia saginata, Taenia solium, Hymenolepis nana, Giardia, Cryptosporidium, etc. These infections are often associated with nausea, vomiting, diarrhea, and other gastrointestinal symptoms like dysentery or bleeding diarrhea and may last for 5 or 7 days. The infections may be mild to severe and are either through contaminated food (raw, undercooked, or uncovered food) and/or water (contaminated water).",
            "cite_spans": [],
            "section": "Infections of the Gastrointestinal System",
            "ref_spans": []
        },
        {
            "text": "\nGastrointestinal infections present commonly with diarrhea characterized by frequent and watery bowel movement. Virus-induced diarrhea is known as viral gastroenteritis and may be due to Rotavirus. Usual GI symptoms are abdominal cramping, followed by diarrhea, fever, loss of appetite, nausea, vomiting, weight loss, dehydration, and mucous or blood in stool. These symptoms typically last for a few days or longer. Viral diarrhea usually goes away without treatment by drinking plenty of fluid to avoid dehydration, while some types of diarrhea require antibiotic treatment to eliminate the causative agents.",
            "cite_spans": [],
            "section": "Infections of the Gastrointestinal System",
            "ref_spans": []
        },
        {
            "text": "The skin is the outermost covering of the body which consists of an outermost layer called the epidermis and inner layer the dermis. The epidermis is thin having several layers of epithelial cells of which the stratum corneum being the outermost is composed of dead cells with waterproof protein keratin and creates an effective physical barrier. The inner layer dermis consists of connective tissue and hair follicles, sweat gland, and oil gland duct, containing salt, lysozyme, and sebum (secreted by oil glands) that prevent skin from drying out and also serve as nutrients for certain microorganisms.",
            "cite_spans": [],
            "section": " Infections of the Skin and Nail",
            "ref_spans": []
        },
        {
            "text": "Normal microbiota of the skin contains a large number of gram-positive bacteria as Staphylococcus and Micrococcus which survive antimicrobial properties and his salt concentration of the skin. Microorganisms also reside in the hair follicles and sweat glands. The moistured parts like armpits and legs have higher population of microbes. Other organisms contributing to microbiota are gram-positive pleomorphic rods called diphtheroids like Propionibacterium acnes which reside in hair follicles and are anaerobic [5].",
            "cite_spans": [
                {
                    "start": 515,
                    "end": 516,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": " Infections of the Skin and Nail",
            "ref_spans": []
        },
        {
            "text": "Lesions on the skin indicate the microbial disease. They are:Vesicles: Small, fluid-filled lesionsBullae: Vesicles larger than 1 cm in diameterMacules: Flat reddened lesionPapules: Raised lesionsPustules: Raised lesions with pus\n",
            "cite_spans": [],
            "section": " Infections of the Skin and Nail",
            "ref_spans": []
        },
        {
            "text": "The important infectious agent may be bacteria or viruses or fungi or parasites. The important bacterial diseases are:\nAcne: Common skin disease resulting in inflammatory lesion due to blockage of channels for the passage of sebum to the skin surface. Acne is usually treated with azelaic acid (Azelex), salicylic acid preparation, or retinoids. Inflammatory acne resulting in appearance of pustules and papules is caused by Propionibacterium acnes, an anaerobic diphtheroid present on the skin. The treatment for these is phenyl peroxide (available as Benzamycin), antibiotic erythromycin or isotretinoin, or clear light system.\nErysipelas: Appears after Streptococcus pyogenes (gram-positive bacteria) infects the dermal layer of the skin. The disease shows eruption of the skin into reddish patches with raised margins. The risk of this may be its progress to local tissue destruction followed by entry into the blood vessel resulting into sepsis. The treatment is β-lactam antibiotics.\nNecrotizing fascitis: The invasion of streptococci with excessive tissue destruction results in necrotizing fascitis. It might be caused by exotoxin A, which acts as super antigen. The treatment is penicillin.\nImpetigo: Commonly in hospitals, pathogenic strain staphylococci produce enterotoxins, leukocidins, and exfoliative toxins resulting in impetigo of the newborn. Symptoms are thin-walled isolated vesicles that rupture and later crust over. Treatment is hexachlorophene containing skin lotions.\nFolliculitis: Caused by Staphylococcus and the most common skin microbiota. S. aureus enters through the opening in the skin and the hair follicle passage. Infection of hair follicle occurs as pimple on the skin and sty of eyelashes. Serious hair follicle infection is furuncle which is abscess surrounded by inflamed tissue. In case neighboring tissue is invaded, this results in excessive damage (carbuncle) with the symptoms of generalized illness with fever. The invasion of infectious agent to underlying tissue and entry into the bloodstream are serious health risks associated with Staphylococcus infection.\n",
            "cite_spans": [],
            "section": " Infections of the Skin and Nail",
            "ref_spans": []
        },
        {
            "text": "Pseudomonas dermatitis and otitis externa result from infection of Pseudomonas aeruginosa leading to superficial rash. In otitis externa, infection of the external ear canal occurs. The treatment is fluoroquinolones.",
            "cite_spans": [],
            "section": " Infections of the Skin and Nail",
            "ref_spans": []
        },
        {
            "text": "The common viral diseases of the skin are:\nMeasles: Also known as rubeola in which virus spreads through respiratory route and is highly contagious; the symptoms appear after 10–14 days of virus exposure. The symptoms are reddish macules appearing on the face and spreading to the trunk and extremities. Vaccine of measles, mumps, and rubella (MMR) has almost eliminated the measles.\nRubella (German measles) is caused by Rubella virus. The disease has symptoms like measles but is mild and less extensive which usually disappears in 3 days.\nSmall pox: Caused by variola virus. The effective vaccination has almost eradicated the disease. The symptoms are confluent pustules on the skin; the later stage may affect internal organs.\nChicken pox: Results from infection by varicella zoster virus. The symptoms are vesicles present on the face, throat, and lower back. The therapy is virostatic drugs. Shingles is caused by herpes zoster. The symptoms are appearance of vesicles on one side of the waist, face or scalp, or upper chest.\nHerpes simplex virus type I infection results in cold sores in which vesicles around the mouth are visible.\nFungal diseases\nRingworm also known as tinea results from infection of Microsporum, Trichophyton, or Epidermophyton species. The symptoms are skin lesions of varied appearance. The treatment is antibiotic griseofulvin or topical applications of miconazole or clotrimazole.\nCandidiasis: Results from Candida albicans which usually infects the mucous membrane or moist areas of the skin. The topical application of miconazole and clotrimazole is effective.\n",
            "cite_spans": [],
            "section": " Infections of the Skin and Nail",
            "ref_spans": []
        },
        {
            "text": "The other common parasitic infections are scabies (Sarcoptes scabiei (mite)). Symptoms are appearance of papules and the treatment is gamma benzene hexachloride or permethrin.\n",
            "cite_spans": [],
            "section": " Infections of the Skin and Nail",
            "ref_spans": []
        },
        {
            "text": "This is caused due to Streptococcus pyogenes (group A beta hemolytic bacteria). The symptoms of the disease are inflammation of the mucous membrane along with fever. Lymph nodes located in the neck are enlarged and tender. The disease is diagnosed by indirect agglutination and treated by penicillin.",
            "cite_spans": [],
            "section": "Strep Throat ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "Caused by Corynebacterium diphtheriae. Exotoxin is the cause of symptoms which inhibits translation resulting in tissue and organ damage. The antitoxin therapy and antibiotics are used to cure the disease.",
            "cite_spans": [],
            "section": " Diphtheria ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "This is caused by Streptococcus pneumoniae, Haemophilus influenzae, Moraxella catarrhalis, Streptococcus pyogenes, and Staphylococcus aureus. In this ear, ache occurs after nose and throat infections. Pus accumulation causes pressure on the eardrum. Treatment is amoxicillin (broad-spectrum penicillin).",
            "cite_spans": [],
            "section": "Otitis media ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "Results from infection of 200 different viruses. Symptoms include sneezing, nasal secretions, and congestion.",
            "cite_spans": [],
            "section": "Common cold ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "Caused by Bordetella pertussis. The disease symptoms are because of congestion of the trachea and bronchi due to accumulation of mucous. The bacteria produce toxins and destroy the ciliated cells of the trachea. Vaccination is very effective in reducing the incidences of the disease.",
            "cite_spans": [],
            "section": " Pertussis (whooping cough) ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "The causative agent for tuberculosis (TB) is Mycobacterium tuberculosis. The bacteria contain lots of lipids which aids in their resistance to drying and antimicrobial agents. M. tuberculosis forms lesions known as tubercles. These lesions along with macrophages might calcify and appear clearly on X-ray films. Infection progresses when lesion ruptures releasing bacteria into the lung airways, lymphatics, and cardiovascular system leading to military tuberculosis. In this, the patient suffers from weight loss, cough sometimes with blood, and loss of appetite. Initially effective drug for TB was streptomycin. Currently, the patient is administered with multiple drugs as isoniazid, rifampin, and pyrazinamide. Noncompliance to medication during treatment in part is responsible for emergence of multiple drug-resistant strains which are posing serious problem. The Bacillus Calmette–Guerin (BCG; frequent in humans which affects the bones or lymphatics) is being widely used in the world as vaccine.",
            "cite_spans": [],
            "section": " Tuberculosis ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "Caused by Streptococcus pneumoniae; apart from this, pneumonia may also be caused by fungi, protozoa, viruses, as well as other bacteria and is known as atypical pneumonia. Pneumonia is named after the respiratory site of the infection:Lobar pneumonia: Lobes of lungs are infected.Bronchopneumonia: Alveoli of the lungs are infected.Pleurisy: Pleural membranes become painfully inflamed.\n",
            "cite_spans": [],
            "section": "Pneumonia ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "Disease caused by S. pneumoniae is known as pneumococcal pneumonia (formerly Diplococcus pneumoniae). The capsules form the basis of serological differentiation of pneumococci into 90 serotypes. The symptoms include high fever, breathing difficulty, and chest pain. Effective drugs are penicillin and fluoroquinolones. Subunit vaccine from purified capsular material of the 23 types of pneumococci has been developed [5].",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 419,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Pneumonia ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "The disease is prevalent in infants and infection of the bronchial epidermis occurs during the winter and early spring. The name is derived from syncytium (cell fusion) formation in cell culture. For severe symptoms the antiviral drug ribavirin is administered.",
            "cite_spans": [],
            "section": "Respiratory syncytial virus (RSV) ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "The disease is characterized by chills, fever, headache, and muscular aches. Recovery occurs fast and cold-like symptoms appear. Influenza virus has eight separate RNA segments with inner protein and an outer lipid bilayer. Two types of projections embedded in the lipid bilayer are hemagglutinin (H) and neuraminidase (N) spikes. H spikes (about 500 on virion) allow the virus to recognize and attach to cells of the body; this causes agglutination of RBCs. N spikes (about 100 per virus) help the virus to separate from infected cells after intracellular reproduction. Antibodies against H spikes are more important in the resistance of body to the disease. Viral strains are identified by variation in H and N antigens. Different forms of antigens are designated as H1, H2, H3, N1, and N2. The different numbers show substantial alteration in the protein composition of spikes which are referred as antigenic shifts, and they escape from the previous immunity developed in the human body. High mutation rates are characteristic of RNA viruses. The major cause of antigenic shifts is genetic recombination which might occur in infections involving more than one strain and mixing of RNA from strains of animals (swine, horses, and birds) with RNA of human strains. Swines may be infected with both human and fowl influenza, and likely animals involved in shifts therefore are referred as mixing vessels [5].",
            "cite_spans": [
                {
                    "start": 1406,
                    "end": 1407,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Influenza ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "Minor variation in antigenic makeup is called antigenic drift which might reflect alteration of only single amino acid which is probably due to selective pressure of antibody. The effect of antigenic drift results in low efficacy of vaccine against a particular spike (H2) after 10 years in H2 only. Influenza viruses are also classified according to antigens of their protein coat viz., A, B, and C. A-type cause major pandemics; B viruses are geographically limited and cause mild infections.",
            "cite_spans": [],
            "section": "Influenza ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "These are the reasons that it is not possible to develop an effective vaccine for influenza that can give long-term immunity. The vaccines developed are usually multivalent with 70–90 % protection but duration of protection is not more than 3 years.",
            "cite_spans": [],
            "section": "Influenza ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "Epidemics of the flu are due to a new strain of virus which quickly propagates through population. The cause of death is not influenza virus but often it is secondary bacterial infections (H. influenza, S. aureus, S. pneumoniae).",
            "cite_spans": [],
            "section": "Influenza ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "In 1918–1919 more than 20 million people died in major pandemic of influenza with highest mortality rates in young adults, often dying within a few hours. The infection is restricted to the upper respiratory system but, due to some changes in virulence, results in invasion of the lungs causing viral pneumonia.",
            "cite_spans": [],
            "section": "Influenza ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "The antiviral drugs are amantadine and rimantadine which significantly reduce the symptoms of A-type virus. Inhibitors of neuraminidase-2 zanamivir (Relenza) which can be inhaled and oseltamivir phosphate (Tamiflu) are administered orally.",
            "cite_spans": [],
            "section": "Influenza ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "Fungal diseases: The fungal diseases of the respiratory system are histoplasmosis (inhalation of airborne conidia), coccidioidomycosis (inhalation of airborne arthrospores), and Pneumocystis pneumonia (Pneumocystis jirovecii causes inflammation and fluid buildup in lungs).",
            "cite_spans": [],
            "section": "Influenza ::: Infections of the Respiratory System",
            "ref_spans": []
        },
        {
            "text": "The nervous system consists of the central nervous system (CNS) with the brain and spinal cord and the peripheral nervous system consisting of all the nerves that branch off from the brain and spinal cord. These nerves are the lines which send and receive the signal from the body to the brain (sensory) and from the brain to the body (motor) and thus coordinated the body. The brain and spinal cord are protected by three continuous membranes called meninges (outermost duramater, central arachnoid mater, and innermost pia mater). Between the inner and middle layer is a space called subarachnoid space in which human adults have 100–160 ml of cerebrospinal fluid (CSF).",
            "cite_spans": [],
            "section": "Infections of the Nervous System",
            "ref_spans": []
        },
        {
            "text": "The blood–brain barrier protects the brain by restricting components of the blood to enter the brain, but some selective substances pass through certain capillaries; lipid soluble molecules can gain entry. Though the CNS has high level of protection, still certain microorganism can gain entry because of trauma, nerve supply, blood, and lymphatics. The inflammation then occurs in the meninges ( meningitis) or brain (encephalitis) [5].\nMeningitis: Meningitis may be caused by different types of pathogens including viruses, bacteria, and fungi. Its more than 70 % of cases are caused by bacterial species, as gram-positive Streptococcus pneumoniae and Neisseria meningitidis. They possess capsule that protects them from phagocytosis, and they rapidly multiply in blood and afterward enter the cerebrospinal fluid. The symptoms are fever, headache, and stiffness in the neck followed by nausea and vomiting. The diseases may progress due to the release of endotoxins of the gram-negative pathogens or the release of cell wall components (peptidoglycans and teichoic acids) of gram-positive bacteria. Quick treatment is required with broad-spectrum third-generation cephalosporins.\nTetanus: The disease is caused by an obligatory anaerobic, endosperm-forming, gram-positive Clostridium tetani. The symptoms are due to potent neurotoxin, tetanospasmin, which affects relaxation of muscles causing muscle spasms. The jaw muscles are the early target which prevents the mouth from opening known as lockjaw [5].Spasms in the back muscle cause the head and heel to bow backward (opisthotonos). Death results from spasms of respiratory muscles. Effective vaccination has reduced the incidences. Both attenuated and subunit (tetanus toxoids) vaccines are available:\nBotulism: The causative agent is anaerobic, endospore-forming gram-positive Clostridium botulinum. Exotoxin produced the most potent of all natural toxins which blocks the release of acetylcholines. The patient undergoes a progressively flaccid paralysis for 1–10 days and may die from respiratory and cardiac failure. Botulism toxin is used for cosmetics as Botox.\nLeprosy: Due to infection of Mycobacterium leprae in the peripheral nervous system. The organism was isolated by Gerhard A. Hansen and formally known as Hansen’s disease. It usually invades cells of the peripheral nervous system. Sulfone drugs as dapsone and other drugs as rifampin and clofazimine are effective [5].\nPoliomyelitis: The paralytic form of polio appears in less than 1 % of infected people, whereas majority of the cases are asymptomatic or present with mild symptoms such as headache, sore throat, fever, and nausea. The mode of transmission is through contaminated water and affects the throat (sore throat) and small intestine. The virus enters the lymph nodes and then blood and afterward penetrates the central nervous system. The virus invades and destroys motor nerve cells of the upper spinal cord; sometimes, death can result from respiratory failure. There are three different serotypes of virus. The Salk vaccine uses inactivated polio virus, whereas Sabin is oral polio which is attenuated. The use of vaccination has almost eradicated polio from the population. The use of Sabin/oral polio is not recommended as reversion to virulent state and symptoms in immunocompromised host pose a threat of the disease [5].\nRabies: (Latin, rage or madness) The disease is caused by rabies virus which is transmitted to humans by bite of infected animals (dogs, cats, bats, foxes, etc.). The virus from skeletal muscles and connective tissue moves to CNS where it causes encephalitis. The symptoms are mild and varied and sometimes thought/sight of water can result in fear called hydrophobia. The end stage of disease is due to excessive damage to the nerve cells of the brain and spinal cord. Passive vaccination is preferred as precaution [5].\n",
            "cite_spans": [
                {
                    "start": 434,
                    "end": 435,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1505,
                    "end": 1506,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 2440,
                    "end": 2441,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3363,
                    "end": 3364,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 3885,
                    "end": 3886,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Infections of the Nervous System",
            "ref_spans": []
        },
        {
            "text": "\nPrions are abnormally folded proteins capable of inducing change in the shape of a normal protein. The disease has long incubation times with slow damage without any clinical symptoms. In humans transmissible spongiform encephalitis (spongy/porous degeneration of the brain) known as Creutzfeldt–Jakob disease (CJD) is present. CJD often occurs in families.",
            "cite_spans": [],
            "section": "Diseases Caused by Prions",
            "ref_spans": []
        },
        {
            "text": "It is a bacterial disease with Treponema pallidum as the causative agent. The disease may be acquired by sexual intercourse or may be transmitted from mother to baby (congenital syphilis) or occasionally by blood transfusion or by nonsexual contacts. Effective prevention and identification of syphilis in pregnant patients requires routine serology to be performed for all pregnant patients at the time of their first prenatal visit. The pathogen causes erosion, ulcer, and vasculitis, and thereafter it may spread into regional lymph nodes. The syphilis can be divided into primary, secondary, latent, and tertiary stages. The lesion, chancre, appears as anogenital ulcer, which can also spread to extra-anogenital sites like the lip, tongue, and tonsils. Secondary syphilis presents itself with rash affecting the palms and sole which later on becomes papules. Tertiary syphilis is manifested with gummatous, cardiovascular, and neurological involvement. Syphilis is diagnosed by identifying treponemes using dark field microscopy or by serological tests. Treatment of choice is intramuscular benzathine penicillin [1–4].",
            "cite_spans": [
                {
                    "start": 1119,
                    "end": 1120,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1121,
                    "end": 1122,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": " Syphilis :::  Sexually Transmitted Diseases (STDs) and Congenital Infection",
            "ref_spans": []
        },
        {
            "text": "Sexual transmission is responsible for 30–60 % of new cases of HBV. The risk of perinatal transmission from positive mothers to infants is as high as 85 %. Among these 90 % of infected infants progress to chronic HBV. Immunization is preventive and no other specific treatment for acute HBV exists. Interferon therapy (alpha-2b interferon (Intron A) and lamivudine (Epivir)) is available, but only 40 % is effective in eliminating HBV.",
            "cite_spans": [],
            "section": " Hepatitis B Virus (HBV) :::  Sexually Transmitted Diseases (STDs) and Congenital Infection",
            "ref_spans": []
        },
        {
            "text": "HAV is transmitted by household and sexual contacts. No treatment is available presently for acute HAV infection except supportive therapy. Passive treatment with antibodies given early can prevent 85 % of new HAV infections. Two vaccines for HAV (Havrix, Vaqta) are given in two-dose series at the interval of 6 months. The first dose gives 99–100 % response, while the second dose provides long-term immunity.",
            "cite_spans": [],
            "section": " Hepatitis A Virus (HAV) :::  Sexually Transmitted Diseases (STDs) and Congenital Infection",
            "ref_spans": []
        },
        {
            "text": "PID is caused by gonorrhea and chlamydia. PID affects the upper female reproductive tract, developed in 10 % of women. During infection with PID, there are chances of its worsening due to invasion and infection with other infectious agents. PID is presented with mild or nonspecific symptoms and sometimes goes asymptomatic. Missed diagnosis leads to damage to the reproductive tract. Oral antibiotics should be used for its management. Amoxicillin–clavulanic acid (Augmentin) along with doxycycline is effective.",
            "cite_spans": [],
            "section": " Pelvic Inflammatory Disease (PID) :::  Sexually Transmitted Diseases (STDs) and Congenital Infection",
            "ref_spans": []
        },
        {
            "text": "Mild or asymptomatic genital herpes is also a common infection in many individuals. The infection can be passed on during delivery; thus cesarean section is recommended for infected females. For the treatment of genital herpes, two new antiviral drugs, famciclovir (Famvir) and valacyclovir (Valtrex), are used in addition to established therapy with acyclovir (Zovirax). The therapy may decrease the severity and duration of a genital herpes outbreak; treatment is effective if started within 24 h of infection.",
            "cite_spans": [],
            "section": "Genital Herpes :::  Sexually Transmitted Diseases (STDs) and Congenital Infection",
            "ref_spans": []
        },
        {
            "text": "\n\nUrethritis: Urethritis can be caused by Neisseria gonorrhoeae, Chlamydia trachomatis, Mycoplasma genitalium, Ureaplasma urealyticum, Trichomonas vaginalis, herpes simplex virus (HSV), etc. In men it produced urethral discharge or dysuria, and in women it causes internal dysuria (without urinary urgency), pyuria, and absence of E. coli. Dysuria which is associated with vulvar herpes or vulvovaginal candidiasis is referred as external as it is painful when comes in contact with urine. Initial evaluation includes urethral discharge, gram staining, and test for N. gonorrhoeae and C. trachomatis. Quinolines were given for treatment of gonorrhea as quinolines are a simple, safe, and effective treatment for gonococcal infections of any severity. However, because of growing resistance of Neisseria gonorrhoeae, the guidelines suggest treatment with cefixime (Suprax) or ceftriaxone (Rocephin). In the absence of gonococci in gram stain, urethritis treatment is directed toward nongonococcal urethritis (NGU). Mycoplasma genitalium is a new etiologic agent added to the list of bacteria that cause nongonococcal urethritis (NGU) in addition to Chlamydia trachomatis. Azithromycin in a single dose or doxycycline was recommended for the treatment of NGU.\nVulvovaginal candidiasis: Caused by Candida albicans with symptoms of vulval itching with or without irritation. It is accompanied by vaginal discharge which is clumped, scanty, adherent plaques with white color. Microscopic evaluation reveals leukocytes, epithelial cells, mycelia, or pseudomycelia in 80 % of positive culture. Topical and oral antifungal like miconazole, clotrimazole or fluconazole are given.\nTrichomonal vaginitis: The causative agent is Trichomonas vaginalis with symptoms of vulval itching with discharge which is homogeneous, white or yellow, profuse, and purulent and causes erythema of the vaginal and vulvar epithelium. Microscopic examination reveals leukocytes with motile trichomonads in 80–90 % of symptomatic patients. For diagnosis, nucleic acid amplification technology ( NAAT) for T. vaginalis is used and the treatment is metronidazole.\nBacterial vaginosis: Also formerly known as nonspecific vaginitis caused by Gardnerella vaginosis, various anaerobic or non-cultured bacteria, and mycoplasmas. The symptoms include moderate, white or gray, homogeneous, low viscosity, malodorous discharge. Treatment includes metronidazole and clindamycin.\nNoncervical human papillomavirus: Major infections of genital human papillomavirus (HPV) infection occur annually with sexual transmission. In most patients with genital HPV, the infection is asymptomatic, subclinical, or unrecognized. The disease may be diagnosed by clinical assessment or biopsy of the lesion. The main goal of therapy for noncervical HPV infection is to treat symptomatic visible lesions by applying podofilox (Condylox) 0.5 % solution or gel. There is no evidence that treatment decreases infectivity or changes the natural course of HPV infections or the risk of development of cervical cancer.\nHuman immunodeficiency virus (HIV): Is caused by RNA virus of retrovirus family by human immunodeficiency virus type I (HIV-1). Acquired immunodeficiency syndrome (AIDS) is one of the most important sexually transmitted disease. Its epidemic was recognized long back, and despite major advances in prevention and treatment of the disease, the epidemic continues and has devastating effects on human society. The virus critically attacks CD4+ T cells which are active mediators of cell-mediated immunity. The end stage of the disease is severe acquired immunodeficiency with lots of infection occurring in the HIV patients. The typical case of HIV disease then manifests itself as evidenced by certain malignancies and unusual microbial infections that often attack the lungs, intestines, skin, eyes, or the central nervous system.\n",
            "cite_spans": [],
            "section": "Gonococcal and Nongonococcal Urethritis :::  Sexually Transmitted Diseases (STDs) and Congenital Infection",
            "ref_spans": []
        },
        {
            "text": "\nHIV can be detected in body fluids like blood, semen, and vaginal secretions in the patients. HIV disease spreads mainly by unprotected sexual intercourse, sharing hypodermic needles, blood transfusion, or from mother to newborn.",
            "cite_spans": [],
            "section": "Gonococcal and Nongonococcal Urethritis :::  Sexually Transmitted Diseases (STDs) and Congenital Infection",
            "ref_spans": []
        },
        {
            "text": "The prevention, detection, and treatment of STDs is very important. The recommendations of CDC should be integrated in clinical practice to reduce the morbidity and mortality because of STDs.\n",
            "cite_spans": [],
            "section": "Gonococcal and Nongonococcal Urethritis :::  Sexually Transmitted Diseases (STDs) and Congenital Infection",
            "ref_spans": []
        },
        {
            "text": "Monoplex assays detect a single target and provide present- or absent-type result. For example, PCR performed for specific species may be used to detect presence or absence of that pathogen, e.g., Legionella pneumophila.",
            "cite_spans": [],
            "section": " Nucleic Acid Amplification Technology (NAAT) ::: Characterization of Pathogens",
            "ref_spans": []
        },
        {
            "text": "Used as quantitative methods, it can provide quantitative information (viral loads).",
            "cite_spans": [],
            "section": " Nucleic Acid Amplification Technology (NAAT) ::: Characterization of Pathogens",
            "ref_spans": []
        },
        {
            "text": "In a multiplex reaction where more targets may be detected, it allows the detection of multiple pathogens simultaneously. Multiplexing in real-time PCR setting is more useful which helps in simultaneous detection and differentiation of respiratory viral pathogens like influenza A, influenza B, and respiratory syncytial virus (RSV).",
            "cite_spans": [],
            "section": " Nucleic Acid Amplification Technology (NAAT) ::: Characterization of Pathogens",
            "ref_spans": []
        },
        {
            "text": "Broad-range nucleic acid amplification is also useful which is used to detect a wide variety of microorganisms. Quantitative data indicated the load of the organism, and positive result indicates the presence of one of the members of that particular group of microorganism.",
            "cite_spans": [],
            "section": " Nucleic Acid Amplification Technology (NAAT) ::: Characterization of Pathogens",
            "ref_spans": []
        },
        {
            "text": "\nPCR and NAAT technologies have large diagnostic relevance for detection of microorganisms which are difficult to culture. Samples which do not contain the target sequence (negative) will give minimal fluorescence, for example, detection of Salmonella typhi or other broad-range Salmonella assays to detect all the members. The assays have been designed to differentiate HSV types I and II, BK and JC polyomaviruses, and human herpesvirus 6 types A and B and commonly occurring Bartonella species and M. tuberculosis from nontuberculous Mycobacteria.",
            "cite_spans": [],
            "section": " Nucleic Acid Amplification Technology (NAAT) ::: Characterization of Pathogens",
            "ref_spans": []
        },
        {
            "text": "\nMicroarray: In this, lots of probes are present on the chip and the sample is labeled and hybridized. The labeled sample is hybridized to the probes and detection of positive signal reveals the presence of that particular target in the sample.\n",
            "cite_spans": [],
            "section": " Nucleic Acid Amplification Technology (NAAT) ::: Characterization of Pathogens",
            "ref_spans": []
        },
        {
            "text": "\nImmune system consists of:Cell-mediated immunity and humoral immunityInnate and adaptive immunityAdaptive immunityNone of these\nPAMPs are present on:PathogensImmune cellsBody cells of humansAll of these\nADCC response is shown by:NeutrophilBasophilNatural killer cellEosinophil\nTh1 response is important in:Innate immune responsesCTL-mediated responsesHumoral immune responsesAll of the above\nTLR2 is responsible for binding:PeptidoglycanDouble-stranded RNALipopolysaccharidesHerpesvirus\nBody temperature or fever is regulated by:ThalamusHypothalamusCerebrumMidbrain\nNormal temperature of the body is:100–101 °F95–97 °F103–104 °F97.7–99.5 °F\nPyrexial illness includes all except:PUOViral feverBacterial feverNone of the above\nSyphilis lesion is known as:ChancroidBoilAbscessLaceration\nSyphilis is caused by:\nTreponema pallidum\n\nTreponema folliculus\n\nTreponema vulgaris\nVirus induced\nDysentery is caused by all except:\nSalmonella typhi\n\nShigella\n\nE. coli\n\nEntamoeba\ngingivitis\n\nAll are skin lesions except:MaculePapuleVesicleGlossitis\nAll are sexually transmitted diseases except:SyphilisHIVMalariaHSV\nAll of these are symptoms of leprosy excluding:Anesthetic patchThickened nerveLoss of sweatingItching\nTuberculosis of lungs is caused by:\nMycobacterium leprae\n\nMycobacterium kansasii\n\nMycobacterium tuberculosis\n\nMycobacterium bovis\n\nIf the infectious agent is present in the body in latent stage, which technique can detect its presence?ELISADNA microarrayNAATRIA\nInfluenza virus is mutating very fast which leads to emergence of new strains; mutations occur in:Viral glycoproteinHemagglutininReverse transcriptaseViral coat\nMBL is an important component of:Adaptive immunityInnate immunityPathogenCell-mediated immunity\n\nAnswers1. (b); 2. (a); 3. (c); 4. (b); 5. (a); 6. (b); 7. (d); 8. (d); 9. (a); 10. (a); 11. (d); 12. (d); 13. (c); 14. (d); 15. (c); 16. (c); 17. (b); 18. (b)\n",
            "cite_spans": [],
            "section": "Multiple Choice Questions ::: Chapter End Summary",
            "ref_spans": []
        },
        {
            "text": "\nQ1.  What is the role of the immune system in the prevention of infection?Q2.  What are soluble factors involved in immune response?Q3.  What is adaptive immune response?Q4.  Give a brief account of PRRs present in the body.Q5.  Write a short note on chancroid.Q6.  What are common cytokines involved in pyrexial illness?Q7.  Why HIV is most commonly associated with tuberculosis?Q8.  Why tubercular infections occur on the upper lobe of lungs?Q9.  Write a note on sexually transmitted diseases.Q10. Which region is responsible in poliomyelitis?\n",
            "cite_spans": [],
            "section": "Questions ::: Chapter End Summary",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 8.1: Shows the involvement of pathogenic agents in the diseases which were earlier believed to be non infectious diseases\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 8.2: Adhesive proteins used by virus for binding to host cell via host receptor\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 8.3: \nGram-positive infections and causative organisms\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 8.4: Gram- negative infections and causative organisms\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 8.1: The figure shows the outline of innate and adaptive immune responses",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 8.2: The figure shows various pathogen-associated molecular patterns, which are present exclusively on pathogens. PRRs are present in our body which are capable of recognizing and binding PAMPs. PRRs may be soluble as mannose-binding lectin (MBL), C-reactive protein (CRP), and complement components or may be membrane bound like toll-like receptors (TLRs), NOD, or SRs. Humans have ten kinds of TLRs which are capable of interacting with different PAMPs. TLRs may also form unique binding by interacting with each other as TLR2 and TLR6 and TLR1 and TLR2. TLR have leucine-rich repeats on their extracellular domain",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 8.3: The figure shows the soluble receptor and membrane receptors of innate immunity. CRP is C-reactive protein, MBL is mannose-binding lectin, INF is interferon. NOD, SR, and TLRs belong to the family of membrane receptors. TLR may exist singly or may form homodimer (TLR4) and heterodimer (TLR2 and TLR1)",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 8.4: The figure shows various cells involved in innate immunity and adaptive immunity along with their important properties and functions",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 8.5: The figure shows two important effector functions of antibody. (a) It shows the process of opsonization. When antibody coats a particular pathogen, the process of phagocytosis is facilitated as macrophages have receptor for antibody. It is important for pathogens which resist phagocytosis. The antibody in this is referred as opsonin. (b) It shows ADCC response of antibody. Natural killer cells have receptor for constant region of antibody; thus, they can be recruited for elimination of pathogen. The antibody-bound pathogen is rapidly induced for apoptotic cell death like the response mediated by CTL",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 8.6: The figure shows that after antigen is encountered by macrophages and B cells, they present it on MHC-II molecule. Antigen-MHC-II is recognized by T-cell receptor (TCR) of Th cells. Th cells produce Th2 population which is helper cell for B-cell response. In the presence of cytokines derived from Th2 and physical contact with T cell, B cell converts into antibody-secreting plasma cell and memory cell and produces all classes of antibody in response to the antigen. Virally infected cell presents endogenous antigen on MHC-I molecule which is recognized by TCR of T-cytotoxic cell. Th cells in the form of Th1 secrete cytokines for CTL. In the presence of Th1-derived cytokines, Tc converts into activated cytotoxic T lymphocytes (CTLs) which activates procaspase cascade and thus kills the virus-infected cell",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 8.7: The figure shows the microscopic shape and pattern of various gram-positive bacteria which are causative agent of many human diseases",
            "type": "figure"
        },
        "FIGREF7": {
            "text": "Fig. 8.8: The figure shows the microscopic shape and pattern of various gram-negative bacteria which are causative agent of many human diseases",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Sexually transmitted diseases treatment guidelines",
            "authors": [],
            "year": 1993,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "42",
            "issn": "",
            "pages": "1-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Summary of notifiable diseases, United States",
            "authors": [],
            "year": 1997,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "46",
            "issn": "",
            "pages": "3-87",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Guidelines for treatment of sexually transmitted diseases",
            "authors": [],
            "year": 1998,
            "venue": "MMWR Morb Mortal Wkly Rep",
            "volume": "47",
            "issn": "",
            "pages": "1-111",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Syphilis in adults",
            "authors": [
                {
                    "first": "BT",
                    "middle": [],
                    "last": "Goh",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Sex Transm Infect",
            "volume": "81",
            "issn": "",
            "pages": "448-452",
            "other_ids": {
                "DOI": [
                    "10.1136/sti.2005.015875"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "TJ",
                    "middle": [],
                    "last": "Kindt",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Goldsby",
                    "suffix": ""
                },
                {
                    "first": "BA",
                    "middle": [],
                    "last": "Osborne",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "KUBY immunology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Update on the prevention and treatment of sexually transmitted diseases",
            "authors": [
                {
                    "first": "KE",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                },
                {
                    "first": "JC",
                    "middle": [],
                    "last": "Graves",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Am Fam Physician",
            "volume": "61",
            "issn": "",
            "pages": "379-386",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}