{
    "paper_id": "PMC7127106",
    "metadata": {
        "title": "Analysis of the parameters of respiration patterns extracted from thermal image sequences",
        "authors": [
            {
                "first": "Jacek",
                "middle": [],
                "last": "Rumiński",
                "suffix": "",
                "email": "jacek.ruminski@pg.gda.pl",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The three main vital signs often monitored by healthcare professionals are body temperature, heart rate, and respiration rate. Respiratory rate (RR) is defined as the number of breaths per minute. A typical goal of respiratory rate measurement is to evaluate whether the respirations are normal, too fast (tachypnea), too slow (bradypnea), or nonexistent (apnea). Apnea is defined by the cessation of respiratory airflow and is especially dangerous during sleep. The length of time necessary to qualify a true apneic event (i.e., considered clinically significant in sleep apnea syndromes) is measured in seconds [1], e.g., >10 s for central sleep apnea syndrome [2]. The threshold values for sleep apnea syndromes are defined as a result of cumulative clinical experience and are different for adults (e.g., >9 s [3] or >10 s [2]) and children (>19 s [1]). In this paper, the term “apnea” is used in wide sense, i.e., as a “cessation of respiration airflow”.",
            "cite_spans": [
                {
                    "start": 613,
                    "end": 616,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 663,
                    "end": 666,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 814,
                    "end": 817,
                    "mention": "[3]",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 827,
                    "end": 830,
                    "mention": "[2]",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 852,
                    "end": 855,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Respiratory rate is an important physiological parameter that is indicative of potential health risks. For example, a RR value greater than 27 bpm is an important predictor of cardiac arrest [4] and is also used in prediction of pneumonia [5] or lower respiratory tract infection [6]. It has also been shown that respiratory rate is more discriminatory between stable and unstable patients than pulse rate [4]. In [7], the authors specified many recommendations for measurement of RR in hospitals and in admission to intensive care units, including “the respiratory rate should be measured and documented accurately in all hospital patients at least once a day, and should always be documented when other vital signs are measured“. In basic epidemiology, the WHO guidelines recommend that pneumonia case detection can be based on clinical signs alone, primarily respiratory rate [8].",
            "cite_spans": [
                {
                    "start": 191,
                    "end": 194,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 239,
                    "end": 242,
                    "mention": "[5]",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 280,
                    "end": 283,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 406,
                    "end": 409,
                    "mention": "[4]",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 414,
                    "end": 417,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 879,
                    "end": 882,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In clinical observations, the respiratory rate is often determined by counting the number of times that the chest rises or falls per minute [9]. More quantitative methods use inductive plethysmographs or thoracic impedance systems [10], oxygen masks [11], bioacoustic sensors [12], accelerometers or gyroscope sensors [13], among others.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 143,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 231,
                    "end": 235,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 250,
                    "end": 254,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 276,
                    "end": 280,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 318,
                    "end": 322,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Respiration-related parameters are typically analyzed in sleep studies. For example, the American Academy of Sleep Medicine (AASM) recommends, “Sleep apnea must first be diagnosed at a sleep center or lab during an overnight sleep study, or ‘polysomnogram”’ [14]. The International Classification of Sleep Disorders [15] underlines that “Polysomnographic monitoring of obstructive sleep apnea syndrome should consist of monitoring of sleep by electroencephalography, electrooculography, electromyography, airflow, and respiratory muscle effort, and should also include measures of electrocardiographic rhythm and blood oxygen saturation”. Other parameters are also measured to analyze respiration-related context, e.g., body position, snore acoustic signals, etc. [16], [17].",
            "cite_spans": [
                {
                    "start": 258,
                    "end": 262,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 316,
                    "end": 320,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 764,
                    "end": 768,
                    "mention": "[16]",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 770,
                    "end": 774,
                    "mention": "[17]",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Remote measurement of RR could be especially useful for medical screening (e.g., severe acute respiratory syndrome (SARS), pandemic influenza, etc.). Therefore, the use of near-infrared and thermal imaging was found to be a useful method for evaluation of chest respiration movements or nasal heat flow. In [18], the authors used an active-stereo depth-sensing system composed of a near-infrared (NIR) illuminator and a camera. After calculation of the depth map, the region of interest (ROI) containing the rib cage and the abdominal cavity was detected. Finally, from the processed set of frames, a temporal sequence of volumes was calculated that represented breathing signals, which could be further processed to calculate the respiration rate and patterns. The disadvantage of this method is that the patient must wear a tight elastic top during measurement.",
            "cite_spans": [
                {
                    "start": 307,
                    "end": 311,
                    "mention": "[18]",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Extraction of signals from a series of thermal images has been found valuable for specifying diagnostic parameters [19], [20]. In [21], [22], thermal imaging was used to estimate the human respiration rate from a sequence of facial images. The side view of the subject to the camera was used to visualize the breathing-jet dynamics. In [21], the CO2 content of exhaled air was captured using a narrow band-pass filter in the CO2 absorption band (4.3 μm). Experiments were performed on 9 subjects at distances ranging from 6–8 ft. Ground-truth measurements were obtained via a traditional contact device (an abdominal transducer).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 119,
                    "mention": "[19]",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 121,
                    "end": 125,
                    "mention": "[20]",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 130,
                    "end": 134,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 136,
                    "end": 140,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 336,
                    "end": 340,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The results showed a high correlation between the imaged breath rate and the ground-truth breath rate. The measurement methods presented in [23], [24] used a thermal camera that was positioned collinear to the subject's face. The methodology was based on capture of the modulation of nasal tissue radiance during inhalation and exhalation of air. In [24], the authors described the method and lab validation with the participation of 20 healthy volunteers. In [23], the authors reported application of the method in a clinical study with the participation of healthy subjects and pathological subjects (suffering from sleep apnea). In the described studies, the respiration rate was typically estimated using statistical methods or analysis of dominant peaks in the frequency spectrum.",
            "cite_spans": [
                {
                    "start": 140,
                    "end": 144,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 146,
                    "end": 150,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 350,
                    "end": 354,
                    "mention": "[24]",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 460,
                    "end": 464,
                    "mention": "[23]",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A similar method was proposed in [25] in which the temperature gradient distribution throughout the nasal cavity (temperature difference between the inspiration and expiration phases) was used to extract the respiration waveforms. The temperature difference is the product of radiative and convective heat transfer components during the breathing cycle. The authors estimated the values of respiration rate and compared the results with manually registered values from the reference bedside monitor. Validation performed on 5 subjects showed small differences between the estimated values and reference values (mean = 1.18 bpm, std. dev. =0.80). In [26], using a portable thermal camera, the authors presented a preliminary study focused on evaluation of respiration rate for subjects during silence or speech. The results showed highly accurate RR estimation with respect to reference measurements.",
            "cite_spans": [
                {
                    "start": 33,
                    "end": 37,
                    "mention": "[25]",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 649,
                    "end": 653,
                    "mention": "[26]",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The measured thermo-physiological signal for respiration analysis represents the modulated nasal tissue radiance, and signal extraction requires location of the source of thermal changes in the area of nostrils or mouth. The related source points or a region of interest (ROI) can be specified manually or obtained using automatic detection (in a frame) and tracking (between frames). For example, in [27], the authors presented a particle filter tracker driven by a probabilistic template function, which is capable of adapting to abrupt positional and physiological changes. First, the user manually inputs the initial template (rectangular ROI) in the first frame (using the computer mouse). For the following frames, the method automatically performs the template updating process by first extracting stable and unstable seeds and subsequently computing the spatiotemporal fuzzy mask. The method was tested on a dataset consisting of 25 thermal sequences for various conditions (e.g., movements of subjects). The method demonstrated robustness and accuracy in thermal facial imaging. Other tracking methods have also been proposed (e.g., [28], [29]).",
            "cite_spans": [
                {
                    "start": 401,
                    "end": 405,
                    "mention": "[27]",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 1142,
                    "end": 1146,
                    "mention": "[28]",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 1148,
                    "end": 1152,
                    "mention": "[29]",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "A single thermo-physiological signal is usually constructed by calculating a mean temperature in the ROI of each video frame. Such a methodology is simple and effective but does not allow visualization and localization of subtle pathological patterns, as proposed in [30].",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 271,
                    "mention": "[30]",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The miniaturization of thermal imaging sensors (e.g., TAMARISK cameras, Flir Lepton sensors) allows embedding of such sensors in mobile portable devices, e.g., in smart glasses. In recent years, many smart glasses have been proposed, including Google Glass, Epson Moverio BT-200, and so on, and many applications of smart glasses in healthcare have been presented. For example, Evena Medical reported the use of smart glasses to improve visualization of skin veins with IR illumination [31]. Under the eGlasses project (www.eglasses.eu), our group is developing a smart glasses platform that can use different sensors, including visible and thermal cameras [32], [33]. The user of these dedicated smart glasses can identify a person (e.g., using graphical markers [34] or facial features [33]), attempt to estimate vital sign parameters (using a thermal camera, visual camera, etc.) and store the information in a healthcare information system. Therefore, it is important to analyze the reliability of the RR estimation for short image sequences recorded using a mobile thermal camera. Additionally, the goal of the work reported in this paper is to analyze the types of respiration patterns that can be accurately evaluated and described using such mobile system. In particular, three parameters of respiration patterns are evaluated: the respiration rate for normal and abnormal breathing patterns, the presence of breathing pauses or apnea events (cessation of respiration) and the relationship between respiration effort and respiration activity (respiration depth). A potential practical application is remote monitoring of respiration rate and patterns during screening activities or during classical interviews with patients.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 490,
                    "mention": "[31]",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 657,
                    "end": 661,
                    "mention": "[32]",
                    "ref_id": "BIBREF31"
                },
                {
                    "start": 663,
                    "end": 667,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 764,
                    "end": 768,
                    "mention": "[34]",
                    "ref_id": "BIBREF33"
                },
                {
                    "start": 788,
                    "end": 792,
                    "mention": "[33]",
                    "ref_id": "BIBREF32"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The method proposed in this paper is based on the measurement of frames (with a given frame rate) from the face region using a thermal camera (Fig. 1a). It is assumed that the temperature changes in the region of the nose or/and mouth due to respiration activities. Therefore, a temperature gradient should be observed if the body temperature and ambient temperature are different.",
            "cite_spans": [],
            "section": "Experimental design",
            "ref_spans": [
                {
                    "start": 143,
                    "end": 149,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Healthy volunteers were asked to participate in experiments to collect video sequences for verification of the proposed method. Two experiments were performed. A total of 16 healthy volunteers (avg. age = 34.75 y ± 13.16) participated in the first experiment, and 12 healthy volunteers participated in the second experiment 12 (avg. age = 37.15 y ± 9.16).",
            "cite_spans": [],
            "section": "Experimental design",
            "ref_spans": []
        },
        {
            "text": "In all experiments, a Tamarisk 320 long-wave thermal camera module was used (resolution of 320 × 240, sensitivity <50 mK, size of 3 cm × 2.6 cm × 4 cm). A portable thermal camera (that can be easily connected to smart glasses frame; see Fig. 2a) was fixed using a special handle mounted on a table and positioned collinear to the subject's face. Each subject was asked to sit in an armchair (fixed position) in front of the camera. Using the camera preview mode, the position of each subject was fixed to fulfill the following conditions: nostrils visible and nose within approximately 1/5 of the frame width. This condition was one of the assumptions of this study. Because the subjects were different, the distance between the camera face and subject's face was in the range of 40–70 cm. Such distances could be easily used in practice, e.g., at the beginning of every routine medical examination when the nurse takes the patient's vital signs. For each subject, the session was divided into three phases: (1) subject sitting on the armchair with position fixed as described above, (2) subject asked to rest (calmly) for several seconds, and (3) subject asked to performed breathing exercises, which were different for both experiments, each for 1 min. During the last phase (3rd), thermal video sequences were recorded together with the reference measurements of respiration activities collected using a pressure belt (Vernier RMB). The sampling frequency for both devices (belt and thermal camera) was set to 25 Hz. To synchronize both respiration signals, subjects were asked to hold a breath and begin normal breathing after the acquisition was started. Each data acquisition phase lasted 1 min (1-min recordings; see Fig. 2b).",
            "cite_spans": [],
            "section": "Experimental design",
            "ref_spans": [
                {
                    "start": 237,
                    "end": 243,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 1724,
                    "end": 1730,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "During the first experiment, subjects were asked to perform a simple breathing exercise, i.e., to breath naturally, without speaking or moving. Data from the first experiment were analyzed to verify different RR estimators. After this step, the second experiment was performed. In the second experiment, a subset of subjects who participated in the first experiment was available (12 out of 16). Each subject was asked to repeat the respiration patterns [35] presented in Fig. 3\n. Each exercise lasted 1 min with breaks (rest) between each exercise.",
            "cite_spans": [
                {
                    "start": 454,
                    "end": 458,
                    "mention": "[35]",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Experimental design",
            "ref_spans": [
                {
                    "start": 472,
                    "end": 478,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The patterns that appear in typical respiration problems were chosen and additionally allowed for later quantitative analysis of the thermal-based respiration waveforms for possible detection of apnea events (or respiration pauses) and evaluation of frequency (rate) changes and amplitude changes. The subjects were asked to follow the patterns but could individually decide how (e.g., they could decide when to hold the breath: during inhalation, exhalation, in the middle, etc.). For the P5 pattern, participants were asked to generate respiration actions chaotically with irregular apnea periods. Informed consent was obtained for both experiments.",
            "cite_spans": [],
            "section": "Experimental design",
            "ref_spans": []
        },
        {
            "text": "In total, 76 signals (16 + 60), each with a length of 1 min, were extracted and used in further analysis.",
            "cite_spans": [],
            "section": "Experimental design",
            "ref_spans": []
        },
        {
            "text": "In both experiments, a respiration belt (Vernier RMB) was used to simultaneously measure the reference respiration signals from the chest/abdomen region. Measurement of thoracoabdominal movements was used in this study as a reference method, as in many other similar studies. In this study, it was also important to compare the respiratory effort (measured by the respiratory belt) with the respiratory airflow (measured by the thermal camera). This comparison was made possible using signals obtained for the P1 pattern for which modulation of amplitudes (respiration depths) should be observed.",
            "cite_spans": [],
            "section": "Experimental design",
            "ref_spans": []
        },
        {
            "text": "The region of interest (ROI) was manually extracted (e.g., nose/nostrils area) for each recorded video frame, and the corresponding values were averaged (one value for a frame). As a result, a digital, thermo-physiological signal was extracted (Fig. 1b).",
            "cite_spans": [],
            "section": "Extraction of respiration waveforms ::: Methods",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 251,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "For the purposes of this study, the nose ROI was selected manually on the first frame using software developed in the Java programming language (Fig. 2b). The rectangular ROI was drawn to cover the nostrils. The width of the ROI was equal to the maximum width of the nose. The bottom portion of the ROI was set as half the distance between the bottom of the nose and the upper lip. The ROI indicated in the first frame was subsequently copied to all successive frames, and its location in reference to the nose location was visually verified by reviewing all frames with the developed software. It is important to underline that the experiments were performed under controlled conditions, i.e., subjects were asked to remain still, and an averaging operation performed on the pixels in the ROI compensated for potential small movements.",
            "cite_spans": [],
            "section": "Extraction of respiration waveforms ::: Methods",
            "ref_spans": [
                {
                    "start": 145,
                    "end": 151,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "For each ROI of each frame, the average value is calculated as:(1)s¯(ti)=1NROI∑i=rsre∑j=csceC(i,j),where N\nROI is the number of pixels in the ROI, r\ns and c\ns are the respective first (start) row and column of the ROI rectangle, r\ne and c\ne are the respective last (end) row and column of the ROI rectangle, and C(i, j) is the pixel value of the data matrix.",
            "cite_spans": [],
            "section": "Extraction of respiration waveforms ::: Methods",
            "ref_spans": []
        },
        {
            "text": "After calculation of average values, the samples of the digital signals were obtained (Fig. 1b):(2)s¯(ti)=s¯(t1),s¯(t2),s¯(t3),…,s¯(tK),where K is the number of frames in the processed video (image sequence).",
            "cite_spans": [],
            "section": "Extraction of respiration waveforms ::: Methods",
            "ref_spans": [
                {
                    "start": 87,
                    "end": 93,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In the next step, the digital signals were normalized by removing the mean value:(3)s¯n(ti)=s¯(ti)−μ(s¯(t)).\n",
            "cite_spans": [],
            "section": "Extraction of respiration waveforms ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The extracted signals were presented using the developed software and could be visually verified.",
            "cite_spans": [],
            "section": "Extraction of respiration waveforms ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The normalized signals were optionally filtered using the moving average operation in the time domain. Two lengths of windows size were considered, i.e., L\n = 5 and L\n = 7, for which the −3 dB cut-off frequencies (low-pass filters) are approximately f\nc\n = 2.26 Hz and f\nc\n = 1.598 Hz (for f\ns\n = 25). We tested both window lengths, and the results of the respiration rate estimates were practically the same. We chose N\n = 5 because it introduces fewer changes to the original signal.",
            "cite_spans": [],
            "section": "Extraction of respiration waveforms ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Baseline removal was performed using a 4th-order high-pass digital Butterworth filter with the cutoff frequency set to 0.1 Hz. The filter was dynamically designed using the butter function from the Octave signal processing toolkit.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The respiration waveforms were analyzed to extract different descriptors that represent properties of the respiration patterns recorded using thermal imaging. The goal of the analysis was to answer the question of whether it is possible to reliably estimate the respiratory rate, periodicity of respiration patterns, presence and properties of apnea events, and relative change in respiration waveform amplitudes using a mobile thermal camera.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "First, the respiration rate estimation was investigated. The most popular estimator is based on detection of the highest peak in the frequency spectrum (the method is later referenced as eRR_sp). This approach assumes that the respiration frequency f\nSP is the frequency value for the highest peak in the frequency spectrum (e.g., amplitude spectrum) and also assumes (as in other methods) that the respiration signal is dominant in the analyzed signal. This method has two disadvantages. First, for short signals, this method has a low frequency resolution (e.g., for T\n = 30 s, N\n = 750, f\ns\n = 25 Hz, the spectral resolution is (25/750) × 60, i.e., approximately 2 bpm). Second, this method almost always returns a result, even for noise signals, and thus “false” respiration rate values could be returned for the filtered signals. Therefore, additional respiration rate estimators were investigated, i.e., eRR_ac is an estimator based on periodicity of peak locations for the autocorrelation function in the time domain, eRR_zc is the estimator based on the number of zero-crossings, and eRR_pk is the estimator based on the number of detected peaks.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Because the autocorrelation sequence of a periodic signal has the same cyclic characteristics as the signal itself, for the eRR_ac estimator, the autocorrelation for different time lags is calculated, and the period is determined by calculating an average time differences between the detected peaks. The xcorr Octave function was used. As a peak detector, we used a method that searches for a local minimum and a local maximum for which the difference is greater than the threshold value T:(4)dj=s¯fn(tj+l)−s¯fn(tj),  dj>Twhere s¯fn(tj) is the filtered signal value of the local minimum at j, and s¯fn(tj+l) is the filtered signal value of the local maximum at j\n + \nl.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The threshold value T was calculated in two phases. In the first phase (T= T\n1):(5)T1=TK1×(max(s¯fn(t))−min(s¯fn(t))),where T\nK1 is the scaling value set to 0.33.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The median of the peak-to-peak gradient values was calculated and used to obtain the T\n = \nT\n2 threshold value. This scaled threshold (T\nK1\n = 0.25) was applied in the second pass of the algorithm to detect the final peaks of each signal. The respiration frequency f\nAC was estimated as the inverse of the average time period between the peaks of the xcorr for f\ns time lags.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The third respiratory rate estimator was based on the total number of zero-crossings (nZC) of the filtered signal and estimates the frequency as:(6)fZC=nZC(s¯fn(t))−12×fsN.\n",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The last respiratory rate estimator is based on the peaks detected using (4), (5), calculates the number of inspiration peaks in the filtered signal and estimates the frequency as:(7)fPK=(nPKi(s¯fn(t))−1)×fsNi.where nPK\ni is the number of inspiration peaks, and N\ni is the total number of samples between the start of the first detected inspiration event and the last one.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The calculated frequencies were multiplied by 60 to obtain the results in units of beats per minute (bpm).",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Additionally, the reference signals measured using the belt were visually inspected to manually calculate the respiration rate using the standard definition (number of events in time). The time period of one respiration event was assumed as the time between two successive inspiration starts. The number of respiration events was counted (N_RE), and the total time of all respiration events was calculated (T_RE). Finally, the respiration rate was calculated as (N_RE*60)/T_RE and used as a reference.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The second goal of the data analysis was to evaluate the periodicity of the respiration waveforms extracted using thermal imaging. Additional signal descriptors were investigated to analyze the differences between the true respiratory signals and other signals (possibly not periodical) that can be extracted from thermal sequences (e.g., from other face regions). Based on prior knowledge, it can be assumed that the filtered (smoothed) regular respiratory signal resembles a sine function, i.e., the result of periodical inhalation/exhalation activities. Based on the previous results obtained for pulse rate analysis in videoplethysmography, two signal parameters defined using spectral moments have been found to be valuable: the “complexity” measure (Hijorth parameter) and the “spectral purity index”. Both of these signal parameters can be efficiently calculated in the time domain. If the signal is more similar to the sine signal, the “complexity” parameter has lower values (≥0), whereas the SPI parameter has higher values (≥1). Theoretically, the sine-like periodicity of the signal can be represented by simple parameters.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The spectral moments can be defined with reference to the mean power of a continuous time signal s(t) and its derivatives [36]:(8)m¯0=2πE[s2(t)],  m¯2=2πTS2Eds(t)dt2,  m¯4=2πTS4Ed2s(t)dt22,where E[] is the expectation value.",
            "cite_spans": [
                {
                    "start": 122,
                    "end": 126,
                    "mention": "[36]",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Considering the sampled, filtered and normalized signal s¯fn(ti) of the continuous time signal s(t) (sampling period T\ns, t\ni\n = \ni\n × \nT\ns), the two derivatives can be approximated as(9)s¯fn(1)(ti)=s¯fn(ti)−s¯fn(ti−1),\n(10)s¯fn(2)(ti)=s¯fn(ti+1)−2s¯fn(ti)+s¯fn(ti−1),\n",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "And the spectral moments can be estimated as(11)m¯o≈2πK∑i=1Ks¯fn(o/2)(ti)2,  for o=0,2,4.\n",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The “complexity” and the spectral purity measure (SPI) can be defined as:(12)complexity=m¯4m¯2−m¯2m¯0,  SPI=m¯22m¯0m¯4.\n",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "During post-processing, signals for 4 additional ROIs were extracted (cheek and forehead and left and right side of the face) to investigate the differences of both descriptors for thermal-based respiration waveforms and other signals.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The third goal of the data analysis was to investigate whether it is possible to reliably detect apnea events from respiration waveforms recorded using a portable thermal camera. During the experiments, volunteers were asked to hold their breath to simulate apnea periods in the P1, P2, P4, and P5 patterns. However, the volunteers could decide when to hold the breath (e.g., at the beginning of next inspiration event or expiration event or in the middle) and how long the apnea event should last. The problem is that for thermal recordings of apnea periods, the temperature inside the analyzed ROI slowly changes due to many internal (e.g., blood flow) and external (heat flow due to ambient temperature changes) thermal conditions. This change can be positive (trend with positive slope), negative (trend with negative slope) or neutral (without a slope, normalized mean near 0). However, the rate of change is typically smaller than that of the respiration rate. Additionally, the observed temperature gradient is also significantly smaller than that of respiration activity. Therefore, the apnea event detection algorithm (Algorithm 1) was proposed based on the first derivative of the filtered signal. The absolute values of the first derivative signal are normalized in reference to the maximum signal value. The algorithm counts all successive samples for which the values are smaller than the threshold value. The threshold value is calculated as the weighted (K) value of the interquartile range (IQR) for the processed signal. An apnea event is detected if the number of samples (or time after scaling using the sampling frequency value f\ns) is greater than the assumed parameter value Tapnea (e.g., >10 s).Algorithm 1DetectApneaEvents(filteredSignal, Fs, K, Tapnea)\n\n\n",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Finally, the relative amplitude values of respiration signals were analyzed. The change in amplitudes for the respiration waveforms recorded with the reference belt and the thermal camera was investigated. The amplitudes were compared using a qualitative method with comparison of the signal plots in the time domain.",
            "cite_spans": [],
            "section": "Post-processing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nTable 1\npresents the results obtained from all investigated respiration rate estimators for thermal-based respiration signals and for the reference signals recorded using the pressure belt.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 1",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "\nTable 2\npresents the mean square error (MSE), the mean and standard deviation of the absolute differences between the respiration rate estimated using the given estimator for thermal-based respiratory signals and the manually calculated respiration rate (for belt-based signals). The last 4 columns of Table 2 present the results for belt-based signals.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 8,
                    "mention": "Table 2",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 303,
                    "end": 310,
                    "mention": "Table 2",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The charts in Fig. 4\npresent the correlation of RR between values calculated using the reference method (manually for belt-based signals) and for two estimators for thermal-based signals.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 14,
                    "end": 20,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The values of the two signal descriptors (i.e., “complexity” and SPI) were calculated for thermal-based signals (experiment 1, no apnea events) from the nose ROI and from the forehead and cheeks ROIs. For the nose ROI, the mean values and standard deviations were “complexity” = 0.12 ± 0.01 (max value = 0.14; min value = 0.09) and SPI = 0.30 ± 0.09 (max = 0.46; min = 0.15). The same averaged values for the cheek and forehead ROIs were “complexity” = 0.24 ± 0.03 (max = 0.29; min = 0.20) and SPI = 0.18 ± 0.03 (max = 0.23; min = 0.15).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "In Fig. 5\n, the aligned, thermal-based (black) and belt-based (green) respiration signals measured for the subject S01 are presented for all patterns used in experiment 2.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 3,
                    "end": 9,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The 60 recorded pattern signals were analyzed using the methods described in Section 2. Selected results are presented. Table 3\nlists the results of the apnea event detection algorithm for the P2pattern signals (apnea time period to detect > \nTapnea\n = 4 s). The mean, standard deviation and values for the coefficient of determination for the linear regression model were calculated and are shown in Table 3.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 120,
                    "end": 127,
                    "mention": "Table 3",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 401,
                    "end": 408,
                    "mention": "Table 3",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "\nFig. 6\nillustrates selected examples of the apnea event detection results for two special cases: slow respiration rate and increasing temperature values during apnea (subject S04, left chart) and fast respiration rate and decreasing temperature values during apnea (subject S05, right chart).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The respiration rate was also estimated for signals from experiment 2 (60 signals, P1–P5 patterns). The previously used RR estimators were used. In the absence of apnea events (P3), the results were practically the same as those for the data in experiment 1 (i.e., accurate RR estimation, especially using the eRR_ac estimator). In the presence of apnea events (P1, P2, P4, and P5), differences were observed due to the different definitions of the estimators. The eRR_sp and eRR_ac estimate the dominated signal's frequency such that apnea periods did not highly influence the result. Table 4\nlists the estimated respiration rate values for signals with apnea events (P2 pattern). The reference values were calculated for the belt signals using manual indication of points in time for inspiration starts and counting the number of breath events (between beginning of inspirations). Two sets of reference values were calculated: RV1 = values calculated including apnea periods ((no. of events * 60)/(total time)) and RV2 = values calculated excluding apnea periods ((no. of events * 60)/(sum of all periods of breath events)). The values of respiration rates for RV1 are smaller than those for RV2. The results presented in Table 4 for the eRR_sp and eRR_ac estimators were calculated with reference to the RV2 values, whereas the results for eRR_pk were calculated using the RV1 values (i.e., with apnea periods, according to the definition of the respiration rate). Table 5\ndisplays the mean values and standard deviations of the respiration rate differences between estimated values and reference values. Additionally, values for the coefficient of determination for the linear regression model were calculated.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 586,
                    "end": 593,
                    "mention": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1224,
                    "end": 1231,
                    "mention": "Table 4",
                    "ref_id": "TABREF4"
                },
                {
                    "start": 1468,
                    "end": 1475,
                    "mention": "Table 5",
                    "ref_id": "TABREF5"
                }
            ]
        },
        {
            "text": "For example, comparing the respiration rates obtained for the eRR_sp and eRR_ac estimators and using RV1 as a reference leads to much higher (than for RV2) differences between the estimated and reference respiration rates (mean and std. dev.), i.e., 4.677 ± 3.99 for eRR_sp and 5.611 ± 3.214 for eRR_ac.\n",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The “complexity” and SPI descriptors were also calculated for the pattern signals. The highest mean complexity value (lowest similarity to sine signal) was found for the P5 patterns, i.e., 0.163 ± 0.023, whereas the smallest mean value was found for the P3 patterns, i.e., 0.128 ± 0.050. Similarly, for the SPI descriptor, the highest mean value (more spectrally “pure” signal) was found for the P3 patterns, i.e., 0.489 ± 0.191, and the smallest mean value was noted for the P5 patterns, i.e., 0.308 ± 0.095.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The recorded signals for the P1 and P5 patterns (irregular amplitudes) were also analyzed to verify whether the relative change of amplitudes observed for thermal recordings corresponds to the similar change observed for belt recordings. No such correlation was observed. Amplitude modulation for thermal recordings was not related to belt-based signals. Therefore, no quantitative analysis was performed. Fig. 7\nshows examples of respiratory signals recorded simultaneously for the belt and the thermal camera (subject S01). The spectrogram is additionally presented (short time Fourier transform, window size = 250).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 406,
                    "end": 412,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                }
            ]
        },
        {
            "text": "The goal of this paper was to investigate the reliability of estimation of the respiration rate from short thermal image sequences obtained using a mobile thermal camera and to determine which types of respiration patterns can be described.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "Four RR estimators were investigated. The best results were obtained for the estimator based on the periodicity of the autocorrelation as a function of time lags (eRR_ac). A slightly worse accuracy was obtained for the eRR_pk and eRR_sp estimators. The mean differences between the estimated values and reference values were small even for the estimator based on zero-crossing counting. It can be concluded that it is possible to reliably estimate the respiration rate from short-time thermal sequences acquired for faces. Similar studies were previously presented for an estimator based on frequency detection for the maximum peak in the amplitude or PSD spectrum after FFT transform [21] or with classification of frames [22]. However, it was proved in this study that other estimators might produce notably good or even better results. It was also shown that the introduction of signal descriptors that represent the “periodicity” of the signal could aid in differentiation between highly periodical signals (potential respiration waveforms) and other signals (background signals). This approach could be important in automatic evaluation of source ROIs that contain respiration-related information during data acquisition using a thermal camera mounted on smart glasses. In such cases, the face in the thermal image should be automatically detected (e.g., [37], [38]) as well as the nose or mouth ROIs. The dominant frequency of the signal can be detected for almost all signals and also for signals that are not respiration waveforms. Therefore, additional measures such as “complexity” or SPI can be used to aid in differentiation between less or more probable respiration signals or to describe the periodicity of the respiration waveforms.",
            "cite_spans": [
                {
                    "start": 685,
                    "end": 689,
                    "mention": "[21]",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 723,
                    "end": 727,
                    "mention": "[22]",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1360,
                    "end": 1364,
                    "mention": "[37]",
                    "ref_id": "BIBREF36"
                },
                {
                    "start": 1366,
                    "end": 1370,
                    "mention": "[38]",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "The analysis performed for signals that represent different respiration patterns showed rather interesting results. First, it was demonstrated that it is possible to reliably detect apnea periods from thermal-based signals using a relatively simple and fast algorithm. It is also possible to reliably estimate the respiration rate for signals that contain apnea periods. For example, the spectrograms presented in Fig. 6 show highly similar time-frequency characteristics between thermal-based signals and reference signals. However, in the presence of apnea events, the investigated RR estimators produce different results, which is highly related to the definitions of the estimators. The respiration rate is defined as the number of respiration events in a given time window. Therefore, in the presence of apnea events, the estimated respiration rate values should be and were observed to be higher (in reference to the RR definition) for the estimators based on dominant frequencies (eRR_ac, eRR_sp). The methods based on signal changes in the time domain, such as eRR_pk, produced more reliable results. However, different values of the respiration rates estimated using either the dominant frequency or the number of respiration events in the time domain could be used as an additional measure for discrimination between respiration patterns with apnea periods or without apnea. In the absence of apnea events, such estimators should produce similar values (e.g., eRR_ac and eRR_pk). If the values of both estimators are significantly different, the algorithm for detection of apnea periods could be used to verify the presence of cessation of respiratory airflow.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": [
                {
                    "start": 414,
                    "end": 420,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "With the performed qualitative analysis, we verified that it is not possible to directly correlate the amplitude values between thermal-based signals and signals obtained from the reference pressure belt (P1 and P5 patterns). Therefore, it would be difficult to directly differentiate between, e.g., Cheyne-Stokes respirations (P1) and Biot's breathing (P2). However, it can be observed that deeper breaths in the series of respiration events are typically longer due to the physiological mechanisms of breathing. This topic requires further research.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "In conclusion, it was proven that using thermal-based signals captured by mobile thermal camera, it is possible to reliably extract many important respiration parameters, including the RR, periodicity of respiration, presence and length of apnea periods. The results obtained from thermal-based signals are quite similar to and highly correlate with the results obtained for reference measurements (belt).",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "In this study, selected assumptions were applied to focus on a comparison of different RR estimators and extraction of selected parameters of respiration waveforms. It was assumed that subjects do not move (controlled experiment), and thus, the averaging operation in the manually specified ROI should represent the local temperature change due to breathing activity. In real applications, automatic detection and tracking of the source would be much more practical, e.g., using methods described in the introduction. The fixed ROI size was also assumed as being defined in reference to the nose size. Further studies should be performed to analyze the role of the ROI size in reference to the visibility of nasal cavities, especially to eliminate possible amplitude modulation. This last point is especially important when the visibility of nasal cavities changes due to larger head movements.",
            "cite_spans": [],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "The proposed methodology can be used in practice for unobtrusive respiratory monitoring during routine interviews with patients or for screening purposes (e.g., at airports). For example, it is possible to detect tachypnea (RR > 20 bpm) that might indicate hypoxemia, hypercapnia, or anxiety [39]. It is also possible to detect bradypnea (RR < 12 bpm) that might indicate head injuries, drug overdoses or other problems related to the central nervous system. The thermal-based method has theoretical limits related to the required thermal gradient between the human body and the environment. In this study, measurements were performed indoors for two different ambient temperatures: 22 °C and 27 °C. No significant differences were observed in the dynamics of the recorded signals. However, the influence of ambient environment and other measurement limits should be further investigated.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 296,
                    "mention": "[39]",
                    "ref_id": "BIBREF38"
                }
            ],
            "section": "Discussion and conclusions",
            "ref_spans": []
        },
        {
            "text": "The authors declare that there is no conflict of interest regarding the publication of this paper.",
            "cite_spans": [],
            "section": "Conflict of interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF1": {
            "text": "Table 1: Estimated respiratory rates.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 2: Aggregated measures of differences between respiratory rate estimators for thermal signals (first 4 columns) and for belt signals (last 4 columns) versus manually calculated RR values.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 3: Results of the apnea detection algorithm for P2 pattern signals.\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 4: Results of respiration rate estimation for signals with apnea events (for RV1 and RV2 sets).\n",
            "type": "table"
        },
        "TABREF5": {
            "text": "Table 5: Results of respiration rate estimation for signals with apnea events.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: (a) Measurement setup; (b) signal composition procedure.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: (a) TAMARISK thermal camera mounted on the smart glasses prototype frame; (b) Experimental software for extraction of raw signals (i.e., without any processing) from the nose ROI.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Respiration patterns: P1 – amplitude variations with apnea (Cheyne-Stokes respirations), P2 – faster respiration rate with apnea (Biot's breathing, a.k.a. cluster respiration), P3 – fast and intensive respirations (Kussmaul's respirations), P4 – normal respiration rate with apnea (apneustic respirations), P5 – chaotic respiration (in rate and amplitudes, ataxia respirations).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: Correlation of respiration rates between values calculated using the manual method for the belt-based signal (reference) and for (a) the eRR_ac estimator – best result; (b) the eRR_zc estimator – worst result. Other results: for eRR_pk, R2 = 0.97035; for eRR_sp, R2 = 0.95078.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: Aligned thermal-based (black) and belt-based (green) respiration signals measured from the subject S01 for: (a) P1 pattern, (b) P2 pattern, (c) P3 pattern, (d) P4 pattern, and (e) P5 pattern. (For interpretation of the references to color in the text, the reader is referred to the web version of this article).",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Fig. 6: Examples of results for the apnea event detection algorithm. Left chart: Slow respiration rate and increasing temperature values during apnea (subject S04). Right chart: Fast respiration rate and decreasing temperature values during apnea (subject S05, right chart). The upper charts present the original preprocessed signals recorded using the thermal camera.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Fig. 7: Examples of respiratory signals recorded simultaneously (subject S01) for: (a) the belt and (b) the thermal camera. Related spectrograms are presented below.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Members of task force on prolonged apnea. Reports of the task force on prolonged apnea of the American Academy of Pediatrics",
            "authors": [
                {
                    "first": "N.M.",
                    "middle": [],
                    "last": "Nelson",
                    "suffix": ""
                }
            ],
            "year": 1978,
            "venue": "Pediatrics",
            "volume": "61",
            "issn": "",
            "pages": "651-652",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Central sleep apnea, pathophysiology and treatment",
            "authors": [
                {
                    "first": "D.J.",
                    "middle": [],
                    "last": "Eckert",
                    "suffix": ""
                },
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Jordan",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Merchia",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Malhotra",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Chest",
            "volume": "131",
            "issn": "February (2)",
            "pages": "595-607",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Practice parameters for the indications for polysomnography and related procedures: an update for 2005",
            "authors": [
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Kushida",
                    "suffix": ""
                },
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Littner",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Morgenthaler",
                    "suffix": ""
                },
                {
                    "first": "C.A.",
                    "middle": [],
                    "last": "Alessi",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Bailey",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Coleman",
                    "suffix": "Jr."
                }
            ],
            "year": 2005,
            "venue": "Sleep",
            "volume": "28",
            "issn": "4",
            "pages": "499-521",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Respiratory rate measurement: a comparison of methods",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Mackay",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Fahrid",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Krucheck",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Br J Healthc Assist",
            "volume": "05",
            "issn": "01",
            "pages": "18-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Prediction of pneumonia in a pediatric emergency department",
            "authors": [
                {
                    "first": "M.I.",
                    "middle": [],
                    "last": "Neuman",
                    "suffix": ""
                },
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Monuteaux",
                    "suffix": ""
                },
                {
                    "first": "K.J.",
                    "middle": [],
                    "last": "Scully",
                    "suffix": ""
                },
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Bachur",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "Pediatrics",
            "volume": "128",
            "issn": "",
            "pages": "246-253",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Derivation and validation of age and temperature specific reference values and centile charts to predict lower respiratory tract infection in children with fever: prospective observational study",
            "authors": [
                {
                    "first": "R.G.",
                    "middle": [],
                    "last": "Nijman",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "van Veen",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Perera",
                    "suffix": ""
                },
                {
                    "first": "H.A.",
                    "middle": [],
                    "last": "Moll",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Oostenbrink",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMJ",
            "volume": "345",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Respiratory rate: the neglected vital sign",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Cretikos",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Bellomo",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Hillman",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Finfer",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Flabouris",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Med J Aust",
            "volume": "188",
            "issn": "",
            "pages": "657-659",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Bonita",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Beaglehole",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Kjellstrom",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "MedicineNet.Com",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Comparison of respiratory inductive plethysmograpy and thoracic impedance for apnea",
            "authors": [
                {
                    "first": "R.T.",
                    "middle": [],
                    "last": "Brouillette",
                    "suffix": ""
                },
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Morrow",
                    "suffix": ""
                },
                {
                    "first": "D.E.",
                    "middle": [],
                    "last": "Weese-Mayer",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Hunt",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "J Pediatr",
            "volume": "111",
            "issn": "3",
            "pages": "377-383",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Anaxsys Technology Ltd.",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Accuracy and tolerance of a novel bioacoustic respiratory sensor in pediatric patients",
            "authors": [
                {
                    "first": "M.R.",
                    "middle": [],
                    "last": "Macknet",
                    "suffix": ""
                },
                {
                    "first": "P.L.",
                    "middle": [],
                    "last": "Kimball-Jones",
                    "suffix": ""
                },
                {
                    "first": "R.L.",
                    "middle": [],
                    "last": "Applegate",
                    "suffix": ""
                },
                {
                    "first": "R.D.",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                },
                {
                    "first": "M.W.",
                    "middle": [],
                    "last": "Allard",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Anesthesiology",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Hernandez",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "McDuff",
                    "suffix": ""
                },
                {
                    "first": "R.W.",
                    "middle": [],
                    "last": "Picard",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "9th Pervasive Health Conference",
            "volume": "",
            "issn": "",
            "pages": "167-176",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "American Academy of Sleep Medicine",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "American Academy of Sleep Medicine",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Practice parameters for the indications for polysomnography and related procedures",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Standards of Practice Committee of the American Sleep Disorders Association",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Sleep",
            "volume": "20",
            "issn": "",
            "pages": "406-422",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Przystup",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bujnowski",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ruminski",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wtorek",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "The 6th HSI Conference",
            "volume": "",
            "issn": "",
            "pages": "513-517",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Bernal",
                    "suffix": ""
                },
                {
                    "first": "L.K.",
                    "middle": [],
                    "last": "Mestha",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Shilla",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Biomedical and Health Informatics Conference (BHI)",
            "volume": "",
            "issn": "",
            "pages": "101-104",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Model-based parametric images in dynamic thermography",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ruminski",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nowakowski",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kaczmarek",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hryciuk",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Pol J Med Phys Eng",
            "volume": "6",
            "issn": "3",
            "pages": "159-165",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Thermal parametric imaging in the evaluation of skin burn depth",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ruminski",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kaczmarek",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Renkielska",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Nowakowski",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "IEEE Trans Biomed Eng",
            "volume": "54",
            "issn": "2",
            "pages": "303-312",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Pavlidis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Proc. of the 27th Annual Int. Conf. of the IEEE Engineering in Medicine and Biology Society",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Non-contact monitoring of respiratory function using infrared imaging",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Pavlidis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "IEEE Eng Med Biol Mag",
            "volume": "25",
            "issn": "",
            "pages": "57-68",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Thermal infrared imaging: a novel method to monitor airflow during polysomnography",
            "authors": [
                {
                    "first": "J.N.",
                    "middle": [],
                    "last": "Murthy",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "van Jaarsveld",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Pavlidis",
                    "suffix": ""
                },
                {
                    "first": "R.I.",
                    "middle": [],
                    "last": "Harrykissoon",
                    "suffix": ""
                },
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Lucke",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Sleep",
            "volume": "32",
            "issn": "",
            "pages": "1521-1527",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Thermistor at a distance: unobtrusive measurement of breathing",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Fei",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Pavlidis",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "IEEE Trans Biomed Eng",
            "volume": "57",
            "issn": "4",
            "pages": "988-998",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [
                {
                    "first": "A.K.",
                    "middle": [],
                    "last": "Abbas",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Heimann",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Jergus",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Orlikowsky",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Leonhardt",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "BioMed Eng [OnLine]",
            "volume": "10",
            "issn": "93",
            "pages": "1-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ruminski",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. of the 13th Quantitative Infrared Thermography Conference",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Spatio-temporal smoothing as a basis for facial tissue tracking in thermal imaging",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Zhou",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Tsiamyrtzis",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Lindner",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Timofeyev",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Pavlidis",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "IEEE Trans Biomed Eng",
            "volume": "60",
            "issn": "May (5)",
            "pages": "1280-1289",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "",
            "authors": [
                {
                    "first": "F.Q.",
                    "middle": [],
                    "last": "AL-Khalidi",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Saatchi",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Burke",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Elphick",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "ACS/IEEE International Conference on Computer Systems and Applications – AICCSA 2010",
            "volume": "",
            "issn": "",
            "pages": "1-6",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Contact-free respiration rate monitoring using a pan–tilt thermal camera for stationary bike telerehabilitation sessions",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Chauvin",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Hamel",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Brière",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ferland",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Grondin",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Létourneau",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "IEEE Syst J",
            "volume": "",
            "issn": "99",
            "pages": "1-102",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Shastri",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Tsiamyrtzis",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Pavlidis",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": "149-156",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ruminski",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bujnowski",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wtorek",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Andrushevich",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Biallas",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kistler",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. of HSI 2014 Conference",
            "volume": "",
            "issn": "",
            "pages": "101-105",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ruminski",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Smiatacz",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Bujnowski",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Andrushevich",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Biallas",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Kistler",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Proc. of HSI 2015 Conference",
            "volume": "",
            "issn": "",
            "pages": "187-194",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Czuszynski",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ruminski",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Proc. of HSI 2014 Conference",
            "volume": "",
            "issn": "",
            "pages": "182-187",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "A peculiar type of dyspnea: Kussmaul, Cheyne-stokes, and biot respiration",
            "authors": [
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Stanifer",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Hist Med",
            "volume": "3",
            "issn": "1",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Sörnmo",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Laguna",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Detection of selected face areas on thermograms with elimination of typical problems",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Marzec",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Koprowski",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Wrobel",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J Med Inform Technol",
            "volume": "16",
            "issn": "",
            "pages": "151-159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Kwasniewska",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Ruminski",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Proc. of the 13th Quantitative Infrared Thermography Conference",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "",
            "authors": [
                {
                    "first": "L.K.",
                    "middle": [],
                    "last": "Sheldon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}