{
    "paper_id": "PMC7163976",
    "metadata": {
        "title": "Nested and teleconnected vulnerabilities to environmental change",
        "authors": [
            {
                "first": "W",
                "middle": [
                    "Neil"
                ],
                "last": "Adger",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hallie",
                "middle": [],
                "last": "Eakin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Alexandra",
                "middle": [],
                "last": "Winkels",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "There is little doubt that, in the past three decades, the connections of economic, cultural, and political globalization have brought about a revolution in knowledge, information, and ideas around the world. The widespread adoption of principles of sustainability, the increasing commitment of diverse nations to international protocols for achieving global environmental and humanitarian goals, and the spread of participatory democracy can all be attributed in part to the benefits of globalization. But globalization also has negative consequences, which come about, for example, through unregulated flows of capital and the ability of both countries and transnational corporations to wield power at the global scale (Eakin and Lemos 2006).",
            "cite_spans": [],
            "section": "Nested and networked vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "Vulnerability is commonly portrayed as a function of the exposure of a system and its sensitivity to stress, shocks, and adverse change, and its capacity to cope with and adapt to such disturbance. Here, we concentrate on mechanisms that produce interdependence in the vulnerabilities of ecosystems, people, and places. We argue, therefore, that vulnerabilities are interdependent through the mechanisms that increase exposure or sensitivity, as well as the processes that affect capacities. These mechanisms are shown in Figure 1: first, the processes of global environmental change; second, the changing structure of economic markets; and, third, material flows of resources, people, and information.",
            "cite_spans": [],
            "section": "Nested and networked vulnerabilities",
            "ref_spans": [
                {
                    "start": 522,
                    "end": 530,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The first mechanism of interdependence is the set of linked physical, biological, and social processes that constitute global environmental change. Due to the global nature of environmental change processes, which have accelerated during the past century in particular, the impacts of environmental change in one locality are increasingly connected to regional and global systems through human action and response. In what ecologists have termed the “aggregation effect” (O'Neill 1988), shifts in the rate and spatial scope of environmental change, both globally and locally, have the effect of increasing the potential for local‐level influences on global biophysical processes. This is true for shared water resources, land‐use changes associated with urbanization, changes in agricultural practices and location, and systemic changes to the atmosphere through reduction in stratospheric ozone and increases in greenhouse‐gas concentrations.",
            "cite_spans": [],
            "section": "Nested and networked vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "Hence, global environmental change is a collection of processes that can be seen in localities, but with causes and consequences at multiple spatial, temporal, and sociopolitical scales. Ecologists have noted that, in nested systems, there are critical points or thresholds at which local change is more likely to have an aggregate influence (O'Neill and King 1998). For example, there are real and increasingly recognized thresholds in the impacts of climate change, characterized as non‐linear changes in ecosystems and physical systems and brought about through flips in ecosystem function and process, often exacerbated by feedbacks at global and local scales (eg Scheffer et al. 2006). Physical and biological interdependencies are, we would suggest, better known and understood than those in the social realm. Nevertheless, there is growing concern that “flips” in the ecological system of particular places may scale up to have broader implications, not only for the regional biophysical environment, but also for the long‐term viability of human activities in distant places.",
            "cite_spans": [],
            "section": "Nested and networked vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "Second, through the accelerated pace of market interactions, globalization may also contribute to driving social–environmental systems to such critical thresholds. The integration of global markets becomes the structure for teleconnected vulnerabilities at different levels and spatial scales, and thus also introduces new instabilities into social change. The evolving structure of global commodity chains and the movement toward greater global market integration has exacerbated the disparity between rich and poor, both within and between countries. This growing inequality and persistent poverty has profound consequences for natural resource use, conservation, and the prospects for sustainable development. It is increasingly argued that divergence in development paths among world regions has negative consequences for economic growth, human security, and environmental welfare at global scales (Sachs 2005). While it is widely recognized that commodity and financial markets serve as a structure for transferring risks and that these risks often fall on poorer regions, we argue here that the nested relationships of vulnerability mean that levels of sensitivity and capacities to cope with shock are influenced by feedbacks between local and global parts of systems.",
            "cite_spans": [],
            "section": "Nested and networked vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "Of course, the causes of persistent insecurity and poverty in the developing world cannot simply be blamed on the outcomes of globalization (on persistent vulnerability to poverty, see Hulme and Shepherd 2003). Nevertheless, the structure of local economic relations are increasingly nested within the broader structure of consolidated global markets, thus tying the incomes of economically marginal populations not only to local economic shocks but also to the vagaries and price fluctuations of global capital markets. Ultimately, these interdependencies increase the sensitivity of poor populations to other stresses and reduce their capacity to address these risks, thus making them more vulnerable (eg O'Brien and Leichenko 2000).",
            "cite_spans": [],
            "section": "Nested and networked vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "The third interdependence mechanism is the greater interconnectedness (the increase in links between “nodes” of economic and social transaction) among places in the world, brought about by lower transport costs and greater movement of people and material resources. Here, it is not simply this increased interconnectedness that is important, but also the rate at which tangible and intangible material is communicated across space.",
            "cite_spans": [],
            "section": "Nested and networked vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "Demographic changes and migration flows produce new forms of geographic exposure to risk, while conversely providing some populations with new opportunities or access to resources, which enables them to mitigate risk through enhanced capacity. Population movements to agricultural frontiers in Amazonia, Africa, and Asia have had negative implications for forests, biodiversity, and soils and, over the long term, have increased the sensitivity of frontier populations to environmental shocks, such as fire and drought. Rapid urbanization throughout the developing world over the past several decades has increased the capacity of individuals to manage and avoid environmental risks associated with fire, pollution, earthquakes, and other hazards. Yet the same processes simultaneously decrease the collective capacity of urban social–ecological systems to manage shocks and disturbance. In southern Africa, for example, migrants become vectors of HIV/AIDS, creating geographic corridors of increased sensitivity to other stressors, such as drought, and decreased capacity to manage such shocks (Leichenko and O'Brien 2008). Informal settlements of migrant populations are often the most susceptible to impacts from hurricanes, landslides, and earthquakes (Mitchell 1999).",
            "cite_spans": [],
            "section": "Nested and networked vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "Similarly, the increased facility of movement of material resources across space also has direct and indirect consequences for vulnerability. The increased demand for grain and soy associated with a switch to meat and dairy protein in Asia has led, in part, to the dramatic expansion of soy in Argentina and Brazil, with consequences for local rainfall, soil erosion, and land distribution (Nepstad et al. 2006). Energy policy in the US has also caused a dramatic expansion of land planted with corn, as well as a redistribution of grain allocated between export and domestic consumption, with consequences for sensitivity to food security in neighboring Mexico. The consequences of the movement of materials around the world are also increasingly apparent in bio‐invasive species (Perrings et al. 2005), demand for land that leads to habitat conversion, over‐exploitation of species, and even the emergence of new diseases, as discussed in the next section.",
            "cite_spans": [],
            "section": "Nested and networked vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "The nested nature of vulnerability is apparent in the realm of human health. There are subsets of all populations that are more vulnerable to emerging diseases than others, but global interdependence connects these populations –and their vulnerabilities – in new and surprising ways. Over 30 infectious diseases new to medicine emerged between the mid‐1970s and 2000, according to the World Health Organization (see Epstein 2002). These include HIV/AIDS, SARS, Ebola fever, Lyme disease, a new strain of cholera, and toxic Escherichia coli. In addition, there has been a global resurgence and redistribution of well‐known diseases, such as malaria and dengue fever, both of which are transmitted by mosquitoes. Jones et al. (2008) show that for identified emerging diseases, 60% involve zoonoses (diseases of animals that are transmissible to humans) and of those, 70% originate in wildlife.",
            "cite_spans": [],
            "section": "The world catches a cold ::: Examples of nested vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "The factors influencing the observed emergence of new diseases include urbanization, increased human mobility, changing land‐use patterns, and the decline of public health infrastructure in some parts of the world (McMichael 2001). The emergence in 2003 of SARS in Southeast Asia demonstrates the mechanism for teleconnection of vulnerabilities (illustrated in Figure 2). First, the interdependent exposure of specific but distant places to the virus that causes SARS is the outcome of demographic networks facilitated by globalization. Although only a small number of people were infected, due to “shrinking space” caused by globalized communication and transport networks, the global health system now has new instabilities, in which individual outbreaks have the potential to scale up into global crises.",
            "cite_spans": [],
            "section": "The world catches a cold ::: Examples of nested vulnerabilities",
            "ref_spans": [
                {
                    "start": 361,
                    "end": 369,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Second, as part of nested processes of environmental change, the same factors that bring humans and other species into close proximity – with the resulting transfer of diseases to humans – also contribute to the global biodiversity crisis. Third, the patterns of some disease transmission can now be considered embedded in the structure of specific global commodity chains, such that it is not only individual attributes (age, health, income) that make particular populations more vulnerable to disease, but also the collective attribute of being part of specific –global – economic networks.",
            "cite_spans": [],
            "section": "The world catches a cold ::: Examples of nested vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "SARS was first recorded in Guangdong Province in China in early 2003, and within a year there were over 8000 cases and almost 700 deaths in Vietnam, Hong Kong, Singapore, and Canada. Almost half of the early SARS cases in Guangdong occurred among people involved in the animal trade or in food preparation (Parashar and Anderson 2004). The international transmission of the virus caused widespread concern and action by public health officials around the world. The public health interventions were effective and the disease was largely contained in 2003. However, exposed populations from Hong Kong to Toronto were vulnerable, as a result of global connectivity.",
            "cite_spans": [],
            "section": "The world catches a cold ::: Examples of nested vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "The underlying causes in the spread of SARS related to each other in a nested fashion, insofar as local patterns of resource use scaled up to enhance the probability of global outbreaks of disease. Simultaneously, this instance illustrates how the increased flow of materials – in this case, animal products – increases local exposure. The cases of SARS were traced back to individuals in Guangdong who handled live animals sold in food markets. The SARS virus jumped the species barrier to humans: a virus similar to human SARS was identified in masked palm civet cats and, possibly, raccoon dogs. Bell et al. (2004) suggest that it is the trade in wild animals, wreaking havoc on local biodiversity in Southeast Asia, that causes the risk and vulnerability in the first place.",
            "cite_spans": [],
            "section": "The world catches a cold ::: Examples of nested vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "Vulnerabilities to SARS (Figure 2) are therefore connected and interdependent through markets and demographic changes, and through biological feedbacks and linkages. The wildlife trade networks spread the risk, but also cause localized biodiversity loss, as new species are exploited and others become scarce. In this way, SARS illustrates the mechanisms that communicate human exposure to disease, as well as the nested nature of global environmental change. The economic changes associated with increasing incomes and changing consumption patterns combine with land‐use and environmental change to create the conditions that make populations vulnerable to emerging diseases. In the case of SARS, and for many other emerging infectious diseases, globalization of travel and economic linkages spread the vulnerability of susceptible populations across the globe. Jones et al. (2008) show that these are a considerable burden on both the economies of developing countries and on the global public health system seeking to prevent widespread impacts.",
            "cite_spans": [],
            "section": "The world catches a cold ::: Examples of nested vulnerabilities",
            "ref_spans": [
                {
                    "start": 25,
                    "end": 33,
                    "mention": "Figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "As global agricultural commodity markets have become increasingly integrated and consolidated, new instabilities in coffee prices have translated at the local level into reduced livelihood security. Figure 3 shows considerable price volatility for cocoa, palm oil, and rubber, as well as coffee, with coefficients of annual price variation between 30% and 70%. These fluctuations have implications for incomes in producing nations and even for inflation in both importing and exporting countries (Thanh Ha and Shively 2008). For coffee, the income and welfare of farmers are dependent on the highly volatile international market. This volatility, in turn, is heavily influenced by climatic events affecting the world's largest coffee producers – Brazil, and now Vietnam. These global economic teleconnections affect the viability of coffee livelihoods in particular places, and are, in turn, exacerbated or mitigated by local climate impacts, institutional change, and domestic policy reform. As farmers respond to these stressors, their actions alter the local biophysical environment, creating new sensitivities to future environmental shocks while contributing to global environmental change.",
            "cite_spans": [],
            "section": "Coffee: a world in your cup ::: Examples of nested vulnerabilities",
            "ref_spans": [
                {
                    "start": 199,
                    "end": 207,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The most recent crisis of oversupply and low prices has been amplified by low returns to farming, the concentration of stocks in the hands of a few transnational companies, and, increasingly, interchangeable use of coffee beans from different regions (Bacon 2005). The linked fate of farmers in Vietnam and Mexico, described below, illustrates the ways in which the response of individual farmers to market signals and policy change in Vietnam has had important implications not only for Vietnam, but also for other farmers around the globe.",
            "cite_spans": [],
            "section": "Coffee: a world in your cup ::: Examples of nested vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "The international coffee market has always been extremely volatile. Extreme weather events in Brazil, the world's largest coffee‐producing country, have played a strong role in this volatility, causing sudden spikes in world prices which, in 1995 and 1997, translated into a boom for producers in other parts of the world. The aggregate price of exported coffee over the past decades is illustrated in Figure 3. In 1989, the International Coffee Agreement, which up until then regulated the world supply of coffee, collapsed, precipitating a dramatic decline in world prices. The 1990s were also a period of rapid domestic economic change for many coffee‐producing countries, including Vietnam and Mexico. The transformation of the Vietnamese economy from a socialist command economy to an economy based on market principles, coupled with land reforms and changes to the land registration system, gave new opportunities for diversification in livelihoods and mobility to rural households. From 1990 to 2000, as rural households transformed forest into coffee plantations, coffee production increased tenfold in Vietnam; it is now one of the world's largest producers of coffee beans. The fate of Vietnam and Mexico in terms of aggregate exports is shown in Figure 4.",
            "cite_spans": [],
            "section": "Coffee: a world in your cup ::: Examples of nested vulnerabilities",
            "ref_spans": [
                {
                    "start": 402,
                    "end": 410,
                    "mention": "Figure 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 1257,
                    "end": 1265,
                    "mention": "Figure 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "The increased supply of coffee in world markets as a result of the initial production success of Vietnam's smallholders, together with technological innovations in Brazil, has had serious implications for producers elsewhere. As in Vietnam, the 1990s were a period of rapid economic transformation in Mexico. In part of a substantial economic liberalization, Mexico's coffee parastatal (a corporation with full or partial government ownership) was dismantled, state‐owned coffee processing plants were sold to cooperatives or the private sector, and coffee prices and inputs were deregulated. As a result, coffee production in Mexico stagnated in the 1990s, and out‐migration from coffee‐growing regions increased. The coffee‐producing state of Veracruz, for example, experienced a net population loss, due to migration, of nearly 59 000 in 2004 (equivalent to 8 migrants per 1000 people), up from 40 000 in 1990, an increase driven in part by the coffee crisis (Figure 5).",
            "cite_spans": [],
            "section": "Coffee: a world in your cup ::: Examples of nested vulnerabilities",
            "ref_spans": [
                {
                    "start": 963,
                    "end": 971,
                    "mention": "Figure 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The concurrent gains in the livelihood security of Vietnamese farmers as they expanded production cascaded up through the commodity chain to exert subsequent downward pressure on global prices, decreasing the livelihood security of Mexican farmers. A case study of producers in central Veracruz found that over 80% of coffee growers in two communities surveyed in the region reported declining incomes and difficulty in purchasing basic goods as a result of the crisis (Eakin et al. 2006). This resulted in substantial abandonment of coffee crops at the height of the crisis (Figure 6). Mexican producers were also affected by adverse weather events in 1989, 1997, and 1998; the widespread frost in 1989, for example, reportedly damaged 10% of the coffee harvest in the country and caused out‐migration of labor from central Mexico.",
            "cite_spans": [],
            "section": "Coffee: a world in your cup ::: Examples of nested vulnerabilities",
            "ref_spans": [
                {
                    "start": 576,
                    "end": 584,
                    "mention": "Figure 6",
                    "ref_id": "FIGREF5"
                }
            ]
        },
        {
            "text": "The risks of coffee production are teleconnected at both international and national scales. In Vietnam, increased livelihood security for some has translated into greater exposure and decreased capacities for others, as the domestic coffee boom has begun to have unexpected internal repercussions. The rapid expansion of coffee, spurred by the high rate of in‐migration into the Central Highlands, has become a source of conflict between migrants and local inhabitants, and has raised environmental concerns (Rambo and Jamieson 2003). However, by 2000, real coffee prices had fallen in Vietnam to half of what they were in the 1960s, affecting the livelihoods of those specializing in coffee production. Dak Lak is one of the major coffee producing provinces in the Central Highlands, where 95% of agricultural output is coffee. However, as a result of rapid land conversion, the province is affected by declining environmental health in the form of forest loss, soil erosion, loss of biodiversity, and the implications of these for food security, exacerbating widespread economic insecurity for the majority of farmers (DiGregorio et al. 2003). More recently, drought in 2004 and 2005 has threatened production, further decreasing the livelihood security of Vietnamese coffee farmers.",
            "cite_spans": [],
            "section": "Coffee: a world in your cup ::: Examples of nested vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "In short, what appeared to be a viable, and indeed successful, individual adaptation to new economic opportunities in Vietnam has had negative repercussions for the livelihood security of smallholders both within Vietnam and in other places around the world. As a set of nested vulnerabilities, the driving forces in the exposure of farmers in Vietnam and Mexico are similar, yet the local responses and instabilities that have resulted are different. Whereas in‐migration and income diversification have driven the Vietnamese coffee boom, in Mexico, out‐migration from the coffee regions, as a result of the coffee price slump, has decreased the livelihood flexibility of the farm households that remain. While the aggressive expansion of coffee in Vietnam is generating erosion and deforestation, the abandonment of coffee in Mexico may, in the short term, lead to forest regeneration or, in the long term, to the expansion of less ecologically desirable land uses, such as sugarcane and pasture (Hausermann and Eakin 2008).",
            "cite_spans": [],
            "section": "Coffee: a world in your cup ::: Examples of nested vulnerabilities",
            "ref_spans": []
        },
        {
            "text": "The examples of coffee and infectious disease risk show that vulnerability cannot be understood through an analysis of place‐based characteristics alone, and that vulnerability to environmental change is intricately connected with changing sensitivities, exposure, and capacity of local populations. The increasingly consolidated structure of global markets creates circumstances of nested vulnerability, in which shocks at the global scale cascade down to affect local livelihoods and welfare. However, our examples also illustrate the reverse process: as ongoing development pressures and environmental stress move social–ecological systems nearer to thresholds of critical change, the response of even small communities to economic shocks or to new opportunities may trigger vulnerabilities elsewhere.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "We argue that vulnerability therefore needs to be recognized as a phenomenon which is interdependent and teleconnected. Thus, it is possible, and indeed necessary, to compare vulnerabilities in different parts of the world, in terms of common drivers and outcomes. Wildlife traders and hunters in China and Vietnam, in securing their own livelihoods, may be creating vulnerabilities to disease elsewhere in the region. Economic incentives for coffee expansion in Vietnam lead to deforestation, thereby increasing vulnerability to environmental degradation locally, while contributing to livelihood insecurity in rural Mexico.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "But we argue that it is also important to look at synergies between actions. Adaptations to risk and to secure livelihoods taken by individuals in some places have distinctive synergies with the actions and outcomes of other individuals in distant places, acting with the same motivations. The outcomes of farmers' decisions to improve their livelihood security – decisions that may be a reflection of a certain degree of resilience or flexibility – can have negative repercussions not only locally, through transformations of ecology and social relations, but also globally, through market channels and aggregated effects on the global environment.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "To address the nested nature of vulnerability, whether in the context of global health concerns, chronic poverty, or global environmental change, there is a need for greater scientific creativity and new forms of governance. It is increasingly clear that while local vulnerability assessments are essential, understanding interrelated vulnerabilities in different localities will be an important task of future research. The role of population mobility in both increasing exposure to and altering the capacity of economies to diversify forms of risk is poorly understood. Traditional nomadic populations have always employed strategies that spread risks geographically, and such strategies are common in rural–urban cyclical migration (Adger et al. 2002; Thornton et al. 2007). But changing risks of drought or storm impact associated with climate change, for example, have much greater spatial extent, so that traditional strategies may no longer be effective. Similarly, technological change is driving specific ecological vulnerabilities. Berkes et al. (2006) demonstrate that the globalization of fisheries has decreased the resilience of marine ecosystems: exploitation of sea urchins and herbivorous reef fish species in the past three decades, in particular, makes reefs more vulnerable to recurrent disturbances such as hurricanes, and to coral bleaching and mortality due to increased sea surface temperatures.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The key research priority in this area is to identify the circumstances in which local actions to reduce vulnerability or respond to stress may have unanticipated global implications (Young et al. 2006). Events such as the impact of Hurricane Katrina, the 2004 Indian Ocean tsunami, and the 2003 SARS outbreak illustrate that the complexity of current global–local linkages, together with the instabilities introduced by globalization and global environmental change, augment the potential for concurrent, interacting, local‐level shocks. These linkages themselves may feed back into cumulative global change.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Economic, biophysical, and resource flow mechanisms that link vulnerabilities across space and time. These amplify episodes of vulnerability to environmental change and stress, such as in coffee farming in Vietnam and Central America.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Interdependencies between economic, biophysical, and resource flows in vulnerability to the global spread of SARS.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Global annual price indices for coffee, cocoa, palm oil, and rubber, 1960–2006. Data show the relative price for each commodity against an index of 100, set at different years for each commodity. Data from the UNCTAD statistical database (http://www.unctad.org).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Aggregate coffee exports for Vietnam and Mexico, 1977–2004 (thousands of 60‐kg bags). Data from the International Coffee Organization (http://www.ico.org).",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5: Net international migration rates, Veracruz, Mexico, 1990–2006. Data from the Tasa Neta de Migración Internacional, National Population Council, Mexico.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6: Neglected coffee fields during the peak of the 2003 coffee crisis in Veracruz, Mexico.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Vulnerability.",
            "authors": [],
            "year": 2006,
            "venue": "Global Environ Change",
            "volume": "16",
            "issn": "",
            "pages": "268-81",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Clean, green, and beautiful: environment and development under the “renovation economy”.",
            "authors": [],
            "year": 2003,
            "venue": "Postwar Vietnam –dynamic of a transforming society",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Adaptation and the state: Latin America and the challenge of capacity-building under globalization.",
            "authors": [],
            "year": 2006,
            "venue": "Global Environ Change",
            "volume": "16",
            "issn": "",
            "pages": "7-18",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Responding to the coffee crisis: a pilot study of farmers' adaptations in Mexico, Guatemala, and Honduras.",
            "authors": [],
            "year": 2006,
            "venue": "Geogr J",
            "volume": "172",
            "issn": "",
            "pages": "156-71",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Detecting the infectious disease consequences of climate change and extreme weather events.",
            "authors": [],
            "year": 2002,
            "venue": "Environmental change, climate, and health",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Linkages between vulnerability, resilience, and adaptive capacity.",
            "authors": [],
            "year": 2006,
            "venue": "Global Environ Change",
            "volume": "16",
            "issn": "",
            "pages": "293-303",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "The concept of scale and the human dimensions of global change: a survey.",
            "authors": [],
            "year": 2000,
            "venue": "Ecol Econ",
            "volume": "32",
            "issn": "",
            "pages": "217-39",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Producing “viable” landscapes and livelihoods in central Veracruz, Mexico: institutional and producer responses to the coffee commodity crisis.",
            "authors": [],
            "year": 2008,
            "venue": "J Lat Am Geogr",
            "volume": "7",
            "issn": "",
            "pages": "109-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Conceptualizing chronic poverty.",
            "authors": [],
            "year": 2003,
            "venue": "World Dev",
            "volume": "31",
            "issn": "",
            "pages": "403-23",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Global trends in emerging infectious diseases.",
            "authors": [],
            "year": 2008,
            "venue": "Nature",
            "volume": "451",
            "issn": "",
            "pages": "990-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": 2008,
            "venue": "Environmental change and globalization: double exposures",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Migration, remittances, livelihood trajectories and social resilience.",
            "authors": [],
            "year": 2002,
            "venue": "Ambio",
            "volume": "31",
            "issn": "",
            "pages": "358-66",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": 2001,
            "venue": "Human frontiers, environments and disease: past patterns, uncertain futures",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Migration and environment in the context of globalization.",
            "authors": [],
            "year": 2007,
            "venue": "Front Ecol Environ",
            "volume": "5",
            "issn": "",
            "pages": "182-90",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Crucibles of hazard: mega-cities and disasters in transition",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Globalization of the Amazon soy and beef industries: opportunities for conservation.",
            "authors": [],
            "year": 2006,
            "venue": "Conserv Biol",
            "volume": "20",
            "issn": "",
            "pages": "1595-1605",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Double exposure: assessing the impacts of climate change within the context of economic globalisation.",
            "authors": [],
            "year": 2000,
            "venue": "Global Environ Change",
            "volume": "10",
            "issn": "",
            "pages": "221-32",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Hierarchy theory and global change.",
            "authors": [],
            "year": 1988,
            "venue": "Scales and global change",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Homage to St Michael; or, why are there so many books on scale.",
            "authors": [],
            "year": 1998,
            "venue": "Ecological scale: theory and applications",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Severe acute respiratory syndrome: review and lessons of the 2003 outbreak.",
            "authors": [],
            "year": 2004,
            "venue": "Int J Epidemiol",
            "volume": "33",
            "issn": "",
            "pages": "628-34",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "How to manage biological invasions under globalization.",
            "authors": [],
            "year": 2005,
            "venue": "Trends Ecol Evol",
            "volume": "20",
            "issn": "",
            "pages": "212-15",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Adaptation to climate variability and change in the US Great Plains: a multi-scale analysis of Ricardian climate sensitivities.",
            "authors": [],
            "year": 2003,
            "venue": "Agr Ecosyst Environ",
            "volume": "85",
            "issn": "",
            "pages": "133-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Confronting the coffee crisis: can fair trade, organic and speciality coffees reduce small-scale farmer vulnerability in northern Nicaragua.",
            "authors": [],
            "year": 2005,
            "venue": "World Dev",
            "volume": "33",
            "issn": "",
            "pages": "497-511",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Upland areas, ethnic minorities and development.",
            "authors": [],
            "year": 2003,
            "venue": "Postwar Vietnam –dynamics of transforming society",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "The end of poverty: economic possibilities for our time",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Positive feedback between global warming and atmospheric CO2 concentration inferred from past climate change.",
            "authors": [],
            "year": 2006,
            "venue": "Geophys Res Lett",
            "volume": "33",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Coffee boom, coffee bust and smallholder response in Vietnam's Central Highlands.",
            "authors": [],
            "year": 2008,
            "venue": "Rev Dev Econ",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Coping strategies in livestock-dependent households in East and Southern Africa: a synthesis of four case studies.",
            "authors": [],
            "year": 2007,
            "venue": "Hum Ecol",
            "volume": "35",
            "issn": "",
            "pages": "461-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "A framework for vulnerability analysis in sustainability science.",
            "authors": [],
            "year": 2003,
            "venue": "P Natl Acad Sci USA",
            "volume": "100",
            "issn": "",
            "pages": "8074-79",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "The globalization of socio-ecological systems: an agenda for scientific research.",
            "authors": [],
            "year": 2006,
            "venue": "Global Environ Change",
            "volume": "16",
            "issn": "",
            "pages": "304-16",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Animal origins of SARS coronavirus: possible links with the international trade in small carnivores.",
            "authors": [],
            "year": 2004,
            "venue": "Philos T R Soc B",
            "volume": "359",
            "issn": "",
            "pages": "1107-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "The future of production systems in a globalized world.",
            "authors": [],
            "year": 2007,
            "venue": "Front Ecol Environ",
            "volume": "5",
            "issn": "",
            "pages": "191-98",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Globalization, roving bandits, and marine resources.",
            "authors": [],
            "year": 2006,
            "venue": "Science",
            "volume": "311",
            "issn": "",
            "pages": "1557-58",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "Scale and cross-scale dynamics: governance and information in a multi-level world.",
            "authors": [],
            "year": 2006,
            "venue": "Ecol Soc",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "The human dimension of vulnerability.",
            "authors": [],
            "year": 1994,
            "venue": "Industrial ecology and global change",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Social vulnerability to environmental hazards.",
            "authors": [],
            "year": 2003,
            "venue": "Soc Sci Quart",
            "volume": "84",
            "issn": "",
            "pages": "242-61",
            "other_ids": {
                "DOI": []
            }
        }
    }
}