{
    "paper_id": "PMC7194914",
    "metadata": {
        "title": "Clinical characteristics of 225 patients with COVID-19 in a tertiary Hospital near Wuhan, China",
        "authors": [
            {
                "first": "Ruoqing",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jigang",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Fang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Lei",
                "middle": [],
                "last": "Lv",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jie",
                "middle": [],
                "last": "Yu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Guangyan",
                "middle": [],
                "last": "Sun",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yu",
                "middle": [],
                "last": "Ma",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaojuan",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jianqiang",
                "middle": [],
                "last": "Ding",
                "suffix": "",
                "email": "jding18@foxmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A worldwide outbreak of a respiratory illness, first identified in Wuhan, China, is ongoing. The disease is caused by a novel coronavirus, SARS-CoV-2 and on February 11, 2020, was officially named the Coronavirus Disease 2019 (COVID-19) by the World Health Organization(WHO) [1,2]. Many of the COVID-19 patients during the early outbreak in Wuhan, reportedly had some link to a large seafood and animal market, suggesting an animal-to-person spread of the virus. However, a growing number of patients reportedly have not had exposure to animal markets, indicating that a person-to-person spread is occurring [3,4].",
            "cite_spans": [
                {
                    "start": 276,
                    "end": 277,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 278,
                    "end": 279,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 609,
                    "end": 610,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 611,
                    "end": 612,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "In the present investigation, clinical characteristics of 225 patients with COVID-19 have been collected. All patients were admitted between January 20 and February 14, 2020, to the Hanchuan City People's Hospital located in Hanchuan city near Wuhan. Their clinical manifestation, laboratory data, and computed tomography (CT) results have been analyzed.",
            "cite_spans": [],
            "section": "Objectives",
            "ref_spans": []
        },
        {
            "text": "The study included 225 COVID-19 patients admitted to the Department of Infectious Diseases, Hanchuan City People's Hospital, between January 20 and February 14, 2020. The subjects were selected according to the Novel Coronavirus Infection Pneumonia Diagnosis and Treatment Standards (the fifth edition) (National Health Committee) and their general information, clinical symptoms, laboratory data, and CT data were collected for further analysis.",
            "cite_spans": [],
            "section": "Patients ::: Study design",
            "ref_spans": []
        },
        {
            "text": "Blood tests were performed on the day of admission in all patients. They included blood cell differential count, C-reactive protein (CRP), procalcitonin (PCT), erythrocyte sedimentation rate (ESR), alanine aminotransferase (ALT), aspartate aminotransferase (AST), total bilirubin (TBil), serum creatinine (Cr), and blood urea nitrogen (BUN).",
            "cite_spans": [],
            "section": "Blood biochemistry ::: Study design",
            "ref_spans": []
        },
        {
            "text": "All patients were subjected to chest CT imaging using the SOMATOM Definition AS 64 instrument and the results were analyzed by the Syngovia software (Siemens, Berlin, Germany) one day before the admission.",
            "cite_spans": [],
            "section": "Chest imaging examination using CT ::: Study design",
            "ref_spans": []
        },
        {
            "text": "Total RNA was extracted from exfoliated cells of the pharynx or the nasal cavity with throat swabs or sputum using Trizol (Sigma-Aldrich, St. Louis, MO, USA) [5]. A one-step real-time PCR kit (VR-11-120) for the detection of 20219-nCoV ORF1ab/N gene was purchased from Shanghai Huirui Biotechnology (Shanghai, China).The PCR reactions were performed using the Roche 480 thermocycler (Roche Molecular Systems, Branchburg, NJ, USA). The PCR program consisted of 50 °C for 15 min, 95 °C for 5 min, 45 cycles of 95 °C for 10 sec, 55 °C for 45 s, and was terminated by dissociation.",
            "cite_spans": [
                {
                    "start": 159,
                    "end": 160,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Detection of SARS-CoV-2 using one-step real-time PCR ::: Study design",
            "ref_spans": []
        },
        {
            "text": "Data were analyzed using the SigmaStat software (SPSS Inc., Chicago, IL, USA). The count data are expressed as a rate (%) and compared using the χ2 test. The difference was considered statistically significant when P < 0.05.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Study design",
            "ref_spans": []
        },
        {
            "text": "The patients were diagnosed on the basis of clinical manifestations and laboratory findings. All subjects were positive for SARS-CoV-2 virus RNA detected by RT-PCR. The patients included 120 males and 105 females and had had no contact with the Wuhan Huanan seafood market. Their average age was 50 ± 14 years. The major clinical symptoms were fever (84.44 % of patients), cough (56.44 % of patients), dyspnea (4.00 % of patients), expectoration, fatigue, chills, headache, chest pain, and pharyngalgia (3.56 %–22.67 %). Hypertension was present in 20.89 % of subjects. Severe COVID-19 was diagnosed in 37 (16.44 %) patients. The antimicrobial agent moxifloxacin was used in 65.78 % of cases. Moreover, 31.56 % of patients received Ribavirin, 59.11 % of patients received Abidol, and 61.33 % of patients received Oseltamivir. Methylprednisolone was administered in 44.44 % of cases, and anti-inflammatory drugs and supportive care were used for some patients. One or two weeks later, patients' respiratory symptoms began to improve, the infiltrates in the lung began to absorb gradually, and the counts of white blood cells (WBCs) and lymphocytes returned to normal values. Twenty of non-severe COVID-19 patients recovered and were discharged. As of February 29, 2020, there were only two cases of death (0.89 %) with an underlying disease or bacterial co-infection.",
            "cite_spans": [],
            "section": "Clinical findings ::: Results",
            "ref_spans": []
        },
        {
            "text": "At admission, the counts of WBCs and lymphocytes were normal or decreased in 86.67 % and 99.11 % of patients, respectively. CRP was increased in 86.22 % of patients (mean, 60.4 ± 57.5; normal range, 0–10 mg/L), PCT was increased in 10.67 % of patients (mean, 0.87 ± 0.56; normal range, 0–0.5 mg/L), and ESR was increased in 90.22 % of patients (mean, 55.8 ± 25.3; normal range, 0–15 mm/h). ALT, AST, TBil, Cr, and BUN were within normal ranges.",
            "cite_spans": [],
            "section": "Laboratory test results ::: Results",
            "ref_spans": []
        },
        {
            "text": "CT results documented that all patients had lung infiltrates. Multiple patchy glassy shadows were present in both lungs, particularly in the peripheral areas, in 86.22 % of COVID-19 patients. With the progression of the disease, the lesions increased and their scope in size or number expanded; glassy shadows co-existed with solid or stripe shadows (Fig. 1\n).",
            "cite_spans": [],
            "section": "Chest CT findings ::: Results",
            "ref_spans": [
                {
                    "start": 351,
                    "end": 357,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Hypertension was found more frequent in the severe COVID-19 group than in the non-severe group (45.95 % (n = 188) vs. 15.96 % (n = 37), X2 = 16.824, P < 0.0001), and there is no significant sexual difference in morbidity between male group and female group (20.8 % (n = 120) vs 11.4 % (n = 105), X2 = 3.605, P > 0.05)",
            "cite_spans": [],
            "section": "Statistical analysis ::: Results",
            "ref_spans": []
        },
        {
            "text": "COVID-19 pneumonia caused by a novel SARS-CoV-2 virus emerged in December 2019 in Wuhan, China, and then spread to the suburbs, the rest of China, and the entire world [[6], [7], [8], [9]]. Fever, cough, multiple patchy glassy shadows on CT images of the peripheral and posterior lungs, and normal or decreased white blood cells are the common clinical feature of COVID-19, while some of patients showed severe acute respiratory syndrome (SARS) or death. Early epidemic investigation showed that the Wuhan Huanan seafood market may be the first identified source of infection7, but solid data have shown the possibility of a person-to-person spread [10,11]. None of the patients included in the current study had any direct or indirect connection with the Huanan seafood market. It has been known that the SARS coronavirus utilizes the angiotensin-converting enzyme 2 (ACE2) receptor to enter the cell [12]. ACE2 receptor is a relatively new member of the renin-angiotensin system, and the maintenance of normal ACE2 levels in the lung promotes resistance against inflammatory lung disease [13]. SARS-CoV-2 is a novel coronavirus and the mechanism by which SARS-CoV-2 viruses enter and damage the cells is still unclear. The studies of Huang et al. [14] and Zhang et al. [15] have found that, respectively, 6 of 41(15 %) and 42 of 140 (30 %) COVID-19 patients have hypertension. In the present investigation, the incidence of hypertension was 45.95 % (17of 37patients) in the severe COVID-19 group compared to 15.96 % (30 of 188 patients) in the non-severe group. This finding is consistent with the notion that hypertension is a high risk for COVID-19 patients. However, the mechanism underlying this link is unknown. The possibility can be raised that high blood pressure may damage ACE2 receptor-expressing endothelial or alveolar epithelial cells in the lung.",
            "cite_spans": [
                {
                    "start": 169,
                    "end": 172,
                    "mention": "[6]",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 174,
                    "end": 177,
                    "mention": "[7]",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 179,
                    "end": 182,
                    "mention": "[8]",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 184,
                    "end": 187,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 650,
                    "end": 652,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 653,
                    "end": 655,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 903,
                    "end": 905,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1091,
                    "end": 1093,
                    "mention": "13",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 1250,
                    "end": 1252,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1272,
                    "end": 1274,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Hanchuan is a smaller city with a population of 1,000,000, located 45 km from Wuhan. Patients with COVID-19 in this type of city near Wuhan have not been previously described in detail. The present investigation provides clinical, laboratory, and imaging findings of emerging SARS-CoV-2 coronavirus pneumonia in humans, and can represent the real-world scenario of the epidemics in the suburbia after the initial breakout of COVID-19 in the epicenter of Wuhan, China.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Fever, cough, and conspicuous ground-grass opacity lesions in the lungs apparent in CT images combined with a normal or decreased count of WBCs are highly suspected clinical features of COVID-19 pneumonia found in patients from a city near Wuhan without a history of epidemic exposure. These clinical characteristics of COVID-19 are very similar to those identified in Wuhan, but the lower mortality can be attributed to better supplies of medical devices, a better understanding of the disease, and possibly lower levels of toxic substances in the environment. Defining the role of these factors will require further studies. The study confirmed that hypertension is a high-risk factor of the disease. The collected data provide insights on COVID-19 caused by SARS-Cov-2 in a smaller city near Wuhan, China.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study was approved by the Human Ethics Committee and the Research Ethics Committee of Hanchuan City People's Hospital, Hubei, China. Data records were deidentified and completely anonymous, so informed consent was waived.",
            "cite_spans": [],
            "section": "Ethics approval and consent to participate",
            "ref_spans": []
        },
        {
            "text": "The datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request.",
            "cite_spans": [],
            "section": "Availability of data and materials",
            "ref_spans": []
        },
        {
            "text": "The authors declare that they have no known competing interest.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        },
        {
            "text": "No funding was received for this work.",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        },
        {
            "text": "RL, JT, FY, LL, JY, GS, YM, and XY are clinicians and provided clinical details. RL did statistical analysis and composed the figure. JD wrote the manuscript. All authors were involved in the compiling of the report and approved the final version.",
            "cite_spans": [],
            "section": "Author’s contributions",
            "ref_spans": []
        },
        {
            "text": "\nRuoqing Li: Writing - original draft. Jigang Tian: Methodology. Fang Yang: Data curation. Lei Lv: Resources. Jie Yu: Investigation. Guangyan Sun: Supervision. Yu Ma: Formal analysis. Xiaojuan Yang: Validation. Jianqiang Ding: Writing - review & editing, Conceptualization.",
            "cite_spans": [],
            "section": "CRediT authorship contribution statement",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Chest CT imaging on day 0 (one day before the admission), day 8, and day 23. Image obtained on day 0 shows slight opacities in the left and right upper lobes. Evolution to a mixed pattern of ground-glass opacities and consolidation is apparent on day 8. On day 23, healing of the consolidations and ground-glass opacities is evident.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and corona virus disease-2019 (COVID-19): the epidemic and the challenges",
            "authors": [
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "T.P.",
                    "middle": [],
                    "last": "Shih",
                    "suffix": ""
                },
                {
                    "first": "W.C.",
                    "middle": [],
                    "last": "Ko",
                    "suffix": ""
                },
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Tang",
                    "suffix": ""
                },
                {
                    "first": "P.R.",
                    "middle": [],
                    "last": "Hsueh",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Int. J. Antimicro. Agents.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.ijantimicag.2020.105924"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [
                {
                    "first": "Z.J.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s15010-020-01401-y"
                ]
            }
        },
        "BIBREF2": {
            "title": "China Novel Coronavirus Investigating and Research Team. A Novel Coronavirus from Patients with Pneumonia in China, 2019",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "W.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "382",
            "issn": "",
            "pages": "727-733",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Emerging understandings of 2019-nCoV",
            "authors": [
                {
                    "first": "The",
                    "middle": [],
                    "last": "Lancet",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "MicroRNA isolation by trizol-based method and its stability in stored serum and cDNA derivatives",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Trakunram",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Champoochana",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Chaniad",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Thongsuksai",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Raungrut",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Asian Pac. J. Cancer Prev.",
            "volume": "20",
            "issn": "",
            "pages": "1641-1647",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The epidemiological characteristics of an outbreak of 2019 novel coronavirus diseases (COVID-19) in China",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Novel Coronavirus Pneumonia Emergency Response Epidemiology Team",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhonghua Liu Xing Bing Xue Za Zhi",
            "volume": "41",
            "issn": "",
            "pages": "145-151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Ren",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "395",
            "issn": "",
            "pages": "497-506",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "First case of 2019 novel coronavirus in the United States",
            "authors": [
                {
                    "first": "M.L.",
                    "middle": [],
                    "last": "Holshue",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "DeBolt",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Lindquist",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "H.Lofy",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Wiiesman",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Bruce",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N. Engl. J. Med.",
            "volume": "382",
            "issn": "",
            "pages": "929-936",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Development of Genetic Diagnostic Methods for Novel Coronavirus 2019 (nCoV-2019) in Japan",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Shirato",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Nao",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Katano",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Takayama",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Saito",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Kato",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Jpn. J. Infect. Dis.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7883/yoken.JJID.2020.061"
                ]
            }
        },
        "BIBREF9": {
            "title": "2019-nCoV (Wuhan virus), a novel Coronavirus: human-to-human transmission, travel-related cases, and vaccine readiness",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Ralph",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Lew",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Francis",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Xue",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Roux",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Infect. Dev.",
            "volume": "14",
            "issn": "",
            "pages": "3-17",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Backcalculating the incidence of infection with COVID-19 on the diamond princess",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A hexapeptide of the receptor-binding domain of SARS corona virus spike protein blocks viral entry into host cells via the human receptor ACE2",
            "authors": [
                {
                    "first": "A.W.",
                    "middle": [],
                    "last": "Struck",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Axmann",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Pfefferle",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Meyer",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Antiviral Res.",
            "volume": "94",
            "issn": "",
            "pages": "288-296",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Pulmonary angiotensin-converting enzyme 2 (ACE2) and inflammatory lung disease",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Jia",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Shock",
            "volume": "46",
            "issn": "",
            "pages": "239-248",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Characteristics of and Public Health Responses to the Coronavirus Disease 2019 Outbreak in China",
            "authors": [
                {
                    "first": "S.Q.",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "H.J.",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J. Clin. Med.",
            "volume": "9",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Clinical characteristics of 140 patients infected by SARS-CoV-2 in Wuhan, China",
            "authors": [
                {
                    "first": "J.J.",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "Y.Y.",
                    "middle": [],
                    "last": "Cao",
                    "suffix": ""
                },
                {
                    "first": "Y.D.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "Y.B.",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "Y.Q.",
                    "middle": [],
                    "last": "Yan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Allergy",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1111/all.14238"
                ]
            }
        }
    }
}