{
    "paper_id": "PMC7089479",
    "metadata": {
        "title": "Genome-Wide Association Studies Complemented with Mechanistic Biological Studies Identify Sortilin 1 as a Novel Regulator of Cholesterol Trafficking",
        "authors": [
            {
                "first": "Ali",
                "middle": [
                    "J."
                ],
                "last": "Marian",
                "suffix": "",
                "email": "Ali.J.Marian@uth.tmc.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The findings illustrate the potential power of the GWAS, when complemented with mechanistic studies, in elucidation of functional effects of the DNA sequence variants and identification of new pathways for the pathogenesis of complex phenotypes [1]. The main strength of the present study is its multi-tier approach, which is exemplary for genetic association studies. Accordingly, the authors replicated the findings of the previous GWAS studies in two independent populations. Then they analyzed association of the rs646776 SNP located at this locus with the mRNA levels of SARS, CELSR2, PSRC1, MYBPHL, SORT1, PSMA5, and SYPL2, which are also located at the 1p13 locus. They found that the minor allele was associated with increased expression levels of CELSR2, PSRC1, and SORT1 in human liver tissues. The strongest association was with SORT1 mRNA and protein. To identify the culprit SNP, the authors fine-mapped the region, defined the haplotypes, and analyzed the functional significance of the variants using a reporter assay, which led to identification of the rs12740374 SNP as a candidate SNP. The major allele of this SNP, when included in the haplotype, had the largest effect size on the transcriptional activity of the haplotype. Bioinformatics analysis showed that the minor allele created a C/EBP-α binding site by changing the wild-type sequence GGTGCTCAAT to GTTGCTCAAT on the SORT1 promoter. Binding of the C/EBP-α to DNA sequence at this site increased the promoter activity and expression level of SORT1. To consolidate the findings, the authors over-expressed Sort1 in live mice using recombinant adeno-associated viruses and showed it reduced plasma LDL-C levels. Conversely, suppression of expression of Sort1 in the liver led to increased plasma LDL-C levels. Thus, the authors validated the effects of SORT1 on plasma LDL-C at multiple levels.",
            "cite_spans": [
                {
                    "start": 246,
                    "end": 247,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "The findings are also in accord with the results of previous genetic studies that have reported an association between SNPs at the 1p13 locus and plasma cholesterol levels and atherosclerosis [2–4]. The minor allele of the rs599839 SNP in SORT1 gene was associated with a decrease of serum LDL-C by 0.14 mmol/L and a 9% decreased risk of coronary atherosclerosis [3]. Despite the strength of the genetic studies, there is uncertainty at the mechanistic level. A recent study showed that Sort1 interacts with apolipoprotein B100 (apoB100) in the Golgi apparatus and facilitates formation and hepatic export of apoB100-containing lipoproteins [5]. Consequently, in contrast to the findings by Musunuru et al. [1], over-expression of Sort 1 stimulated hepatic release of lipoproteins and led to increased plasma LDL levels [5]. Thus, the genetic data provide robust evidence for the causal role of SORT1 in regulating plasma LDL-C. However, the responsible mechanism(s) remain to be established.",
            "cite_spans": [
                {
                    "start": 193,
                    "end": 194,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 195,
                    "end": 196,
                    "mention": "4",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 364,
                    "end": 365,
                    "mention": "3",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 642,
                    "end": 643,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 708,
                    "end": 709,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 821,
                    "end": 822,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "The above discoveries are remarkable, as the previous functional studies of the GWAS results typically have faced formidable challenges in identifying new mechanisms. The demanding task of identifying the responsible mechanism(s) of allelic association studies is not only evident for SORT1 but also for the 9p21 locus, which in multiple independent studies has been linked to atherosclerosis and its complications [6–8]. The locus regulates expression levels of the cell cycle regulators Cdkn2a and Cdkn2b, which are tumor suppressor genes and markers of cell senescence [9]. Deletion of the orthologous region of 9p21 locus in the mouse genome is associated with significant reductions in the expression levels of Cdkn2a and Cdkn2b [10]. In accord with this finding, smooth muscle cells isolated from the 9p21-null mice showed excessive proliferation and reduced cell senescence [10]. These findings are insightful but perhaps to some extent intuitive, as they implicate biological aging as the potential mechanism for atherosclerosis. In contrast, functional studies of the 1p31 locus have been impressive in identifying SORT1 as a novel pathway in cholesterol trafficking, despite the exact mechanisms being completely elucidated.",
            "cite_spans": [
                {
                    "start": 416,
                    "end": 417,
                    "mention": "6",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 418,
                    "end": 419,
                    "mention": "8",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 573,
                    "end": 574,
                    "mention": "9",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 735,
                    "end": 737,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 882,
                    "end": 884,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "GWAS, by genotyping the relatively common alleles, have the inherent limitation of identifying alleles that are typically expected to exert minimal or negligible effects on the phenotype [11]. By and large, the common alleles appear to explain only a small fraction of the phenotype [12]. Hence, a significant component of the heritability of the complex phenotypes such as atherosclerosis remains unaccounted for, which is often referred to as “the missing heritability” or “the dark matter of heritability.” The proponents of GWAS contend that studies with larger sample sizes and a higher SNP density could lead to identification of the “missing heritability” by detecting alleles with very small effect sizes. Conversely, there is an increasing interest in direct DNA sequencing as a means of identifying rare alleles that exert large effect sizes [13]. Advances in DNA sequencing technologies, such as the next-generation sequencing platforms, afford the opportunity to sequence the whole exome or even the whole genome of every individual and identify rare and novel variants. Considering that each exome has approximately 10,000 non-synonymous variants and probably about 200–300 novel ns-synonymous variants, deep sequencing is likely to dominate genetic studies of complex phenotype in the coming years [14–18]. Whole genome sequencing also has the advantage of identifying non-coding sequences, including the regulatory variants with significant effect sizes, as was in the case of SORT1. However, “the dark matter of heritability” is likely due to complex interactions between various genetic, genomic, and epigenetic factors [12]. Likewise, the phenotype is the consequence of non-linear and stochastic interactions between different genetic and non-genetic constituents, including environmental factors.",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 284,
                    "end": 286,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 853,
                    "end": 855,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1313,
                    "end": 1315,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1316,
                    "end": 1318,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1638,
                    "end": 1640,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "Discovery of any new genetic variant or new molecular pathway naturally raises the interest in exploiting the discovery for therapeutic interventions. Sortilin 1 is a biologically plausible therapeutic target as it is involved in the transport and processing of LDL-C in the liver cells. However, the contrasting results of two mechanistic studies do not provide guidance on how to pursue interventions [1, 5]. Interventions aimed to increase SORT1 level might be more challenging than targeting its suppression, but both are potentially achievable. The next level of challenge is the potential fortuitous effect of interventions to enhance or suppress expression of SORT1, as this protein is diffusely expressed and is a multi-ligand receptor with functions in lysosomal trafficking in various organs, including the brain [19]. Therefore, exploiting the new discovery of SORT1 pathway for therapeutic gain could prove difficult but not necessarily impossible.",
            "cite_spans": [
                {
                    "start": 404,
                    "end": 405,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 407,
                    "end": 408,
                    "mention": "5",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 824,
                    "end": 826,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "In conclusion, the study reviewed here provides multiple lines of evidence that establish SORT1 as a novel regulator of plasma LDL-C levels and hence, as a potential target for therapeutic intervention for hypercholesterolemia and atherosclerosis.",
            "cite_spans": [],
            "section": "Comments",
            "ref_spans": []
        },
        {
            "text": "A.J. Marian has received grants from the National Institutes of Health and the Burroughs Wellcome Fund.",
            "cite_spans": [],
            "section": "Disclosure",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Nature’s genetic gradients and the clinical phenotype",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Marian",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Circ Cardiovasc Genet",
            "volume": "2",
            "issn": "6",
            "pages": "537-9",
            "other_ids": {
                "DOI": [
                    "10.1161/CIRCGENETICS.109.921940"
                ]
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The diploid genome sequence of an Asian individual",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Goodman",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "456",
            "issn": "7218",
            "pages": "60-5",
            "other_ids": {
                "DOI": [
                    "10.1038/nature07484"
                ]
            }
        },
        "BIBREF6": {
            "title": "The diploid genome sequence of an individual human",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Sutton",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Feuk",
                    "suffix": ""
                },
                {
                    "first": "AL",
                    "middle": [],
                    "last": "Halpern",
                    "suffix": ""
                },
                {
                    "first": "BP",
                    "middle": [],
                    "last": "Walenz",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "PLoSBiol",
            "volume": "5",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pbio.0050254"
                ]
            }
        },
        "BIBREF7": {
            "title": "The complete genome of an individual by massively parallel DNA sequencing",
            "authors": [
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Srinivasan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Egholm",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "McGuire",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Nature",
            "volume": "452",
            "issn": "7189",
            "pages": "872-6",
            "other_ids": {
                "DOI": [
                    "10.1038/nature06884"
                ]
            }
        },
        "BIBREF8": {
            "title": "Targeted capture and massively parallel sequencing of 12 human exomes",
            "authors": [
                {
                    "first": "SB",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Turner",
                    "suffix": ""
                },
                {
                    "first": "PD",
                    "middle": [],
                    "last": "Robertson",
                    "suffix": ""
                },
                {
                    "first": "SD",
                    "middle": [],
                    "last": "Flygare",
                    "suffix": ""
                },
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Bigham",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nature",
            "volume": "461",
            "issn": "7261",
            "pages": "272-6",
            "other_ids": {
                "DOI": [
                    "10.1038/nature08250"
                ]
            }
        },
        "BIBREF9": {
            "title": "Genetic variation in an individual human exome",
            "authors": [
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Ng",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Levy",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "TB",
                    "middle": [],
                    "last": "Stockwell",
                    "suffix": ""
                },
                {
                    "first": "BP",
                    "middle": [],
                    "last": "Walenz",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "PLoS Genet",
            "volume": "4",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pgen.1000160"
                ]
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Genome-wide association of early-onset myocardial infarction with single nucleotide polymorphisms and copy number variants",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Kathiresan",
                    "suffix": ""
                },
                {
                    "first": "BF",
                    "middle": [],
                    "last": "Voight",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Purcell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Musunuru",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ardissino",
                    "suffix": ""
                },
                {
                    "first": "PM",
                    "middle": [],
                    "last": "Mannucci",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "Nat Genet",
            "volume": "41",
            "issn": "3",
            "pages": "334-41",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.327"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "A common allele on chromosome 9 associated with coronary heart disease",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "McPherson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Pertsemlidis",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Kavaslar",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Stewart",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "5830",
            "pages": "1488-91",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1142447"
                ]
            }
        },
        "BIBREF16": {
            "title": "A common variant on chromosome 9p21 affects the risk of myocardial infarction",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Helgadottir",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thorleifsson",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Manolescu",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gretarsdottir",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Blondal",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Jonasdottir",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Science",
            "volume": "316",
            "issn": "5830",
            "pages": "1491-3",
            "other_ids": {
                "DOI": [
                    "10.1126/science.1142842"
                ]
            }
        },
        "BIBREF17": {
            "title": "Genomewide association analysis of coronary artery disease",
            "authors": [
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Samani",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Erdmann",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hengstenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Mangino",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Mayer",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "N Engl J Med",
            "volume": "357",
            "issn": "5",
            "pages": "443-53",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa072366"
                ]
            }
        },
        "BIBREF18": {
            "title": "Cellular senescence in cancer and aging",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Collado",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Blasco",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Serrano",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Cell",
            "volume": "130",
            "issn": "2",
            "pages": "223-33",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cell.2007.07.003"
                ]
            }
        }
    }
}