{
    "paper_id": "PMC7247790",
    "metadata": {
        "title": "Revisiting the 1957 and 1968 influenza pandemics",
        "authors": [
            {
                "first": "Mark",
                "middle": [],
                "last": "Honigsbaum",
                "suffix": "",
                "email": "http://www.markhonigsbaum.co.uk/",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The virus emerged in China in the winter of 1957 and spread rapidly worldwide via ships, aeroplanes, and trains. In April, it sparked a major epidemic in Hong Kong, where about 250 000 people were infected, and by June India had seen over a million cases. Shortly afterwards, it made landfall in the UK, and by September outbreaks were being reported in England, Wales, and Scotland. General practitioners were “amazed at the extraordinary infectivity of the disease” and the suddenness with which it attacked younger age groups. Yet, while some members of the College of General Practitioners called for the UK Government to issue a warning about the dangers presented by the virus and coordinate a national response, the ministry of health demurred. Instead, the virus was permitted to run its course.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The 1957 outbreak was not caused by a coronavirus—the first human coronavirus would not be discovered until 1965—but by an influenza virus. However, in 1957, no one could be sure that the virus that had been isolated in Hong Kong was a new pandemic strain or simply a descendant of the previous 1918–19 pandemic influenza virus.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The result was that as the UK's weekly death count mounted, peaking at about 600 in the week ending Oct 17, 1957, there were few hysterical tabloid newspaper headlines and no calls for social distancing. Instead, the news cycle was dominated by the Soviet Union's launch of Sputnik and the aftermath of the fire at the Windscale nuclear reactor in the UK.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "By the time this influenza pandemic—known colloquially at the time as “Asian flu”—had concluded the following April, an estimated 20 000 people in the UK and 80 000 citizens in the USA were dead. Worldwide, the pandemic, sparked by a new H2N2 influenza subtype, would result in more than 1 million deaths.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The subsequent 1968 influenza pandemic—or “Hong Kong flu” or “Mao flu” as some western tabloids dubbed it—would have an even more dramatic impact, killing more than 30 000 individuals in the UK and 100 000 people in the USA, with half the deaths among individuals younger than 65 years—the reverse of COVID-19 deaths in the current pandemic. Yet, while at the height of the outbreak in December, 1968, The New York Times described the pandemic as “one of the worst in the nation's history”, there were few school closures and businesses, for the most, continued to operate as normal.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The relative unconcern about two of the largest influenza pandemics of the 20th century—the Encyclopaedia Britannica estimates that the 1968 pandemic, due to an H3N2 influenza virus, was responsible for between 1 million to 4 million deaths globally—presents a marked contrast and, to some critics, a rebuke to today's response to COVID-19 and the heightened responses to outbreaks of other novel pathogens, such as avian and swine influenza. “When hysteria is rife, we might try some history”, opined Simon Jenkins in an article in The Guardian titled “Why I'm taking the coronavirus hype with a pinch of salt”. “The [1968] pandemic raged over three years, yet is largely forgotten today”, commented The Wall Street Journal, “a testament to how societies are now approaching a similar crisis in a much different way”.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The ultimate testament to the supposed stoicism of earlier generations, according to this line of thought, is the 1918–19 influenza pandemic, in which at least 50 million people worldwide perished, but which resulted in few public monuments and was largely “forgotten” by the collectivity of society.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "But were people really more stoical in 1918, 1957, and 1968? Or were there other factors that might account for the dampened social and emotional responses to these pandemics? And what should historians make of functionalist and, arguably, selective readings of history that seek to draw moral lessons from the past?",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To answer these questions it is necessary to understand the origins of the modern preoccupation with pandemics. Before the mid-19th century, few medical commentators used the term pandemic. That only began to change in the 1890s with the arrival of bubonic plague from southern China—what became known as the Third Plague Pandemic—and the Russian influenza pandemic that broke out in St Petersburg in 1889 and which was seen to spread rapidly to Berlin, London, and New York through ship and rail connections.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "However, perhaps the crucial factor was the way that Victorian epidemiology and the science of vital statistics made the pandemic form of influenza “visible” to physicians in the UK who had long been sceptical of influenza, then viewed by some as a suspect Italian term for the common cold.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Statistics had long been used in the insurance and annuity businesses, but it was only in the 1840s that William Farr, the chief statistician to the General Register Office in the UK, began to use statistics in a systematic way to measure variations in the health of populations and the occurrence of epidemics. One of the most powerful tools in Farr's kit was the “excess death rate”, calculated by subtracting the number of deaths observed during an epidemic from the average during non-epidemic seasons.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "In 1847–48, Farr had observed that influenza increased respiratory deaths in London by about 5000 compared with non-epidemic years. However, because of the difficulty of distinguishing influenza from other respiratory diseases, physicians had attributed just 1157 deaths to influenza and the remainder to asthma, bronchitis, and pneumonia.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "To persuade doctors of their error, and convince them that influenza ought to be taken as seriously as cholera and other notifiable diseases, Farr tabulated excess respiratory deaths and made them a regular feature of the annual mortality tables. In this way, he thought, statistics would spur sanitary reform and “banish panic”.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "What Farr could not have foreseen is that by making the risks presented by influenza and other forms of respiratory disease more visible to the medical profession, his statistical innovations would have the opposite effect. This was partly because it now became possible to measure the intervals between the peaks in excess deaths from respiratory diseases and show that influenza pandemics occurred in waves, with the second and third waves frequently resulting in more severe disease, and more deaths, than the first. Forearmed with this knowledge, medical officers of health could alert populations to the pandemic threat ahead of time and issue advice on isolation and social distancing measures designed to reduce the peaks or, as we would say today, flatten the curve.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Another crucial factor was the media: thanks to the expansion of telegraphic communications and the growth of mass market newspapers in the late Victorian period, it now became possible to telegraph news of the spreading infection ahead of its arrival, hence The Lancet's claim in 1890 that “dread” of the Russian influenza had been “started by telegraph”.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Some critics of the UK Government's response to COVID-19 have levelled similar charges at today's tabloid press and at disease modellers whose initial forecast that, in the absence of suppressive measures, severe acute respiratory syndrome coronavirus 2 could result in the deaths of 500 000 people in the UK has been widely credited with persuading the UK Government to reverse course and institute a strict lockdown. But is it really necessary, they ask, to risk plunging the UK into an economic depression through lockdown measures designed to prevent a wave of mortality given that deaths attributed to COVID-19 are broadly in line with those seen in previous pandemic years? There was no panic in 1957 and 1968, runs this argument, so why the panic today?",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "It is questionable whether deaths attributed to COVID-19 are comparable to those recorded during previous influenza pandemics, given that between March and early May, 2020, alone the UK Office for National Statistics recorded 55 000 excess deaths compared with the same period last year. Furthermore, it will not be possible to obtain an accurate accounting of the total excess deaths due to COVID-19 in 2020 before 2021 at the earliest and by then, assuming a vaccine is not deployed in the meantime, many thousands more people will most likely have died from COVID-19. However, critics of the UK Government's response are perhaps right to point to the role of epidemiology and statistical modelling in propagating fear.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Unlike today, in 1957 epidemiologists did not have the ability to track the emergence of a novel pathogen in China—indeed, the initial signal was missed by WHO, meaning that the first that influenza experts knew of the “Asian flu” pandemic was when The New York Times published the report about the outbreak in Hong Kong. In 1957, virologists did not understand the genetic mechanisms behind the emergence of new pandemic strains, hence the initial confusion as to whether this influenza virus was a variation of the H1N1 influenza virus of 1918.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "More importantly, realising that influenza was usually associated with mild or inapparent infections and that quarantines were impractical, public health authorities in the USA and the UK made no effort to mitigate the spread of the infection by, for instance, introducing border checks or strict isolation measures. Nor did governments consider suppressing the basic reproduction number to buy time for hospitals and front-line health workers: as Hugh Pennington, then a young medical student at St Thomas' Hospital, London, UK, recalled in a recent article in the London Review of Books, this was because intensive care units were not yet established in 1957 and ventilator technology was rudimentary. Nor, when the second wave of the pandemic arrived in the autumn of 1957, were hospitals overwhelmed by patients. Similarly, a review of hospital admissions in Pittsburgh, Baltimore, and New York, USA, during the 1968 pandemic found that although patient numbers increased by 3%, hospitals coped with the influx. Indeed, the only real strategy considered by health authorities in the UK and the USA was vaccination, but the vaccines arrived too late in both the 1957 and 1968 influenza pandemics to make a difference.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Not everyone was happy with the UK Government's passivity, however. “The public seems under the impression that nothing can be done to prevent the calamity that is threatened by the advance of influenza in the Far East”, argued Dr Kitching in a letter to the BMJ in June, 1957. “On the contrary there is a great deal that the Government can do; by acting at once they may save hundreds of thousands of lives.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "But the ministry of health was not listening. Instead, fearing that the press would have a field day if it issued a prominent warning about the pandemic, it left it to local medical officers of health to decide on the most appropriate course of action. “The general assessment seems to be that eventually [the influenza] will affect up to 20 percent of the population”, wrote the then junior health minister John Vaughan-Morgan. “This is a heaven-sent topic for the press during the ‘silly season’”.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Vaughan-Morgan was right to be concerned about the press's reaction. At the end of July, 1957, the Daily Mail issued a dire warning about a “new outbreak of Asian flu” when a 1-year-old girl fell ill in Fulham. The Guardian surrendered its cool editorial tone for a headline reading: “Crash Fight Against Asian ‘Flu’”.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "\n\n",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "However, such headlines were the exception and for the most part newspapers seem to have behaved responsibly during the pandemic. Publishers were also reluctant to be seen to be stoking public fears, a reflection perhaps of heightened anxieties due to the Cold War and the launch of Sputnik, as well as greater respect for medical experts and deference to authority.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Indeed, Charles Graves, the brother of the novelist Robert Graves, recalled how when news of the influenza outbreak reached his publisher, Icon, it put the publication of his book Invasion by Virus on hold, citing concerns about “frightening the public”. The result was that it was not until 1968 that Icon finally agreed to release the title, having been reassured in the meantime that influenza in 1957 “was no real killer”. In his book Graves compared the 1957 and 1968 pandemics to that of the 1918–19 influenza pandemic and asked “Could it happen again?” His answer was yes and that the UK had been lucky that the recent pandemics had been of a “mild type” of influenza. He closed by reassuring readers that history was unlikely to repeat itself before 1998, “by which time the medical profession will know a great deal more about immunisation that it did in 1918—or does now.”",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Graves was right on both counts, but wrong to think that better medical knowledge of vaccines and statistical modelling would reduce public anxiety about pandemics.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [
                {
                    "first": "G",
                    "middle": [],
                    "last": "Dehner",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "UK deaths since virus struck almost 55,000 above average, says ONS",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Giles",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "The Financial Times",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Honigsbaum",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Influenza pandemics of the 20th century",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Kilbourne",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis",
            "volume": "12",
            "issn": "",
            "pages": "9-14",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Memories of the 1957 flu",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Pennington",
                    "suffix": ""
                }
            ],
            "year": null,
            "venue": "London Review of Books",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}