{
    "paper_id": "PMC7091265",
    "metadata": {
        "title": "Diagnosis and treatment of 2019 novel coronavirus infection in children: a pressing issue",
        "authors": [
            {
                "first": "Kun-Ling",
                "middle": [],
                "last": "Shen",
                "suffix": "",
                "email": "kunlingshen1717@163.com",
                "affiliation": {}
            },
            {
                "first": "Yong-Hong",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "According to the updated information in National Health Commission of China, by January 30, 2020, a total of 9692 confirmed patients and 15,238 suspected patients have been reported around 31 provinces and cities in China. Among the confirmed patients, 1527 are severe patients, 171 have recovered and been discharged home, and 213 died. Twenty-eight pediatric patients have been reported [1].",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 391,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Current epidemic status",
            "ref_spans": []
        },
        {
            "text": "Close contact with 2019-nCoV-infected patients is the main transmission route in children. Although the number of reported pediatric patients is limited, we should attach importance to prevention, diagnosis and treatment in children. People of all ages are susceptible to 2019-nCoV infection; children have special respiratory tract structure characteristics, immature immune system and susceptibility to respiratory virus infections. Considering these characteristics, and with further wide-use of pathogen tests, the number of pediatric patients will increase. Based on the collected data, infected children have relatively milder clinical symptomsthan infected adults; and no deaths have been reported in pediatric patients.",
            "cite_spans": [],
            "section": "Current epidemic status",
            "ref_spans": []
        },
        {
            "text": "The age of onset ranged from 1 month to 17 years in the 28 confirmed pediatric patients. All were family clusters or with a close contact history. The clinical features are variable in pediatric patients. Several patients displayed no obvious clinical symptoms at diagnosis, and they were found by screening because of close contacts with confirmed patients; and further chest imaging suggested pneumonia. Several gradually presented with fever, fatigue, dry cough, accompanied by other upper respiratory symptoms including nasal congestion, runny nose, and seldom gastrointestinal symptoms such as nausea, vomiting and diarrhea. Laboratory examination in pediatric patients showed that blood routine was often normal, and C-reactive protein was normal or transiently elevated. Lung imaging examination revealed mild increase of lung markings or ground-glass opacity or pneumonia.",
            "cite_spans": [],
            "section": "Clinical features of infected pediatric patients",
            "ref_spans": []
        },
        {
            "text": "Most pediatric patients had mild symptoms, without fever or pneumonia. They had good prognosis and recovered within 1–2 weeks after disease onset. Only a few patients had lower respiratory tract infections. Although no severe cases or deaths have been reported in the pediatric population up to now, the potential risk of death should be highlighted. During severe acute respiratory syndrome (SARS) and the Middle East respiratory syndrome (MERS) epidemics, ARDS and death also occur in pediatric cases [2–4]. The current clinical features are defined only based on the 28 pediatric patients. Clinical features in pediatric patients will be further defined with increased number of confirmed patients.",
            "cite_spans": [
                {
                    "start": 504,
                    "end": 505,
                    "mention": "2",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 506,
                    "end": 507,
                    "mention": "4",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Clinical features of infected pediatric patients",
            "ref_spans": []
        },
        {
            "text": "We should attach importance to differential diagnosis with other viral infections in pediatric patients. Winter and Spring are peak seasons of other viral infections such as influenza, respiratory syncytial virus. While screening 2019-nCoV, clinicians should also consider common viruses for differential diagnosis and identifying co-infections.",
            "cite_spans": [],
            "section": "Clinical features of infected pediatric patients",
            "ref_spans": []
        },
        {
            "text": "Interferon (IFN) is a group of low-molecular glycoproteins with similar structure and function, which is produced by host cells through antiviral response when the body is infected by virus. IFN is the first-line innate immune defense of the body against viral infection. Based on different gene and protein structures, IFN is divided into IFN-α, IFN-β, and so on. Interferon mainly plays antiviral effects through two ways: (1) inducing production of antiviral effector proteins, thereby inhibiting viral replication in the cells to protect normal cells from viral invasion; (2) activating cellular immunity by promoting proliferation and activation of cytotoxic T lymphocytes (CTL), activating natural killer (NK) cells and macrophages to clear the virus. The body’s endogenous IFN deficiency or insufficiency may lead to reduced antiviral activity. Children are susceptible to viral infections because of their immature immune function and relatively low levels of specific humoral and cellular immunity and IFN secretion.",
            "cite_spans": [],
            "section": "Interferon for treatment of 2019-nCoV infection in children: efficacious or inefficacious?",
            "ref_spans": []
        },
        {
            "text": "In 1973, Merigan et al. [5] from the British Medical Research Center firstly confirmed that IFN could prevent and treat respiratory virus infections. Thereafter, many researches have been carried out to approve the findings. Multi-center clinical studies in children from China [6–9] have also revealed that IFN-α atomization can reduce the viral load, alleviate symptoms and shorten disease duration in treating viral infections including bronchiolitis, viral pneumonia, acute upper respiratory tract infection and hand, foot and mouth disease. Our team also found that topical use of recombinant human IFN-α2b spray in the mouth and nose can alleviate symptoms and shorten disease course of upper respiratory tract infections in children [10].",
            "cite_spans": [
                {
                    "start": 25,
                    "end": 26,
                    "mention": "5",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 279,
                    "end": 280,
                    "mention": "6",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 281,
                    "end": 282,
                    "mention": "9",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 741,
                    "end": 743,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Interferon for treatment of 2019-nCoV infection in children: efficacious or inefficacious?",
            "ref_spans": []
        },
        {
            "text": "During the SARS outbreak in 2003, an animal study revealed that recombinant human IFN-α2b spray can prevent SARS-CoV infection in Rhesus monkey model by inhibiting virus infection and replication [11]. Further population study revealed that recombinant human IFN-α2b spray can effectively reduce the infection rate of respiratory syncytial virus, influenza virus, adenovirus and SARS-CoV [12, 13]. The Novel Coronavirus Infection Pneumonia Diagnosis and Treatment Standards (the fourth edition) and Diagnosis, treatment and prevention of 2019 novel coronavirus infection in children: experts’ consensus statement also listed IFN-α atomization as a choice of treatment for 2019-nCoV pneumonia [14].",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 199,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 389,
                    "end": 391,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 393,
                    "end": 395,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 693,
                    "end": 695,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Interferon for treatment of 2019-nCoV infection in children: efficacious or inefficacious?",
            "ref_spans": []
        },
        {
            "text": "In summary, the efficacy and safety of interferon in the treatment of children with 2019-nCoV need to be further confirmed.",
            "cite_spans": [],
            "section": "Interferon for treatment of 2019-nCoV infection in children: efficacious or inefficacious?",
            "ref_spans": []
        },
        {
            "text": "Current number of infected pediatric patients is low. However, for better understanding of 2019-nCoV infection in children and improving the level of diagnosis and treatment, National Respiratory Diseases Clinical Research Center and Respiratory Diseases Group of Chinese Pediatric Association initiated a study on clinical features of 2019-nCoV-infected pediatric patients. This study will be helpful for early recognition, early diagnosis and early treatment of infected children.",
            "cite_spans": [],
            "section": "Initiating studies on clinical features of 2019-nCoV-infected pediatric patients",
            "ref_spans": []
        },
        {
            "text": "The Chinese government is taking strong measures to mobilize the whole society to fight against the epidemic. We are fully confident to win the battle against the epidemic. Pediatricians in China will stay in line with the Chinese government make all-out efforts to prevent and control the epidemic and protect children’s lives and health.",
            "cite_spans": [],
            "section": "Initiating studies on clinical features of 2019-nCoV-infected pediatric patients",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A multicenter, randomized, controlled clinical study on the efficacy and safety of recombinant human interferon 2b spray (pseudomonas) in the treatment of acute upper respiratory tract infection in children",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "YX",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Zhongguo Shiyong Erke Zazhi",
            "volume": "34",
            "issn": "",
            "pages": "1010-1016",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Experimental study on the prevention and treatment of SARS-CoV infection in rhesus monkeys with recombinant human interferon 2b nasal spray",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Gao",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Qin",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chin J Exp Clin Virol",
            "volume": "19",
            "issn": "",
            "pages": "207-211",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Study on the pharmacodynamics of recombinant human interferon alpha 2b against respiratory viruses",
            "authors": [
                {
                    "first": "HQ",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Ma",
                    "suffix": ""
                },
                {
                    "first": "JD",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Yaoxue Xuebao",
            "volume": "49",
            "issn": "",
            "pages": "1547-1553",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Experimental study of recombinant human interferon 2b aerosol in the prevention of respiratory virus infections such as SARS in human populations",
            "authors": [
                {
                    "first": "DX",
                    "middle": [],
                    "last": "Yu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Chin J Exp Clin Virol",
            "volume": "19",
            "issn": "",
            "pages": "216-219",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Clinical analysis of pediatric SARS cases in Beijing",
            "authors": [
                {
                    "first": "ZZ",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "XM",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "HL",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Pediatr",
            "volume": "41",
            "issn": "",
            "pages": "574-577",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Concern for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "YH",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Chin J Pediatr",
            "volume": "41",
            "issn": "",
            "pages": "401-402",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Middle East respiratory syndrome coronavirus in children",
            "authors": [
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Merigan",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Tyrrell",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Saudi Med J",
            "volume": "36",
            "issn": "",
            "pages": "484-486",
            "other_ids": {
                "DOI": [
                    "10.15537/smj.2015.4.10243"
                ]
            }
        },
        "BIBREF9": {
            "title": "Inhibition of respiratory virus infection by locally applied interferon",
            "authors": [
                {
                    "first": "TC",
                    "middle": [],
                    "last": "Merigan",
                    "suffix": ""
                },
                {
                    "first": "SE",
                    "middle": [],
                    "last": "Reed",
                    "suffix": ""
                },
                {
                    "first": "TS",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                },
                {
                    "first": "DA",
                    "middle": [],
                    "last": "Tyrrell",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Lancet",
            "volume": "17",
            "issn": "",
            "pages": "563-567",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(73)90714-9"
                ]
            }
        },
        "BIBREF10": {
            "title": "A multicenter randomized controlled clinical study of recombinant human interferon-typeα1b in the treatment of viral pneumonia in children",
            "authors": [
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "TX",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "YH",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Linchuang Erke Zazhi",
            "volume": "23",
            "issn": "",
            "pages": "244-245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A multicenter study on the treatment of acute bronchiolitis by nebulized human recombinant human interferon-alpha 1b",
            "authors": [
                {
                    "first": "YX",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "EM",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Zhongguo Shiyong Erke Zazhi",
            "volume": "29",
            "issn": "",
            "pages": "840-844",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Effect of nebulized inhalation of recombinant human interferon alpha-1b on early treatment of severe hand, foot and mouth disease",
            "authors": [
                {
                    "first": "YL",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "QL",
                    "middle": [],
                    "last": "Tian",
                    "suffix": ""
                },
                {
                    "first": "TY",
                    "middle": [],
                    "last": "Jiang",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Zhonghua Shiyong Erke Zazhi",
            "volume": "30",
            "issn": "",
            "pages": "627-630",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Rational use of interferon alpha in pediatrical clinical practice: experts’ consensus statement",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                },
                {
                    "first": "YX",
                    "middle": [],
                    "last": "Shang",
                    "suffix": ""
                },
                {
                    "first": "GC",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Zhonghua Shiyong Erke Zazhi",
            "volume": "33",
            "issn": "",
            "pages": "1301-1308",
            "other_ids": {
                "DOI": []
            }
        }
    }
}