{
    "paper_id": "PMC7151949",
    "metadata": {
        "title": "Nariz",
        "authors": [
            {
                "first": "Gervase",
                "middle": [],
                "last": "Chaney",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Peter",
                "middle": [],
                "last": "Cameron",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "George",
                "middle": [],
                "last": "Jelinek",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ian",
                "middle": [],
                "last": "Everitt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gary",
                "middle": [],
                "last": "Browne",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jeremy",
                "middle": [],
                "last": "Raftos",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "La mayoría de los niños con secreción nasal padecen una infección vírica, como un resfriado común. Los niños experimentan generalmente entre 3 y 8 resfriados cada año, e incluso más si acuden a una guardería. A pesar de las recomendaciones en contra de esta práctica, es frecuente prescribir antibióticos para el resfriado común, debido en muchos casos a la observación de una secreción verdosa o mucopurulenta. Se calcula que la sinusitis bacteriana representa una complicación en el 0,5%-5% de las infecciones respiratorias altas.",
            "cite_spans": [],
            "section": "Introducción ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "El resfriado común comienza habitualmente con una irritación faríngea y una secreción nasal diluida y transparente, que se convierte en una secreción mucopurulenta y espesa al cabo de algunos días. Esto no indica una infección bacteriana. Son frecuentes los estornudos, la obstrucción nasal, algunas manifestaciones sistémicas, como malestar y febrícula, y la tos. Generalmente, este cuadro dura unos 7 días aproximadamente.",
            "cite_spans": [],
            "section": "Anamnesis ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "La persistencia de la secreción nasal mucopurulenta sin signos de mejoría durante más de 10-14 días o unos síntomas agudos más marcados, como fiebre elevada, cefalea, dolor y/o hinchazón facial, son indicativos de sinusitis bacteriana.",
            "cite_spans": [],
            "section": "Anamnesis ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "La existencia de una secreción nasal transparente se debe más probablemente a una rinitis alérgica perenne, que puede cursar con estornudos y prurito ocular y/o nasal. La secreción nasal unilateral, especialmente si es maloliente, suele ser signo de la presencia de un cuerpo extraño en la nariz.",
            "cite_spans": [],
            "section": "Anamnesis ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "La secreción nasal es el hallazgo más frecuente en la rinosinusitis. Dicha secreción puede ser transparente o mucopurulenta y no nos indica su causa. Se asocia con frecuencia a eritema faríngeo. En la rinitis alérgica, la mucosa nasal presenta un tono pálido y está inflamada. En las sinusitis puede producirse hinchazón facial, como sensibilidad orbitaria/periorbitaria y/o facial.",
            "cite_spans": [],
            "section": "Exploración física ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "No está indicada ninguna prueba para el resfriado común. Las infecciones por rinovirus y coronavirus representan aproximadamente el 60% de todos los casos y son difíciles de identificar.",
            "cite_spans": [],
            "section": "Pruebas complementarias ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "La sinusitis es otro posible diagnóstico clínico. Los estudios radiológicos para la sinusitis aguda son difíciles de interpretar, ya que se pueden observar hallazgos similares en el resfriado común o incluso en niños asintomáticos. Además, los senos de los niños pequeños están poco desarrollados y los senos frontal y esfenoidal no aparecen hasta los 5-6 años de edad. Las pruebas radiológicas deben reservarse para aquellos casos en los que se producen complicaciones, como complicaciones intraorbitarias o intracraneales, o posiblemente para los casos recurrentes.",
            "cite_spans": [],
            "section": "Pruebas complementarias ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "Si se aspira el líquido de la sinusitis bajo anestesia general, los microorganismos más frecuentes en los cultivos son Pneumococcus, seguidos por Haemophilus influenzae, Moraxella catarrhalis y finalmente por los virus. Los cultivos nasofaríngeos no tienen valor predictivo y, por consiguiente, no son de ninguna utilidad.",
            "cite_spans": [],
            "section": "Pruebas complementarias ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "No está indicado el uso de antibióticos para el resfriado común, ya que se ha demostrado que no modifican la evolución de la enfermedad ni previenen el desarrollo de complicaciones. Se ha comprobado que el tratamiento sistemático con antihistamínicos reduce las secreciones nasales y los estornudos. La rinitis alérgica perenne responde mejor a los corticoesteroides intranasales, aunque con frecuencia los niños no toleran bien estos fármacos.",
            "cite_spans": [],
            "section": "Tratamiento ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "Incluso en la sinusitis bacteriana, la mayoría de los casos remite espontáneamente. Los descongestionantes nasales pueden proporcionar algún alivio a corto plazo. Si se recurre a los antibióticos, se recomienda administrar amoxicilina durante 10-14 días como tratamiento de primera línea. Se pueden combinar amoxicilina y clavulanato en aquellos casos que no responden en un plazo de 48-72 horas.",
            "cite_spans": [],
            "section": "Tratamiento ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "El resfriado común puede producir complicaciones bacterianas, como otitis media, pero dichas complicaciones no se pueden prevenir con el uso de antibióticos. A menudo, las infecciones respiratorias altas precipitan un proceso asmático.",
            "cite_spans": [],
            "section": "Complicaciones ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "La sinusitis etmoidal puede propagarse y causar celulitis orbitaria o extenderse al interior del cráneo y producir un absceso o trombosis del seno cavernoso.",
            "cite_spans": [],
            "section": "Complicaciones ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "La lactancia natural tiene un efecto protector sobre el número de infecciones respiratorias altas que desarrollan los niños pequeños. La asistencia a una guardería y la exposición ambiental al humo de tabaco incrementan el número de episodios.",
            "cite_spans": [],
            "section": "Prevención ::: Rinitis y sinusitis",
            "ref_spans": []
        },
        {
            "text": "Aunque la epistaxis es frecuente durante la infancia (≃ 6%-9% de los niños), suele ser leve y generalmente no requiere ninguna intervención médica, y menos la asistencia a un servicio de urgencias (SU).",
            "cite_spans": [],
            "section": "Introducción ::: Epistaxis",
            "ref_spans": []
        },
        {
            "text": "Si un paciente acude al médico con una epistaxis, esta suele ser recurrente y en ocasiones copiosa. Cuando es de tipo recurrente, puede ser muy frecuente. Puede producirse a cualquier edad, tanto durante el día como por la noche.",
            "cite_spans": [],
            "section": "Anamnesis ::: Epistaxis",
            "ref_spans": []
        },
        {
            "text": "La hemorragia puede ser unilateral o bilateral. Normalmente se observan costras y vasos sanguíneos en la región de Little.",
            "cite_spans": [],
            "section": "Exploración física ::: Epistaxis",
            "ref_spans": []
        },
        {
            "text": "Normalmente, se realizan pruebas para descartar posibles trastornos hemorrágicos. Sin embargo, en la mayoría de los casos dichas pruebas son normales, a menos que existan otros indicios de tendencia al sangrado o antecedentes familiares. Una anamnesis con epistaxis más intensas, con hemorragias frecuentes de mayor cuantía y duración, es más indicativa de un trastorno hemorrágico, como la enfermedad de von Willebrand, y obliga a realizar las pruebas pertinentes.",
            "cite_spans": [],
            "section": "Pruebas complementarias ::: Epistaxis",
            "ref_spans": []
        },
        {
            "text": "El tratamiento de primeros auxilios para la epistaxis consiste en comprimir con fuerza las aletas nasales para ejercer presión sobre la región de Little. Esta maniobra permite interrumpir la hemorragia en la mayoría de los casos. Tanto en la epistaxis primaria como en los casos recurrentes, la aplicación de una crema antiséptica nasal es igualmente eficaz como medida de cauterización nasal y es de más fácil ejecución. En los niños no suele ser necesaria la introducción de vendas en la nariz u otras intervenciones de mayor envergadura, que sí pueden estar indicadas junto con la derivación inmediata a un servicio de urgencias de ORL en caso de epistaxis aguda grave.",
            "cite_spans": [],
            "section": "Tratamiento ::: Epistaxis",
            "ref_spans": []
        },
        {
            "text": "En contadas ocasiones, la epistaxis recurrente puede llegar a causar anemia.",
            "cite_spans": [],
            "section": "Complicaciones ::: Epistaxis",
            "ref_spans": []
        },
        {
            "text": "Los traumatismos nasales son frecuentes en los niños, y el hueso nasal es el que con más frecuencia se fractura en el cuerpo humano. Los traumatismos pueden producirse a cualquier edad, pero son más frecuentes en los niños de corta edad. Igual que en la mayoría de las lesiones, se observa un mayor predominio masculino.",
            "cite_spans": [],
            "section": "Introducción ::: Traumatismos nasales",
            "ref_spans": []
        },
        {
            "text": "Los mecanismos de lesión más corrientes son las caídas, generalmente en el domicilio, seguidas por los accidentes deportivos. Las peleas representan una causa relativamente frecuente de lesiones nasales. También se debe considerar la posibilidad de los malos tratos infantiles (lesiones infligidas), especialmente en los niños más pequeños (que no andan todavía). Debido a ello, es necesaria una anamnesis muy minuciosa.",
            "cite_spans": [],
            "section": "Anamnesis y exploración física ::: Traumatismos nasales",
            "ref_spans": []
        },
        {
            "text": "Los tipos de lesiones varían considerablemente, desde las abrasiones y laceraciones de las partes blandas hasta las lesiones esqueléticas (fracturas, luxaciones y lesiones de cartílagos). No es frecuente observar epistaxis muy copiosas. Debido a la hinchazón, a menudo resulta difícil evaluar adecuadamente el alcance de la lesión durante la fase aguda (especialmente las posibles deformidades). La exploración debe incluir un estudio de las cavidades nasales. La desviación, hinchazón y/o cambio de color del tabique nasal pueden indicar un hematoma septal, en cuyo caso está indicada una consulta ORL urgente para la posible evacuación.",
            "cite_spans": [],
            "section": "Anamnesis y exploración física ::: Traumatismos nasales",
            "ref_spans": []
        },
        {
            "text": "Si el niño no coopera adecuadamente, puede ser necesario usar un anestésico para poder realizar una evaluación adecuada.",
            "cite_spans": [],
            "section": "Anamnesis y exploración física ::: Traumatismos nasales",
            "ref_spans": []
        },
        {
            "text": "Los estudios radiológicos no suelen ser de ninguna ayuda, y generalmente sólo se solicitan por razones medicolegales.",
            "cite_spans": [],
            "section": "Pruebas complementarias ::: Traumatismos nasales",
            "ref_spans": []
        },
        {
            "text": "En la mayoría de las lesiones nasales no se requieren más medidas terapéuticas que la analgesia. No obstante, es esencial realizar un seguimiento del paciente para determinar el alcance de las deformidades. El momento más recomendable para ello es 3-4 días después de la lesión, aproximadamente, ya que para entonces la hinchazón ha desaparecidoCONTROVERSIASEpistaxis\n1.Todavía no se sabe bien qué tipo de niños deben someterse a pruebas diagnósticas y cuál debe ser el alcance de las investigaciones para los trastornos hemorrágicos. Aunque en los casos graves y recurrentes parece indicado un estudio exhaustivo de la coagulación, incluyendo pruebas para descartar la enfermedad de von Willebrand.\nTraumatismos nasales\n1.Una rinoplastia abierta para corregir posibles deformidades nasales puede alterar el propio crecimiento de la nariz y debe utilizarse de la forma más conservadora posible.\nhabitualmente y, si es necesario, se puede proceder al tratamiento precoz.",
            "cite_spans": [],
            "section": "Tratamiento ::: Traumatismos nasales",
            "ref_spans": []
        },
        {
            "text": "Los hematomas del tabique nasal, con o sin formación de abscesos, constituyen la principal complicación que puede causar daños a largo plazo y, por consiguiente, producir problemas. Pueden aparecer al cabo de algún tiempo y haber pasado desapercibidos en una evaluación previa. Los hematomas pueden ser muy dolorosos y provocan a menudo obstrucción nasal. Por sí solo, un hematoma septal puede causar daños en el cartílago nasal, como necrosis aséptica. Sin embargo,el desarrollo de un absceso se acompaña casi siempre de daños en el cartílago y puede causar una deformidad nasal potencialmente grave. Se han cultivado microorganismos, como Staphylococcus aureus, Streptococcus pneumoniae y S. pyogenes. Un absceso del tabique nasal puede complicarse igualmente con una meningitis o una trombosis del seno cavernoso.",
            "cite_spans": [],
            "section": "Complicaciones",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Hematoma and abscess of the nasal septum in children",
            "authors": [
                {
                    "first": "PA",
                    "middle": [],
                    "last": "Canty",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Berkowitz",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Archives of Otolaryngology Head & Neck Surgery",
            "volume": "122",
            "issn": "12",
            "pages": "1373-1376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Maxillofacial trauma",
            "authors": [
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Crockett",
                    "suffix": ""
                },
                {
                    "first": "RP",
                    "middle": [],
                    "last": "Mungo",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Paediatric Clinics of North America",
            "volume": "36",
            "issn": "6",
            "pages": "1471-1494",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Acute nasal trauma in children",
            "authors": [
                {
                    "first": "CA",
                    "middle": [],
                    "last": "East",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "O’Donaghue",
                    "suffix": ""
                }
            ],
            "year": 1987,
            "venue": "Journal of Paediatric Surgery",
            "volume": "22",
            "issn": "4",
            "pages": "308-310",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Towards evidence based emergency medicine: Best BETs from the Manchester Royal Infirmary Cautery or cream for epistaxis in children",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Ghosh",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Jackson",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Emergency Medicine Journal",
            "volume": "18",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Nasal septal hematoma",
            "authors": [
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Ginsburg",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Paediatrics in Review",
            "volume": "19",
            "issn": "4",
            "pages": "142-143",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Prevalence and significance of mild bleeding disorders in children with recurrent epistaxis",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Katsanis",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "Journal of Paediatrics",
            "volume": "113",
            "issn": "11",
            "pages": "73-76",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Paediatric epistaxis: Alder Hey experience",
            "authors": [
                {
                    "first": "ZG",
                    "middle": [],
                    "last": "Makura",
                    "suffix": ""
                },
                {
                    "first": "GC",
                    "middle": [],
                    "last": "Porter",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "McCormick",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Journal of Laryngology & Otology",
            "volume": "116",
            "issn": "11",
            "pages": "903-906",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Antibiotic prescribing for children with colds, upper respiratory tract infections, and bronchitis",
            "authors": [
                {
                    "first": "A-C",
                    "middle": [],
                    "last": "Nyquist",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Journal American Medical Association",
            "volume": "279",
            "issn": "11",
            "pages": "875-877",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Acute sinusitis—Principles of judicious use of antimicrobial agents",
            "authors": [
                {
                    "first": "KL",
                    "middle": [],
                    "last": "O’Brien",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Paediatrics",
            "volume": "101",
            "issn": "1",
            "pages": "174-177",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "The common cold—Principles of judicious use of antimicrobial agents",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Rosenstein",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Paediatrics",
            "volume": "101",
            "issn": "1",
            "pages": "181-184",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Management of epistaxis in children",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ruddy",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "International Journal of Paediatric Otorhinolaryngology",
            "volume": "21",
            "issn": "2",
            "pages": "139-142",
            "other_ids": {
                "DOI": []
            }
        }
    }
}