{
    "paper_id": "PMC7169672",
    "metadata": {
        "title": "Detection and genetic characterization of porcine deltacoronavirus in Tibetan pigs surrounding the Qinghai–Tibet Plateau of China",
        "authors": [
            {
                "first": "M.",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Y.",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.",
                "middle": [
                    "R."
                ],
                "last": "Baloch",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Y.",
                "middle": [],
                "last": "Pan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "L.",
                "middle": [],
                "last": "Tian",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "F.",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Shivaramu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Q.",
                "middle": [],
                "last": "Zeng",
                "suffix": "",
                "email": "zengqy@gsau.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Coronaviruses (CoVs) are enveloped, single‐stranded RNA viruses of positive‐sense polarity that belong to the Coronavirinae subfamily within the Coronaviridae family and Nidovirales order. Their genomic sizes range from 25.4 to 31.7 kb in length (Woo et al., 2012) in the following arrangement: 5′ untranslated region (UTR), open reading frame 1a and 1b, spike (S), envelope (E), membrane (M), non‐structural protein 6 (NS6), nucleocapsid (N), non‐structural protein 7 (NS7) and 3′ UTR (Lee & Lee, 2014; Woo et al., 2012). The subfamily comprises four genera that is Alphacoronavirus, Betacoronavirus, Gamacoronavirus and Deltacoronavirus. Porcine deltacoronavirus (PDCoV) was first reported in Hong Kong in 2012 as an emerging genus prevalent in certain animal species, including swine (Woo et al., 2012). Infection by PDCoV can be symptomatically compared with other porcine enteric coronavirus diseases caused by transmissible gastroenteritis virus (TGEV) and porcine epidemic diarrhoea virus (PEDV); however, PDCoV exhibits milder symptoms and lower mortality rates in affected neonatal piglets (Wang, Byrum, & Zhang, 2014).",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "After the first report of PDCoV infection (Woo et al., 2012), its prevalence was detected in pigs in several states of the United States, South Korea, mainland China, Southern China and Thailand with majority of piglets having clinical diarrhoeal disease (Dong et al., 2015; Lee et al., 2016; Mai et al., 2017; Saeng‐Chuto et al., 2017; Wang et al., 2014). The prevalence of PDCoV in certain regions of the world is intriguing with regard to its epidemiology, evolution and pathogenicity. Here, we are the first to report PDCoV infection in Tibetan pigs from the Qinghai–Tibet Plateau of China.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "Tibetan pigs mainly live in Gansu, Qinghai, Sichuan and Tibet provinces, which surround the Qinghai–Tibet Plateau of China (altitude > 3,000 m, average annual temperature <0°C). Due to the cold and harsh environment, few viral infections have been reported in animals in these areas until recent years. Tibetan pigs had no history of travel to areas where a prevalence of CoVs had been reported earlier. Nevertheless, livestock such as pigs and yaks (Bos grunniens), which have been associated with clinical diarrhoeal disease have been reported in these provinces (Gong et al., 2014; Wang, Lan, & Yang, 2016). Prevalence of diarrhoeal disease in yaks that were farmed together with Tibetan pigs inspired us to determine whether PDCoV is present in Tibetan pigs. We therefore investigated the prevalence and full‐length genome sequences of PDCoV from clinical cases associated with diarrhoea from Tibetan pigs surrounding the Qinghai–Tibet Plateau of China.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "From July 2016 to May 2017, 189 faecal samples were collected from Tibetan pigs that had been associated with clinical diarrhoeal disease. Samples were collected at different time points in Gansu, Qinghai and Sichuan provinces. Of these samples, 105 (60 from Gansu and 45 from Sichuan) were collected in 2016, 84 samples (23 from Gansu and 61 from Qinghai) were collected in 2017, and all samples were subsequently preserved in our laboratory. The samples were collected from Tibetan pigs of different ages inhabiting different locations (Table 1). Soon after sampling, 10% (wt/vol) faecal suspensions were prepared using sterile phosphate‐buffered saline (PBS). Supernatants were separated after samples were centrifuged, and samples were then stored at −80°C for RNA extraction.",
            "cite_spans": [],
            "section": "Clinical sample collection ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 545,
                    "end": 546,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Total RNAs were extracted using TRIzol reagent (Invitrogen, Carlsbad, CA, USA) and then used as templates to generate full‐length cDNA by reverse transcription PCR (RT‐PCR; SuperScript III Synthesis Kit, Invitrogen) according to the manufacturer's instructions. For higher specificity, two pairs of specific primers were used to detect PDCoV as described previously (Wang et al., 2014) but with some modifications (Table 2). RT‐PCR was performed in a 20‐μl volume containing 1 μl of template and 0.1 μmol/l each primer; the reactions were subjected to 95°C for 5 min, followed by 35 cycles of 95°C for 30 s, 58°C for 25 s and 72°C for 30 s, with a final extension step of 10 min at 72°C. RT‐PCR‐amplified DNA fragments of expected sizes were submitted to a commercial company and sequenced in both directions by Sanger sequencing (Sangon Biotech, Shanghai, China). Before the presence of PDCoV was determined, the presence of PEDV and TGEV was examined with primers specific for the spike gene of PEDV and the N gene of TGEV as described previously (Kim, Choi, Kim, & Chae, 2000; Sinha, Gauger, Zhang, Yoon, & Harmon, 2015; Temeeyasen et al., 2014).",
            "cite_spans": [],
            "section": "Molecular detection of PDCoV in Tibetan pigs ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 421,
                    "end": 422,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "All PDCoV‐positive samples were selected for complete genome sequencing with 16 pairs of overlapping primers, as described previously (Wang et al., 2014) but with some modifications. Fragments covering the complete genome of PDCoV were amplified by denaturation at 95°C for 4 min, followed by 35 cycles of 95°C for 30 s, 58°C for 25 s and 72°C for 1 min, with a final extension step of 10 min at 72°C. Specific PCR bands were purified by a QIAquick Gel Extraction Kit (Qiagen, Daejeon, Germany), cloned utilizing TA cloning kit (TaKaRa TA kit; Dalian, China) and subsequently transformed into competent Escherichia coli cells (DH5α). Three purified recombinant plasmids were sequenced (Sangon Biotech, Shanghai, China). The raw sequence fragments targeting PDCoV were imported into SeqMan in DNAStar Lasergene V 7.10 (DNAStar, Inc., Madison, WI, USA) for assembly and annotation. Four different complete genomic sequences (CHN/GS/2016/1, CHN/GS/2016/2, CHN/GS‐/2017/1 and CHN/QH/2017/1) were deposited in GenBank database under the accession numbers MF642322‐ MF642325.",
            "cite_spans": [],
            "section": "Nucleotide sequencing of PDCoV in Tibetan pigs ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Four complete genomic sequences and their S and N genes were independently used in phylogenetic analyses and sequence alignments with other reference strains deposited in GenBank. Multiple sequence alignments were generated with SeqMan in DNAStar Lasergene V 7.10, and the percentages of the nucleotide sequence divergences were further assessed using the same software program. Phylogenetic trees were constructed by the neighbour‐joining method (1,000 bootstrap replicates) using the MEGA 6 program (Kumar, Stecher, & Tamura, 2016).",
            "cite_spans": [],
            "section": "Phylogenetic analyses and multiple alignments ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Changes in nucleotides of the S gene on the evolutionary path of PDCoV were also inferred using a program implemented in MEGA 6. Substitutions that occurred at a given location in multiple sequence alignments were listed in Microsoft Excel Version 2016.",
            "cite_spans": [],
            "section": "Phylogenetic analyses and multiple alignments ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Reverse transcription polymerase chain reactions (RT‐PCRs) were performed on the feacal samples of Tibetan pigs inhabiting three different provinces surrounding the Qinghai–Tibet Plateau of China. Of the 189 examined feacal samples, seven (3.70%) were positive for PDCoV, four (4.82%) of these positive samples were from the 83 Gansu samples, and three (4.92%) of the positive samples were from the 61 samples from Qinghai province (Table 1). In contrast with results from Gansu and Qinghai provinces, all samples collected from Sichuan province were negative for PDCoV; however, 52 (27.51%) of all examined samples were positive for PEDV. In seven PDCoV‐positive samples, three were positive for PEDV; of these, one sample was from Gansu province, and two were from Qinghai province. The prevalence of PDCoV+PEDV was only 1.59% in Tibetan pigs that were associated with clinical diarrhoeal disease. We also found that all Tibetan pigs infected with PDCoV were under 1 month of age. Nevertheless, both Tibetan pigs under 1 month of age and older than 1 month could be infected with PEDV.",
            "cite_spans": [],
            "section": "Prevalence of PDCoV in clinical samples from diarrhoeic Tibetan pigs ::: RESULTS",
            "ref_spans": [
                {
                    "start": 439,
                    "end": 440,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Homology analysis of PDCoV strains in PDCoV‐positive samples showed that one PDCoV sequence from Gansu province shared 100% complete genome identity with three other PDCoV sequences, including spike and nucleocapsid gene sequences. The three PDCoV sequences from Qinghai province also shared 100% identity. Four complete genomic sequences were obtained in this study, and obtained complete genome sequences have been deposited in GenBank under accession Nos. MF642322 (CHN/GS/2016/1), MF642323 (CHN/GS/2016/2), MF642324 (CHN/GS/2017/1) and MF642325 (CHN/QH/2017/1). Homology analysis showed that the complete genome sequences of 4 PDCoV strains from Tibetan pigs shared >98.62% nucleotide identity with all PDCoV strains deposited in GenBank. Their S genes shared >96.08% nucleotide identity with those of other PDCoV strains, and N gene sequences shared >96.06% nucleotide identity. Multiple alignments of the S gene showed that all PDCoV strains from Tibetan pigs have a 3‐nt insertion in the S gene (Figure 1).",
            "cite_spans": [],
            "section": "Genomic characterization of PDCoV strains in Tibetan pigs ::: RESULTS",
            "ref_spans": [
                {
                    "start": 1010,
                    "end": 1011,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Four PDCoV strains reported in this study were shown to be highly similar to other strains by phylogenetic trees based on all available complete genome sequences and S and N genes (Figure 2). All strains from this report were grouped into a separate novel cluster and share an ancestor with the strain CHN‐AH‐2004 from pigs in the Anhui province of mainland China. MF642324/CHN/GS/2017/1 and MF642325/CHN/QH/2017/1 were located in the same separate subcluster showed by the phylogenetic analysis of complete genome sequences (Figure 2a); however, MF642322/CHN/GS/2016/1 and MF642323/CHN/GS/2016/2 were located in separate subbranches. The phylogenetic tree based on S and N gene indicated that MF642322/CHN/GS/2016/1 and MF642323/CHN/GS/2016/2 were also located in the same separate subcluster (Figure 2b and c).",
            "cite_spans": [],
            "section": "Phylogenetic analysis ::: RESULTS",
            "ref_spans": [
                {
                    "start": 188,
                    "end": 189,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 533,
                    "end": 534,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 802,
                    "end": 803,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "In our present study, we found that the prevalences of PDCoV, PEDV and PDCoV + PEDV in Tibetan pigs were significantly lower than in pigs in other provinces of China (Dong et al., 2015; Song et al., 2015), South Korea (Jang, Lee, Kim, & Lee, 2017), Thailand (Janetanakit et al., 2016; Saeng‐Chuto et al., 2017) and the United States(Wang et al., 2014). The prevalence of PDCoV in Tibetan pigs was relatively low (3.70%), and only piglets were affected. Our findings are inconsistent with those of other studies, in which 21.8% of pigs in Southern China and 6.51% of pigs in mainland China have been reported to be infected with PDCoV (Dong et al., 2015; Song et al., 2015). Additionally, all Tibetan pigs infected with PDCoV were under one month of age, therefore, indicating that the prevalence of PDCoV was related to the ages of Tibetan pigs (Table 1), consistent with previous studies (Mai et al., 2017; Song et al., 2015). Nevertheless, PDCoV‐positive Tibetan pigs showed mild clinical diarrhoeal disease, and no mortality was recorded among the infected pigs with clinical diarrhoeal disease, which is inconsistent with previous reports (Janetanakit et al., 2016; Jang et al., 2017). These results suggest that subclinical infection of PDCoV occurs in Tibetan pigs, which are emerging but imperfect hosts for the PDCoV.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": [
                {
                    "start": 852,
                    "end": 853,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Tibetan pigs have evolved for thousands of years as a unique and indigenous breed in China. Living in cold and harsh environments on the plateau for a long period of time, the Tibetan pigs have undergone a specific selection to enrich disease resistance‐related genes in their genome (Li et al., 2013; Megens et al., 2008). The lower prevalence of PDCoV and PEDV in Tibetan pigs that is demonstrated in our study is consistent with the prevalence of other pathogens infecting the Tibetan pigs (Fan et al., 2016; Liu et al., 2014). These results provide further evidence that Tibetan pigs show striking physiological differences from lowland piglets. The cold and harsh environment might be another factor that affects the transmission and infection of pathogens and caused a lower prevalence of PDCoV and PEDV in Tibetan pigs. Yaks, another livestock living in the same environment as Tibetan pigs, also have a lower prevalence of Hepatitis E virus (HEV)(Xu et al., 2014) and bovine hokovirus (Xu et al., 2016). Both these studies show the effects of environment to pathogens transmission and infection, and these factors should not be ignored in future studies, especially in studies of the Qinghai–Tibet Plateau.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Homology analysis showed that the complete genome and S and N gene sequences of four PDCoV strains from Tibetan pigs shared >96.06% nucleotide identity with all PDCoV strains described in previous studies (Dong et al., 2015; Wang et al., 2014). Similar to Hong Kong strain HKU 15‐44 and China mainland strain CHN‐AH‐2004, all PDCoV strains from Tibetan pigs have a 3‐nt insertion in their S gene, confirming that the coronavirus detected in Tibetan pigs was a deltacoronavirus. Phylogenetic analysis showed that all of the current PDCoV strains in Tibetan pigs are closely related to strain CHN‐AH‐2004, which was discovered in Anhui province, mainland China (Dong et al., 2015), and suggests that these strains might have evolved from same ancestors. Our present findings demonstrate a complicated and transregional transmission cycle of PDCoV in China. Furthermore, the phylogenetic tree based on S and N genes indicated that MF642322/CHN/GS/2016/1 and MF642323/CHN/GS/2016/2 were also located in the same separate subcluster, which is inconsistent with the tree based on complete genome sequences, which placed these strains in separate subbranches. The differences in phylogenetic results among the complete genome and S and N gene sequences of four PDCoV strains from Tibetan pigs indicated that variations existed in other structures of PDCoV during evolution and transmission. However, further research is needed to determine the epidemiology and evolution of PDCoV.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, diarrhoeal samples collected from Tibetan pigs inhabiting the regions surrounding the Qinghai–Tibet Plateau of China were screened for the prevalence of PDCoV, and for the first time, we confirmed the presence of PDCoV in Tibetan pigs. Phylogenetic analyses suggested that the PDCoV in Tibetan pigs is closely related to strain CHN‐AH‐2004, which was discovered in Anhui province, mainland China; however, these strains are different, suggesting the continuous evolution and adaption of PDCoV to its hosts in special field conditions. Our results also complement the geographical lineage theory of global PDCoV distribution. Furthermore, investigating variations in other genes will also provide additional data to determine the diversity of the PDCoV genome, and we strongly suggest that effective vaccination against PDCoV is not ignored in Tibetan pigs in the studied areas.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The authors declare no conflict of interests.",
            "cite_spans": [],
            "section": "CONFLICT OF INTEREST",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Results of porcine deltacoronavirus (PDCoV) and porcine epidemic diarrhoea virus (PEDV) detection in Tibetan pigs by polymerase chain reactions (PCRs) for three provinces surrounding Qinghai–Tibetan plateau, China\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Primers used for detection and full‐length genome amplification of porcine deltacoronavirus (PDCoV) in Tibetan pigs, as described previously (5), with some modifications\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Alignment of partial sequences of the spike (S) gene of porcine deltacoronaviruses (PDCoVs). A dot indicates that the nucleotide exactly matches the consensus. A dash indicates that the nucleotide is absent compared with the reference sequence. The position of the 3‐nt insertion is highlighted by a box",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Phylogenetic analysis of porcine deltacoronaviruses (PDCoVs) based on the whole‐genome sequences (a) spike protein‐coding gene sequences (b) and nucleocapsid protein‐coding gene sequences (c). The phylogenetic tree was constructed using the neighbour‐joining method with MEGA 7.01 software (http://www.megasoftware.net). Bootstrap values were calculated with 1,000 replicates. Numbers on each branch indicate bootstrap values. Black triangles and different colour indicate the newly identified PDCoV sequence from regions surrounding Qinghai–Tibet Plateau of China (GenBank accession no. MF642323‐MF642325). The reference sequences obtained from GenBank are indicated by strain abbreviations and GenBank accession numbers. Scale bar indicates nucleotide substitutions per site [Colour figure can be viewed at http://wileyonlinelibrary.com]",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Porcine Deltacoronavirus in Mainland China",
            "authors": [],
            "year": 2015,
            "venue": "Emerging Infectious Diseases",
            "volume": "21",
            "issn": "",
            "pages": "2254-2255",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2112.150283"
                ]
            }
        },
        "BIBREF1": {
            "title": "Pathogenesis of highly pathogenic porcine reproductive and respiratory syndrome virus in Chinese Tibetan swine",
            "authors": [],
            "year": 2016,
            "venue": "Research in Veterinary Science",
            "volume": "108",
            "issn": "",
            "pages": "33-37",
            "other_ids": {
                "DOI": [
                    "10.1016/j.rvsc.2016.07.012"
                ]
            }
        },
        "BIBREF2": {
            "title": "Molecular investigation of bovine viral diarrhea virus infection in yaks (Bos gruniens) from Qinghai",
            "authors": [],
            "year": 2014,
            "venue": "China Virology Journal",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/1743-422x-11-29"
                ]
            }
        },
        "BIBREF3": {
            "title": "Porcine deltacoronavirus, Thailand, 2015",
            "authors": [],
            "year": 2016,
            "venue": "Emerging Infectious Diseases",
            "volume": "22",
            "issn": "",
            "pages": "757-759",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2204.151852"
                ]
            }
        },
        "BIBREF4": {
            "title": "Prevalence, complete genome sequencing and phylogenetic analysis of porcine deltacoronavirus in South Korea, 2014‐2016",
            "authors": [],
            "year": 2017,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "64",
            "issn": "",
            "pages": "1364-1370",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12690"
                ]
            }
        },
        "BIBREF5": {
            "title": "Detection and differentiation of porcine epidemic diarrhoea virus and transmissible gastroenteritis virus in clinical samples by multiplex RT‐PCR",
            "authors": [],
            "year": 2000,
            "venue": "The Veterinary Record",
            "volume": "146",
            "issn": "",
            "pages": "637-640",
            "other_ids": {
                "DOI": [
                    "10.1136/vr.146.22.637"
                ]
            }
        },
        "BIBREF6": {
            "title": "MEGA7: Molecular evolutionary genetics analysis version 7.0 for bigger datasets",
            "authors": [],
            "year": 2016,
            "venue": "Molecular Biology and Evolution",
            "volume": "33",
            "issn": "",
            "pages": "1870-1874",
            "other_ids": {
                "DOI": [
                    "10.1093/molbev/msw054"
                ]
            }
        },
        "BIBREF7": {
            "title": "Detection and phylogenetic analysis of porcine deltacoronavirus in Korean Swine Farms, 2015",
            "authors": [],
            "year": 2016,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "63",
            "issn": "",
            "pages": "248-252",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12490"
                ]
            }
        },
        "BIBREF8": {
            "title": "Complete genome characterization of Korean porcine deltacoronavirus Strain KOR/KNU14‐04/2014",
            "authors": [],
            "year": 2014,
            "venue": "Genome Announcements",
            "volume": "2",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1128/genomeA.01191-14"
                ]
            }
        },
        "BIBREF9": {
            "title": "Genomic analyses identify distinct patterns of selection in domesticated pigs and Tibetan wild boars",
            "authors": [],
            "year": 2013,
            "venue": "Nature Genetics",
            "volume": "45",
            "issn": "",
            "pages": "1431-1438",
            "other_ids": {
                "DOI": [
                    "10.1038/ng.2811"
                ]
            }
        },
        "BIBREF10": {
            "title": "First report of seroprevalence of swine influenza A virus in Tibetan pigs in Tibet, China",
            "authors": [],
            "year": 2014,
            "venue": "Tropical Animal Health and Production",
            "volume": "46",
            "issn": "",
            "pages": "257-259",
            "other_ids": {
                "DOI": [
                    "10.1007/s11250-013-0458-4"
                ]
            }
        },
        "BIBREF11": {
            "title": "The detection and phylogenetic analysis of porcine deltacoronavirus from Guangdong Province in Southern China",
            "authors": [],
            "year": 2017,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "65",
            "issn": "",
            "pages": "166-173",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12644"
                ]
            }
        },
        "BIBREF12": {
            "title": "Biodiversity of pig breeds from China and Europe estimated from pooled DNA samples: Differences in microsatellite variation between two areas of domestication",
            "authors": [],
            "year": 2008,
            "venue": "Genetics, Selection, Evolution: GSE",
            "volume": "40",
            "issn": "",
            "pages": "103-128",
            "other_ids": {
                "DOI": [
                    "10.1051/gse:2007039"
                ]
            }
        },
        "BIBREF13": {
            "title": "Retrospective investigation and evolutionary analysis of a novel porcine deltacoronavirus strain detected in Thailand from 2008 to 2015",
            "authors": [],
            "year": 2017,
            "venue": "Archives of Virology",
            "volume": "162",
            "issn": "",
            "pages": "2103-2108",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-017-3331-3"
                ]
            }
        },
        "BIBREF14": {
            "title": "PCR‐based retrospective evaluation of diagnostic samples for emergence of porcine deltacoronavirus in US swine",
            "authors": [],
            "year": 2015,
            "venue": "Veterinary Microbiology",
            "volume": "179",
            "issn": "",
            "pages": "296-298",
            "other_ids": {
                "DOI": [
                    "10.1016/j.vetmic.2015.06.005"
                ]
            }
        },
        "BIBREF15": {
            "title": "Newly emerged porcine deltacoronavirus associated with diarrhoea in Swine in China: Identification, prevalence and full‐length genome sequence analysis",
            "authors": [],
            "year": 2015,
            "venue": "Transboundary and Emerging Diseases",
            "volume": "62",
            "issn": "",
            "pages": "575-580",
            "other_ids": {
                "DOI": [
                    "10.1111/tbed.12399"
                ]
            }
        },
        "BIBREF16": {
            "title": "Genetic diversity of ORF3 and spike genes of porcine epidemic diarrhea virus in Thailand",
            "authors": [],
            "year": 2014,
            "venue": "Infection, Genetics and Evolution: Journal of Molecular Epidemiology and Evolutionary Genetics in Infectious Diseases",
            "volume": "21",
            "issn": "",
            "pages": "205-213",
            "other_ids": {
                "DOI": [
                    "10.1016/j.meegid.2013.11.001"
                ]
            }
        },
        "BIBREF17": {
            "title": "Detection and genetic characterization of deltacoronavirus in pigs, Ohio, USA, 2014",
            "authors": [],
            "year": 2014,
            "venue": "Emerging Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "1227-1230",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2007.140296"
                ]
            }
        },
        "BIBREF18": {
            "title": "Molecular epidemiological investigation of porcine kobuvirus and Its coinfection rate with PEDV and SaV in Northwest China",
            "authors": [],
            "year": 2016,
            "venue": "BioMed Research International",
            "volume": "2016",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1155/2016/7590569"
                ]
            }
        },
        "BIBREF19": {
            "title": "Discovery of seven novel Mammalian and avian coronaviruses in the genus deltacoronavirus supports bat coronaviruses as the gene source of alphacoronavirus and betacoronavirus and avian coronaviruses as the gene source of gammacoronavirus and deltacoronavirus",
            "authors": [],
            "year": 2012,
            "venue": "Journal of Virology",
            "volume": "86",
            "issn": "",
            "pages": "3995-4008",
            "other_ids": {
                "DOI": [
                    "10.1128/jvi.06540-11"
                ]
            }
        },
        "BIBREF20": {
            "title": "Hepatitis E virus genotype 4 in yak, northwestern China",
            "authors": [],
            "year": 2014,
            "venue": "Emerging Infectious Diseases",
            "volume": "20",
            "issn": "",
            "pages": "2182-2184",
            "other_ids": {
                "DOI": [
                    "10.3201/eid2012.131599"
                ]
            }
        },
        "BIBREF21": {
            "title": "First detection of ungulate tetraparvovirus 1 (bovine hokovirus 1) in domestic yaks in northwestern China",
            "authors": [],
            "year": 2016,
            "venue": "Archives of Virology",
            "volume": "161",
            "issn": "",
            "pages": "177-180",
            "other_ids": {
                "DOI": [
                    "10.1007/s00705-015-2638-1"
                ]
            }
        }
    }
}