{
    "paper_id": "PMC7133703",
    "metadata": {
        "title": "Hospital management of adults with severe acute respiratory syndrome (SARS) if SARS re-emerges—updated 10 February 2004",
        "authors": [
            {
                "first": "W.S",
                "middle": [],
                "last": "Lim",
                "suffix": "",
                "email": "jim.mcmenamin@scieh.csa.scot.nhs.uk",
                "affiliation": {}
            },
            {
                "first": "S.R",
                "middle": [],
                "last": "Anderson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "R.C",
                "middle": [],
                "last": "Read",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The following case definitions (see Table 1, Table 2, Table 3, Table 4)\nare designed for use during an outbreak of SARS, once the re-emergence of SARS has been verified by the World Health Organisation (WHO).",
            "cite_spans": [],
            "section": "UK SARS case definitions if SARS re-emerges ::: Introduction",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 43,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 45,
                    "end": 52,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 54,
                    "end": 61,
                    "mention": "Table 3",
                    "ref_id": "TABREF2"
                },
                {
                    "start": 63,
                    "end": 70,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "It is anticipated that patients with SARS will have a respiratory illness severe enough to warrant hospital admission. Management of such cases is covered in 2, 3, 4. A person with a mild respiratory illness and a potential epidemiological link to SARS should be defined as a PUI (see Table 4) and should be assessed in primary care and reviewed within 72 h.",
            "cite_spans": [],
            "section": "UK SARS case definitions if SARS re-emerges ::: Introduction",
            "ref_spans": [
                {
                    "start": 285,
                    "end": 292,
                    "mention": "Table 4",
                    "ref_id": "TABREF3"
                }
            ]
        },
        {
            "text": "A PUI does not require routine hospitalisation nor do they require a chest radiograph (CXR) or laboratory investigation for SARS CoV as part of their assessment. A PUI should only be hospitalised if his or her condition deteriorates. The management of such patients is covered in Section 5. If these patients are subsequently found to have radiographic evidence consistent with SARS, they should be reclassified as a ‘probable SARS’ case unless an alternative diagnosis is made.",
            "cite_spans": [],
            "section": "UK SARS case definitions if SARS re-emerges ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "A PUI should be reported to local Health Protection Units but does not need to be reported to CDSC Colindale.",
            "cite_spans": [],
            "section": "UK SARS case definitions if SARS re-emerges ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Please discuss the classification of SARS patients with the Health Protection Agency's Communicable Disease Surveillance Centre (CDSC) Duty doctor (Tel.: 0208-200-6868) and complete a standard SARS report form and fax to your local Consultant in Communicable Disease Control (CCDC) and CDSC (details at: http://www.hpa.org.uk/infections/topics_az/SARS/forms.htm).",
            "cite_spans": [],
            "section": "UK SARS case definitions if SARS re-emerges ::: Introduction",
            "ref_spans": []
        },
        {
            "text": "Detailed guidance regarding the infection control issues during hospital management of a patient, or patients, presenting with SARS can be found at the HPA website: http://www.hpa.org.uk/infections/topics_az/SARS/hops_infect_cont.htm.",
            "cite_spans": [],
            "section": "Infection control issues ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "Briefly, the key recommendations are:(a)Give the patient a surgical mask to wear continuously (unless requiring face mask for oxygen).(b)Admit the patient to a negative pressure isolation room. If none available, use a single-room.(c)Consider transfer to a designated centre with negative pressure facilities as appropriate.(d)Ensure healthcare workers adhere to local SARS infection control measures: minimum requirement—gown, gloves, goggles or visors, masks (respirators) conforming to at least EN149:2001 FFP3 and strict hand-washing.6 For further details see http://www.hpa.org.uk/infections/topics_az/SARS/hosp_infect_cont.htm and http://www.escmid.org.(e)Detailed guidance on the use of masks (respirators) is available at: http://www.hpa.org.uk/infections/topics_az/SARS/maskFAQs.htm.\n",
            "cite_spans": [
                {
                    "start": 538,
                    "end": 539,
                    "mention": "6",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Infection control issues ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "Ensure other infection control procedures are in place.(g)Inform hospital infection control representative, CCDC regional designated SARS Infectious Diseases Unit and CDSC Duty Doctor (available on 0208 200 6868). Maintain a list of all staff that have contact with the patient.(h)All staff should be vigilant for symptoms of SARS in the 10 days following exposure to a case and should not come to work if they have a fever. Further advice should be sought from the hospital infection control team and occupational health.(i)Visitors should be restricted and may only include next of kin/legal guardian.\n",
            "cite_spans": [],
            "section": "Infection control issues ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "Confirm the travel history and/or history of contact with a patient with SARS. Explore other possible causes of pneumonia.",
            "cite_spans": [],
            "section": "Recommendation ::: General management ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "Assess pneumonia disease severity according to the BTS guidelines on the management of community acquired pneumonia (CAP) in adults (http://www.brit-thoracic.org.uk/guide/guidelines.html).10 In addition, determine whether the patient has any medical history of illness associated with a more severe outcome of SARS, i.e. diabetes and cardiopulmonary disease.1\n",
            "cite_spans": [
                {
                    "start": 188,
                    "end": 190,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 358,
                    "end": 359,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Recommendation ::: General management ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "Obtain investigations as listed below (observe high risk infection control measures for all samples).",
            "cite_spans": [],
            "section": "Recommendation ::: General management ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "\n(a)Expectorated sputum (if available)(b)Urine (20–30 ml)(c)Stool(d)EDTA blood (20 ml for PCR)(e)Acute serology (20 ml of clotted blood)\n",
            "cite_spans": [],
            "section": "Microbiology ::: Laboratory testing for SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "Do not obtain a nasopharyngeal aspirate as this is likely to generate aerosols.",
            "cite_spans": [],
            "section": "Microbiology ::: Laboratory testing for SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "\n(a)Chest X-ray(b)Pulse oximetry(c)Blood gases if oxygen saturation <92% on air(d)Full blood count, urea, creatinine, electrolytes, liver function tests, lactate dehydrogenase, creatinine kinase and C-reactive protein.(e)Other samples for diagnostic testing as appropriate (remember there are much commoner causes of CAP than SARS).\n",
            "cite_spans": [],
            "section": "Other tests ::: Laboratory testing for SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "Oxygen supplementation should be administered according to standard/local guidelines. However, in order to reduce the risk of aerosol generation and hence spread of infection, high flow oxygen is not recommended, i.e. avoid oxygen flow rates of >6 l/min. It should be possible to provide 30–40% oxygen supplementation using a standard low flow oxygen system and an air-entrainer together with a Ventimask.",
            "cite_spans": [],
            "section": "Oxygen therapy ::: Specific management of a patient with probable or confirmed SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "Procedures and practices that promote the generation of aerosols (Table 5) should be avoided wherever possible to reduce the risk of infection to healthcare workers.11., 12. If such procedures need to be performed, e.g. tracheal intubation, it is advised that experienced operators only should undertake these procedures. These should, where possible, be planned and controlled. These procedures should ideally be undertaken in a negative pressure room. Only a minimum number of staff should be present and all must wear gowns, gloves, goggles/visors and respirators as described under infection control issues (see Section 2.1). Entry and exit from the room should be minimised during the procedure. The use of powered air purifying respirators (PAPRs) during aerosol generating procedures is not recommended. This is because there are concerns over the removal, disposal, cleaning and decontamination of this equipment, which may increase the potential risk of self-contamination and at this time there is inadequate evidence to determine whether PAPRs further reduce the transmission of SARS. If PAPRs are used, staff must be properly trained in their safe use.",
            "cite_spans": [
                {
                    "start": 165,
                    "end": 168,
                    "mention": "11.",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 170,
                    "end": 173,
                    "mention": "12.",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Respiratory support and procedures ::: Specific management of a patient with probable or confirmed SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": [
                {
                    "start": 66,
                    "end": 73,
                    "mention": "Table 5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "Preplanning and early consultation with local critical care providers is recommended.13 Patients who are likely to require intubation, should be identified early and the procedure should be undertaken electively. In order to avoid the use of CPAP or NIV, early intubation and invasive positive pressure ventilation (IPPV) may be required in some patients with impending respiratory failure.",
            "cite_spans": [
                {
                    "start": 85,
                    "end": 87,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Recommendation ::: Critical care ::: Specific management of a patient with probable or confirmed SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "The following issues need to be carefully considered:",
            "cite_spans": [],
            "section": "Recommendation ::: Critical care ::: Specific management of a patient with probable or confirmed SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "\n(a)Need for early intubation of patients with impending respiratory failure with avoidance of use of CPAP or NIV.(b)Adequacy of infection control policies (including training). See http://www.hpa.org.uk/infections/topics_az/SARS/hosp_infect_cont.htm.(c)Use of a negative pressure isolation room for intubation and subsequent IPPV. Transfer to designated centres with appropriate facilities may be necessary.\n",
            "cite_spans": [],
            "section": "Recommendation ::: Critical care ::: Specific management of a patient with probable or confirmed SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "Further guidance for the management of critically ill patients is being developed.",
            "cite_spans": [],
            "section": "Recommendation ::: Critical care ::: Specific management of a patient with probable or confirmed SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "The current recommendation is to consider moderate doses of steroid (prednisolone 30–40 mg/day or iv equivalent) in severely ill patients with SARS with increasing oxygen requirements who have a PaO2 <10 kPa or O2 sats <90% on air.",
            "cite_spans": [],
            "section": "Recommendation ::: Steroids ::: Potential additional treatments for SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "The routine use of ribavirin in patients with SARS is not recommended.",
            "cite_spans": [],
            "section": "Recommendation ::: Ribavirin ::: Potential additional treatments for SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "None can be given at this time.",
            "cite_spans": [],
            "section": "Recommendation ::: Interferon ::: Potential additional treatments for SARS ::: Adult presenting to hospital with probable SARS",
            "ref_spans": []
        },
        {
            "text": "These contacts may continue with everyday activities, as long as they remain well. The local Health Protection Team will contact them on a regular basis to review their health.",
            "cite_spans": [],
            "section": "Contacts of a probable SARS case ::: Management of the close contacts of a probable or confirmed SARS case",
            "ref_spans": []
        },
        {
            "text": "These contacts should be isolated at home. Please refer to the Health Protection Agency's guidelines on voluntary home isolation at http://www.hpa.org.uk/infections/topics_az/SARS/homeiso.htm.",
            "cite_spans": [],
            "section": "Contacts of a confirmed SARS case ::: Management of the close contacts of a probable or confirmed SARS case",
            "ref_spans": []
        },
        {
            "text": "If a contact becomes unwell within 10 days of their contact with a probable or confirmed SARS case they should phone a doctor urgently. For more information please refer to: http://www.hpa.org.uk/infections/topics_az/SARS/Guidelines.htm.",
            "cite_spans": [],
            "section": "Contacts of a confirmed SARS case ::: Management of the close contacts of a probable or confirmed SARS case",
            "ref_spans": []
        },
        {
            "text": "Patients should monitor and record their temperature twice daily. If they have an elevated temperature of 38 °C or above on two consecutive occasions they should inform (by telephone) the healthcare facility from which they were discharged.",
            "cite_spans": [],
            "section": "On discharge from hospital ::: Discharge from hospital and follow up of a probable or confirmed SARS case",
            "ref_spans": []
        },
        {
            "text": "Patients should remain at home for 7 days after discharge, keeping contact with others at a minimum. This is to reduce the risk of transmission until more is known regarding the potential for continued carriage in convalescent cases.",
            "cite_spans": [],
            "section": "On discharge from hospital ::: Discharge from hospital and follow up of a probable or confirmed SARS case",
            "ref_spans": []
        },
        {
            "text": "Additional home confinement may need to be considered, particularly in patients who are immunosuppressed. Inform the local Health Protection Team/CCDC regarding the hospital discharge of patients to ensure follow-up in the community.",
            "cite_spans": [],
            "section": "On discharge from hospital ::: Discharge from hospital and follow up of a probable or confirmed SARS case",
            "ref_spans": []
        },
        {
            "text": "A standard follow-up form should be completed and faxed to the local CCDC and CDSC on day 2, day 10, and/or once the patient is asymptomatic. Forms are available from http://www.hpa.org.uk/infections/topics_az/SARS/forms.htm. Follow-up post-discharge will be the responsibility of the local infection control team.",
            "cite_spans": [],
            "section": "Surveillance follow-up ::: Discharge from hospital and follow up of a probable or confirmed SARS case",
            "ref_spans": []
        },
        {
            "text": "Convalescent serology should be obtained at 21 days after the date of disease onset.",
            "cite_spans": [],
            "section": "Surveillance follow-up ::: Discharge from hospital and follow up of a probable or confirmed SARS case",
            "ref_spans": []
        },
        {
            "text": "Infection control measures as for patients with probable SARS should apply (see Section 2.1) until it is clinically clear that the PUI does not have probable SARS. Such patients should be treated as for non-pneumonic LRTI.",
            "cite_spans": [],
            "section": "Recommendation ::: Management of a person under investigation (PUI) who requires hospital admission but has a normal chest radiograph",
            "ref_spans": []
        },
        {
            "text": "If the patient improves with treatment in the first 48 h following admission, the likelihood of SARS is small. Infection control measures may be relaxed and the patient discharged if this is clinically appropriate.",
            "cite_spans": [],
            "section": "Recommendation ::: Management of a person under investigation (PUI) who requires hospital admission but has a normal chest radiograph",
            "ref_spans": []
        },
        {
            "text": "If the patient does not improve with initial treatment (either no change or deteriorates), a repeat CXR should be obtained. An abnormal CXR with changes consistent with SARS would require the patient to be re-classified as having Probable SARS and be managed accordingly (see Section 2). If the repeat CXR remains normal, the patient remains a PUI. Further repeat CXRs may be required at 1–2 days intervals depending on clinical circumstances.",
            "cite_spans": [],
            "section": "Recommendation ::: Management of a person under investigation (PUI) who requires hospital admission but has a normal chest radiograph",
            "ref_spans": []
        },
        {
            "text": "A PUI should be reported to the local Health Protection Unit but does not need to be reported to CDSC Colindale.",
            "cite_spans": [],
            "section": "Recommendation ::: Management of a person under investigation (PUI) who requires hospital admission but has a normal chest radiograph",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Case definition for a probable case of SARS\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Case definition for a confirmed case of SARS\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: Case definition for a discarded case\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: Case definition for a person under investigation\n",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: Procedures that might promote the generation of aerosols (non-exhaustive list)\n",
            "type": "table"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Clinical features and short-term outcomes of 144 patients with SARS in the greater Toronto area",
            "authors": [
                {
                    "first": "C.M",
                    "middle": [],
                    "last": "Booth",
                    "suffix": ""
                },
                {
                    "first": "L.M",
                    "middle": [],
                    "last": "Matukas",
                    "suffix": ""
                },
                {
                    "first": "G.A",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "289",
            "issn": "",
            "pages": "2801-2809",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Severe acute respiratory syndrome (SARS): infection control",
            "authors": [
                {
                    "first": "T.S",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "T.A",
                    "middle": [],
                    "last": "Buckley",
                    "suffix": ""
                },
                {
                    "first": "F.H",
                    "middle": [],
                    "last": "Yap",
                    "suffix": ""
                },
                {
                    "first": "J.J",
                    "middle": [],
                    "last": "Sung",
                    "suffix": ""
                },
                {
                    "first": "G.M",
                    "middle": [],
                    "last": "Joynt",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9366",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "SARS: experience at Prince of Wales Hospital, Hong Kong",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Tomlinson",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Cockram",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9368",
            "pages": "1486-1487",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Anaesthesia and SARS",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kamming",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Gardam",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Chung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Br J Anaesth",
            "volume": "90",
            "issn": "6",
            "pages": "715-718",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Development of a standard treatment protocol for severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "L.K",
                    "middle": [],
                    "last": "So",
                    "suffix": ""
                },
                {
                    "first": "A.C",
                    "middle": [],
                    "last": "Lau",
                    "suffix": ""
                },
                {
                    "first": "L.Y",
                    "middle": [],
                    "last": "Yam",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9369",
            "pages": "1615-1617",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Description and clinical treatment of an early outbreak of severe acute respiratory syndrome (SARS) in Guangzhou, PR China",
            "authors": [
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zhao",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Zhang",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "J Med Microbiol",
            "volume": "52",
            "issn": "Part 8",
            "pages": "715-720",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "High dose pulse versus non-pulse corticosteroid regimens in severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J.C",
                    "middle": [],
                    "last": "Ho",
                    "suffix": ""
                },
                {
                    "first": "G.C",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "T.Y",
                    "middle": [],
                    "last": "Mok",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Am J Respir Crit Care Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Treatment of SARS with human interferons",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Cinatl",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Chandra",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "H.W",
                    "middle": [],
                    "last": "Doerr",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "362",
            "issn": "9390",
            "pages": "1158-1159",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Coronavirus as a possible cause of severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J.S",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "S.T",
                    "middle": [],
                    "last": "Lai",
                    "suffix": ""
                },
                {
                    "first": "L.L",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9366",
            "pages": "1319-1325",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Acute respiratory distress syndrome in critically ill patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T.W",
                    "middle": [],
                    "last": "Lew",
                    "suffix": ""
                },
                {
                    "first": "T.K",
                    "middle": [],
                    "last": "Kwek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tai",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "3",
            "pages": "374-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Critically ill patients with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "R.A",
                    "middle": [],
                    "last": "Fowler",
                    "suffix": ""
                },
                {
                    "first": "S.E",
                    "middle": [],
                    "last": "Lapinsky",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hallett",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "JAMA",
            "volume": "290",
            "issn": "3",
            "pages": "367-373",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Aetiology: Koch's postulates fulfilled for SARS virus",
            "authors": [
                {
                    "first": "R.A",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kuiken",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Schutten",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Nature",
            "volume": "423",
            "issn": "6937",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Effectiveness of precautions against droplets and contact in prevention of nosocomial transmission of severe acute respiratory syndrome (SARS)",
            "authors": [
                {
                    "first": "W.H",
                    "middle": [],
                    "last": "Seto",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tsang",
                    "suffix": ""
                },
                {
                    "first": "R.W",
                    "middle": [],
                    "last": "Yung",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9368",
            "pages": "1449-1456",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J.S",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C.M",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V.C",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "9371",
            "pages": "1767-1772",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Identification of severe acute respiratory syndrome in Canada",
            "authors": [
                {
                    "first": "S.M",
                    "middle": [],
                    "last": "Poutanen",
                    "suffix": ""
                },
                {
                    "first": "D.E",
                    "middle": [],
                    "last": "Low",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1995-2005",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "A major outbreak of severe acute respiratory syndrome in Hong Kong",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1986-1994",
            "other_ids": {
                "DOI": []
            }
        }
    }
}