{
    "paper_id": "PMC7170192",
    "metadata": {
        "title": "Emerging Infectious Diseases of Immigrant Patients",
        "authors": [
            {
                "first": "Jonathan",
                "middle": [],
                "last": "Sellman",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patrick",
                "middle": [],
                "last": "Pederson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Patricia",
                "middle": [
                    "Frye"
                ],
                "last": "Walker",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Elizabeth",
                "middle": [
                    "D."
                ],
                "last": "Barnett",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Today, accounts of emerging infectious diseases spill from newspaper headlines and garner lead story status on the evening news. Just as globalization has brought humanity closer together in trade and culture, infections are transmitted rapidly across the globe. The public seems as interested in ‘bird flu’ in Asia or Ebola in central Africa as in an account of neisserial meningitis at the local high school. It now seems surprising that recognition of emerging infections is less than a few decades old.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "It is understandable that a sense of complacency about infectious disease took hold of medicine and public health in the late twentieth century. Improvements in sanitation, nutrition, housing, and occupational health dramatically decreased infectious disease rates in the United States. Immunizations were effective against viral infections: smallpox was eradicated world-wide; rubella was eliminated from North America; and rates of other childhood viral diseases markedly reduced.1,\n2 With the development of safe and effective vaccines and drugs to treat bacterial infections, bacteria appeared defeated. All these factors caused an inappropriate confidence that infectious diseases would be completely eradicated as a public health problem. In fact, in 1967, US Surgeon General William H. Stewart announced that it was ‘time to close the book on infectious diseases, declare the war against pestilence won, and shift national resources to such chronic problems as cancer and heart disease.'3 Despite this hubris, others began to sound the alarm. The term ‘emerging diseases’ was first used by David J. Sencer in 1971.4 In 1976, the Centers for Disease Control (CDC) investigated an outbreak of disease affecting attendees at the National American Legion Convention in Philadelphia, and the following year CDC isolated the causative agent, Legionella pneumophila, for what is now called Legionnaire's disease. In 1981, Richard M. Krause, director of the National Institutes of Allergy and Infectious Diseases, published an early clarion call with his book The Restless Tide: The Persistent Challenge of the Microbial World.5 Shortly thereafter, the epidemic of AIDS was recognized and over the next 10 years a growing sense of unease arose as new infectious disease outbreaks were identified.",
            "cite_spans": [
                {
                    "start": 482,
                    "end": 484,
                    "mention": "1,",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 485,
                    "end": 486,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 994,
                    "end": 995,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1121,
                    "end": 1122,
                    "mention": "4",
                    "ref_id": "BIBREF32"
                },
                {
                    "start": 1626,
                    "end": 1627,
                    "mention": "5",
                    "ref_id": "BIBREF33"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The Institute of Medicine triggered a landslide of interest in emerging infections when it addressed the issue in the early 1990s. In the seminal work on the topic, a 1992 Institute of Medicine report defined emerging infectious diseases as ‘infections that have newly appeared in a population or have existed but are rapidly increasing in incidence or geographic range.'6 Aside from numerous academic and lay-public publications, several landmark developments are notable in the history of emerging infections. The Centers for Disease Control and Prevention (CDC) started publication of the journal Emerging Infectious Diseases in January 1995. The journal continues to provide a venue for discussion of emerging diseases in human and animal populations.",
            "cite_spans": [
                {
                    "start": 371,
                    "end": 372,
                    "mention": "6",
                    "ref_id": "BIBREF34"
                }
            ],
            "section": "Recognition and Surveillance for Emerging Infectious Disease",
            "ref_spans": []
        },
        {
            "text": "ProMED-mail, the Program for Monitoring Emerging Diseases, (http://www.promedmail.org) is an internet-based reporting system established in 1994 with the support of the Federation of American Scientists and SatelLife. Since 1999, ProMED-mail has operated as a program of the International Society of Infectious Diseases. The electronic mail system provides subscribers with daily updates about emerging diseases from around the world. The importance and effectiveness of the system has been repeatedly documented. A notable example was an email sent by a travel medicine physician, Stephen O. Cunnion, on February 10, 2003.7 He quoted an email that he had received, stating, ‘Have you heard of an epidemic in Guangzhou? An acquaintance of mine from a teacher's chat room lives there and reports that the hospitals there have been closed and people are dying.' This email was an early warning of an outbreak of the previously unidentified human coronavirus causing severe acute respiratory syndrome (SARS).",
            "cite_spans": [
                {
                    "start": 623,
                    "end": 624,
                    "mention": "7",
                    "ref_id": "BIBREF35"
                }
            ],
            "section": "Recognition and Surveillance for Emerging Infectious Disease",
            "ref_spans": []
        },
        {
            "text": "The International Society of Travel Medicine (ISTM) provided seed money to establish GeoSentinel in July 1995. Initially, GeoSentinel was founded as a working group of nine US-based ISTM member travel clinics which agreed to collaborate as a sentinel emerging infections network by monitoring illness among returning international travelers. The following year the network was awarded funding from the CDC. GeoSentinel now incorporates a global network of providers at over 30 sites on all continents. A successful early recognition of disease emergence by GeoSentinel was the identification of leptospirosis among participants in the Borneo Eco-Challenge 2000 Adventure Race while many participants were still in the incubation period.8\n",
            "cite_spans": [
                {
                    "start": 736,
                    "end": 737,
                    "mention": "8",
                    "ref_id": "BIBREF36"
                }
            ],
            "section": "Recognition and Surveillance for Emerging Infectious Disease",
            "ref_spans": []
        },
        {
            "text": "As a focused field of study, interest in emerging infections grew out of observations of a number of new diseases that emerged in the last three decades of the twentieth century. These diseases included the worldwide pandemic of a newly recognized pathogen (HIV); reemergence of the old disease of tuberculosis; newly recognized infectious syndromes associated with known pathogens, such as toxic shock syndrome caused by group A Streptococcus; and introductions of known agents into naïve populations, such as West Nile virus.",
            "cite_spans": [],
            "section": "Historical Observations: Plagues, Pestilences, People, Immigration",
            "ref_spans": []
        },
        {
            "text": "The history of epidemic diseases involves the increasing interconnectedness of people. Early societies brought together humans in large enough concentrations that epidemic disease could take hold and spread within villages and city-states. Epidemic disease took advantage of contacts between early city states and then nations engaged in wars or trade. Multiple epidemics of plague spread out of China via the Silk Road.",
            "cite_spans": [],
            "section": "Historical Observations: Plagues, Pestilences, People, Immigration",
            "ref_spans": []
        },
        {
            "text": "The opening of the New World to European settlement led to an interchange of species, including pathogens, termed the Columbian exchange.9 Measles and smallpox brought to the New World by immigrant Europeans devastated Native Americans. Meanwhile, syphilis, which is theorized to have arisen in the Americas, spread in epidemic fashion in Europe after 1492. The slave trade was responsible for the movement of HTLV (human T-cell lymphotropic virus)-I, HTLV-II, yellow fever virus and, importantly, its mosquito vector, Aedes aegypti, to the Americas. In the 1970s, Aedes albopictus, a mosquito vector competent for transmission of dengue was inadvertently imported into North America from Asia as a result of the international trade in used tires. Global air travel has connected distant corners of the planet like never before, offering pathogens unprecedented potential for rapid transmission to far-flung immunologically naïve populations.",
            "cite_spans": [
                {
                    "start": 137,
                    "end": 138,
                    "mention": "9",
                    "ref_id": "BIBREF37"
                }
            ],
            "section": "Historical Observations: Plagues, Pestilences, People, Immigration",
            "ref_spans": []
        },
        {
            "text": "Why do some diseases emerge and spread globally, while others sputter out locally? Disease occurs when a pathogen meets a host that is vulnerable to the agent in an environment that allows the agent and host to interact. Agent, host, and environment alone are not sufficient to cause an epidemic, however. For a pathogen to be successful in causing an epidemic, an unbroken chain of transmission must be present. Given a suitable mode of spread and a chain of transmission from one susceptible host to another, an outbreak can develop. The chain of transmission may be thought of categorically as a source for the agent, the presence of the agent (pathogen), a portal of exit from the source, a mode of transmission, a portal of entry into the host, and a susceptible host.",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "The first link in the chain, the source for the agent, is the place where the agent originates. This may be another infected human, or the animal reservoir in the case of zoonotic infections, or the environmental reservoir in the case of pathogens acquired from environmental sources, such as soil. Influenza, for example, circulates as a zoonotic infection with the principle reservoir being waterfowl.",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "The second link is the presence of the agent or pathogen. Even though a host may be in contact with the source, the agent must be present in order for transmission to occur. Certain characteristics of the pathogen are important to consider. Infectivity is the capacity to cause infection in a susceptible host. Not all infections result in symptomatic disease, however. The pathogenicity of the agent is the capacity to cause disease in a host. And finally, the virulence of the pathogen determines the severity of disease that the agent causes in the host. Pursuing influenza as an example, although humans who interact with poultry are likely frequently exposed, many avian influenza viruses are either not spread to humans (low infectivity) or, of those which are, they may infect a human but are unable to cause disease (low pathogenicity). However, with reassortment of the influenza genome, there is potential for influenza viruses to cause severe illness and death in humans (i.e. H5N1).",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "The third link, a portal of exit, is a pathway by which the agent can leave the source. This pathway is usually related to the place where the agent is localized. Influenza is spread from human to human primarily via respiratory secretions. Another example, the dimorphic fungus Coccidioides immitis, has an environmental reservoir. The organism is found in desert sands in the American southwest and its arthrospores are blown from the earth by winds.",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Once the agent leaves the source, a mode of transmission, or means of carrying it to the host, is needed. Although in the case of influenza fomite spread plays a role, with humans carrying the virus from poultry farm to farm, the main route of transmissions from person to person tends to be droplet spread of infected respiratory material. Other modes of transmission are shown in Box 18.1\n.Box 18.1Modes of transmissionDirect transmission\n•Direct contact•Sexual transmission•Droplet\nIndirect transmission\n•Vehicle-borne•Fomites (clothing, bedding, surgical instruments)•Blood-borne•Fecal–oral•Vector-borne•Mechanical•Biological\nAirborne\n•Droplet nuclei•Dust\n",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Direct transmission occurs with direct transfer of the infectious agent from person to person. This category includes transmission spread by direct contact, including touching, kissing, and sexual interactions. Rabies is spread by direct transmission via the bite of a rabid animal, for example. Droplet spread in which there is direct projection of infectious droplets onto the mucus membranes of the host also is included in this category. Droplet transmission, such as with influenza, occurs via large particles (measuring 5 microns) expelled when a person coughs, sneezes, or talks. These particles are generally propelled no more than 3 feet from the infected person in any direction. Indirect transmission may be vehicle-borne, in other words, spread via fomites, blood products (blood-borne transmission), or fecal contamination of water and food (fecal–oral transmission). Vector-borne diseases are transmitted indirectly by a live carrier, usually an arthropod, such as mosquitoes, fleas, or ticks. The transmission may be mechanical, in which the vector acts to transport the pathogen, but is not biologically necessary for replication, such as fecal coliform bacteria transported by a housefly, or biological transmission in which the vector is a site of replication of the pathogen, such as malarial parasites in mosquito species.",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Airborne transmission is via droplet nuclei or dusts (measuring < 5 microns) that can remain suspended in air for long periods of time and may be carried by air currents for long distances. The classic example of a disease transmitted by the airborne route is measles. In some cases, the pathogen is not able to be transmitted effectively from one human host to another. In this case, the human is a ‘dead-end host’ and the chain of transmission is cut. Examples of dead-end infections in humans include those due to the dimorphic fungi, Histoplasma, Blastomyces, and Coccidioides.",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "There must be a pathway into the host, a portal of entry, which gives the agent access to tissue where it can multiply or act. Often, the agent enters the host in the same way that it left the source. This is the case with influenza or Mycobacterium tuberculosis, which leave the source through the respiratory tract and usually enter a new host through the respiratory tract.",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "And finally, there must be a susceptible host. The immune status of the host is generally classifiable as susceptible, immune, or infected. The susceptible host's response to exposure can vary widely, from manifesting subclinical infection, atypical symptoms, straightforward illness, severe illness, or death. Host susceptibility is extremely complex, with intensive infectious disease research currently directed at gaining an understanding of why certain hosts are susceptible, why infected hosts display variation in clinical manifestations, and why different hosts vary in their ability to transmit disease. This understanding is being greatly advanced through evolving applications of molecular genetic techniques.",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Yet even when all of the above factors are present, some diseases do not become epidemics. Mathematical modeling of infectious disease outbreaks has led to the characterization of the basic reproduction number, R0, which describes the average number of secondary cases of disease generated by each typical case in a susceptible population. For epidemic spread of a disease, the R0 for the pathogen must be greater than one (R0 > 1). In its most simplistic form, the SIR model divides the population into proportions corresponding to susceptible (S), infected (I), and removed (either recovered and immune, or dead) (R).10 By definition:S+I+R=1\n",
            "cite_spans": [
                {
                    "start": 619,
                    "end": 621,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "The uniform mixing assumption posits that epidemics depend only on the total number of infectives (I) and susceptibles (S). Even diseases with similar R0 values can have different patterns of epidemic spread, with one turning into a pandemic and the other extinguishing locally. This highlights problems with the SIR model. Notably, it assumes a well-mixed, homogeneous population. Populations are frequently heterogeneous, however, with people interacting through networks of relationships. Disease transmission is facilitated between members of such networks more efficiently than outside these networks. Studies of sexually transmitted infections (STIs) highlight the important role of networks in disease transmission, but networks are equally important in diseases transmitted by other routes besides sexual transmission. Tuberculosis, for example, is much easier spread to family members because it requires prolonged, close contact. Additionally, the model does not take into account stochastic events which may have profound effects on the course of an epidemic. One infectious patient traveling on an intercontinental flight to an immunologically naïve population may have a profound impact on spread of a respiratory disease. Finally, the model fails to recognize the importance of host factors that lend to epidemic potential. For example, in some diseases, there are outliers of transmission potential in which an infected individual, a superspreader, may be more efficient at transmitting the disease than the observed average R0 of the disease.",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Although modeling is far from perfect, these basic concepts help guide the selection of public health strategies to interrupt infectious disease spread. Depending on which approach might be most effective, efforts may be directed to the specific agent (e.g. screwworm), host (e.g. immunization to prevent measles), or environment (e.g. sanitation improvements to prevent salmonella). We can also target a specific point in the chain of transmission, such as limiting fomite transmission.",
            "cite_spans": [],
            "section": "Epidemiology and Modeling of Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Few other highly transmissible contagions carry the historic profile of pandemic influenza. While seasonal outbreaks of interpandemic influenza occur annually, they can generally be predicted using international surveillance and their impact blunted by mass vaccination and prophylactic antiviral treatment strategies. In contrast, the emergence of highly pathogenic strains, such as the 1918 ‘Spanish’ flu which killed an estimated 50 million people worldwide, pose a substantially greater public health risk.14 More recently, the discovery of the H5N1 avian strain has led to considerable government preparation for the possibility of a new pandemic.15 Local physicians and state health departments remain on the forefront of such outbreaks. Special attention should be paid to infected foreign travelers and immigrants as one potential nidus for community-wide spread.",
            "cite_spans": [
                {
                    "start": 510,
                    "end": 512,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 652,
                    "end": 654,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Influenza ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Influenza viruses are enveloped segmented RNA viruses of the Orthomyxoviridae family. Three of the five genera constitute the three individual species of influenza: influenza A, influenza B, and influenza C. Of the three, only influenza A has shown pandemic potential. Influenza A subtypes are classified according to two envelope glycoproteins, hemagglutinin, of which there are 16 variants (H1–H16), and neuraminidase, of which there are 9 variants (N1–N9).",
            "cite_spans": [],
            "section": "Influenza ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "The pandemic aptitude of influenza A stems from both its nonhuman reservoir and its potential for frequent genetic mutation. Influenza A viruses have been known to infect horses, whales, seals, mink, and humans, but are most abundant in wild waterfowl.16 With few exceptions, wild avian hosts remain asymptomatic from infection, and, over centuries, have allowed the virus to enter evolutionary stasis, creating a stable platform from which numerous mutant variants have entered the human population.17,\n18 These mutations are facilitated by years of antigenic drift induced by the influenza RNA polymerase, which lacks proofreading capacity, and antigenic shift which occurs via genetic reassortment when more than one strain coexist in a single host.",
            "cite_spans": [
                {
                    "start": 252,
                    "end": 254,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 500,
                    "end": 503,
                    "mention": "17,",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 504,
                    "end": 506,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Influenza ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Achieving human-to-human transmissibility is most often a two-step process. Initially, antigenic drift allows an avian strain to infect a human host, but does not typically confer sufficient specificity to humans to allow for human-to-human transmission. It is postulated that this initial step has been facilitated in the past by the ongoing practice of human–avian cohabitation in the rural regions of Southeast Asia. Domesticated ducks, in particular, are known to excrete high titers of influenza from their GI tracts, with influenza deposited into local ponds remaining active for weeks.18 Next, individuals infected by both avian and human strains provide the opportunity for an antigenic shift to occur, whereby the virulent avian strain can gain characteristics that allow it to propagate human to human. Of note, both the 1957 H2N2 and the 1968 H3N2 pandemic strains were thought to develop along similar two-step pathways, while the 1918 H1N1 strain has more recently been shown to be a product of antigenic drift alone.19 Of more concern to contemporary policy makers, the highly lethal H5N1 avian virus has been shown to need only minimal modification by either route to gain a foothold among humans.20\n",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 594,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1030,
                    "end": 1032,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1212,
                    "end": 1214,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Influenza ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Recognition, treatment, and containment of pandemic influenza remain problematic. Influenza's primary mode of transmission, via aerosolization of respiratory secretions, allows for the rapid inoculation of multiple hosts, particularly during the initial asymptomatic 2–4-day incubation period.16 Of the 10–20% of the US population who are infected annually, primary symptoms remain non-specific, typically comprising fever, myalgias, cough, and headache.21,\n22 Symptoms of previously documented pandemic strains begin similarly, though may rapidly convert to a multilobar, hemorrhagic pneumonitis followed quickly by bacterial superinfection and/or death.14,\n23 Strategies for containment at this time rely on respiratory isolation of infected individuals, and on the rapid development of new influenza vaccines to cover emerging strains. Treatment typically consists of the early administration of antiviral medications, notably oseltamivir and zanamivir, which have limited efficacy, and supportive care.24\n",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 295,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 454,
                    "end": 457,
                    "mention": "21,",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 458,
                    "end": 460,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 655,
                    "end": 658,
                    "mention": "14,",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 659,
                    "end": 661,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1006,
                    "end": 1008,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Influenza ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Over 2 billion people internationally are currently infected with Mycobacterium tuberculosis which also infects 8–10 million more per year, and has an associated annual mortality of nearly 2 million individuals. Despite global eradication efforts, the re-emergence and spread of multidrug resistant tuberculosis (MDRTB), continues to threaten global eradication goals, and has again made the disease a public health threat. MDRTB is defined as a strain of tuberculosis that has developed resistance to both isoniazid and, most importantly, rifampin, the most powerful bactericidal antituberculosis medications presently available. MDRTB strains originate from sites of poor tuberculosis-control infrastructure, where inadequate drug supplies, inconsistent treatment regimens, multistrain infections, and compliance failures lead to a vicious cycle of resistance build-up and reinfection.25 Infectivity does not differ from nonresistant strains, with cough and aerosoli-zation being the primary mode of transmission. Because of resistance, treatment of MDRTB requires the use of less potent and less tolerable second-line agents. In order to assure cure, treatment duration must be extended, typically to 18–24 months. Consequently, treatment failures are more common compared with non-MDRTB cases. Mortality rates for MDRTB presently range from 12% for persons not infected by the human immunodeficiency virus (HIV) to 90% for HIV-positive individuals.26\n",
            "cite_spans": [
                {
                    "start": 887,
                    "end": 889,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1452,
                    "end": 1454,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                }
            ],
            "section": "Multidrug resistant tuberculosis ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Control of MDRTB abroad and within the US requires a strong global eradication effort and the geographically sensitive screening of new immigrants.27 Global efforts led by the World Health Organization's (WHO) Stop TB Partnership via the institution of directly observed therapy (DOT) programs among member countries has increased the number of individuals treated and slowed the annual incidence among most countries surveyed.28 Despite this progress, however, MDRTB continues to comprise 2–4% of new infections, and has resulted in multiple serious urban outbreaks throughout the United States.29, 30, 31, 32, 33, 34 Though foreign-born individuals comprise only 10% of the US population, they also account for greater than 50% of tuberculosis cases, and consequently play an important role in spread of MDRTB.27 Suspicion of drug-resistant TB can largely be based on origin of the immigrant. Though MDRTB has been identified in nearly every country surveyed, additional attention should be paid to immigrants from global ‘hot spots’ where the prevalence of MDRTB exceeds 5%, and include the countries of Kazakhstan, Uzbekistan, Israel, Estonia, Lithuania, Latvia, Ecuador, the Russian oblast Tomsk, and the Lianoning and Henan provinces of China.35 Recently, an outbreak of MDRTB in Hmong refugees who were in the process of settling in the US from Thailand served as a reminder of the cost and threat of this infection and has led to enhanced refugee screening overseas.",
            "cite_spans": [
                {
                    "start": 147,
                    "end": 149,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 427,
                    "end": 429,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 596,
                    "end": 598,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 600,
                    "end": 602,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 604,
                    "end": 606,
                    "mention": "31",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 608,
                    "end": 610,
                    "mention": "32",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 612,
                    "end": 614,
                    "mention": "33",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 616,
                    "end": 618,
                    "mention": "34",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 812,
                    "end": 814,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1249,
                    "end": 1251,
                    "mention": "35",
                    "ref_id": "BIBREF28"
                }
            ],
            "section": "Multidrug resistant tuberculosis ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "An abundance of economic and social resources facilitates ease of treatment of HIV infection in the developed world. Women known to be HIV positive are offered therapy during pregnancy and their babies are offered formula rather than being breast fed, virtually eliminating mother-to-child transmission. However, in the developing world lack of public health resources has hampered efforts to control pediatric HIV/AIDS. In some countries with high rates of HIV, limited healthcare resources, social stigmatization, lack of safe alternative nutrition sources, and poor infrastructure hinder prevention efforts aimed at reducing perinatal HIV transmission. Although perinatal HIV infection in the US has become rare because of available interventions, it is worth noting that because of many disparities in healthcare, including lack of knowledge of the importance of prenatal care, immigrant women are much more likely to present for delivery with unknown or positive HIV status, placing the infant at greater risk. Also, some immigrants and refugees are coming from areas of the world where HIV is highly endemic. At the time of migration, existing children in the family may be infected. With the reduction in mother-to-child transmission in the US, the pediatric HIV-infected cohort is rapidly aging. Thus, access to a provider experienced in handling pediatric HIV infection and its concomitant complications may be more difficult, particularly if families resettle in smaller communities.",
            "cite_spans": [],
            "section": "Pediatric HIV infection ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "The viral mosquito-borne diseases, dengue and chikungunya, have emerged over the past several decades. There are competent vectors for both these diseases in the US, and, as with West Nile virus, there is a real possibility of the introduction of disease into the US. In fact, dengue fever has been transmitted within the continental US near the Mexican border and outbreaks have occurred in Hawaii and Puerto Rico. With international air travel, an infected traveler, immigrant, or refugee may travel to another continent during the incubation period of these diseases. As a result, ill patients may present to healthcare providers in locales without endemic disease, confounding the diagnostic skills of clinicians and acting as a potential nidus for introduction to the US.",
            "cite_spans": [],
            "section": "Arthropod-borne disease ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Dengue is a flavivirus causing acute illness, classically presenting with fever, arthralgia, headache, retro-orbital pain, and rash, though clinical manifestations may vary from asymptomatic to undifferentiated viral syndrome to classic disease. Severe manifestations include dengue shock syndrome and dengue hemorrhagic fever. Although serologic tests for dengue are quite good, other flavivirus serologies are notoriously non-specific, and may cross-react, further complicating diagnosis. False-positive test results may incorrectly suggest the diagnosis of yellow fever, West Nile, or St. Louis encephalitis, for example.",
            "cite_spans": [],
            "section": "Arthropod-borne disease ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Chikungunya fever has a similar presentation to dengue, with symptoms of polyarthropathy, rash, and fever most common. As opposed to dengue, the articular manifestations are more severe and may persist for months. The maculopapular rash may be pruritic, although it is very difficult to distinguish from dengue on clinical grounds. It is caused by an alphavirus transmitted primarily by Aedes aegypti. Aedes albopictus and Ae. vittatus may also serve as vectors. The virus normally circulates in a sylvatic cycle similar to yellow fever, transmitted between primates in forests, with occasional epidemic urban spread. The incubation period is 2–10 days. Starting in late 2005, a very large outbreak of chikungunya was noted in the southwest Indian Ocean countries of Mauritius, the Seychelles, and Reunion Island and is currently ongoing in southern India.36 The epidemic led to numerous imported cases to Europe, especially French-speaking nations, and a smaller number of cases to Canada, Martinique, French Guyana, and the US.",
            "cite_spans": [
                {
                    "start": 856,
                    "end": 858,
                    "mention": "36",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Arthropod-borne disease ::: Emerging infectious diseases of note for immigrants and refugees ::: Recent Trends Notable for Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "Aside from the movement of peoples, trade of products can serve as a mode of transmission of emerging infectious diseases. International trade in bushmeat (the meat of wild animals) and animal products may facilitate transmission of infectious agents across borders.37,\n38\n",
            "cite_spans": [
                {
                    "start": 266,
                    "end": 269,
                    "mention": "37,",
                    "ref_id": "BIBREF30"
                },
                {
                    "start": 270,
                    "end": 272,
                    "mention": "38",
                    "ref_id": "BIBREF31"
                }
            ],
            "section": "Imported Products and Emerging Infectious Diseases",
            "ref_spans": []
        },
        {
            "text": "The struggle to contain emerging infectious disease relies on public health investment and prevention efforts. As has been demonstrated over the last century, public health investment can achieve eradication of disease, improve standards of living, and increase life expectancy. Spread of infectious diseases by refugees and immigrants is prevented by the careful assessment of individuals prior to immigration and after arrival in the US. This includes general health assessment, testing for select infections, PPD placement and chest roentgenography, immunizations, and in some cases, antimicrobial presumptive therapy. The Centers for Disease Control and Prevention may use quarantine and isolation procedures to prevent spread of disease from those suspected or documented with contagious disease.",
            "cite_spans": [],
            "section": "Prevention",
            "ref_spans": []
        },
        {
            "text": "The threat of emerging infectious diseases will continue to cloud our future, with new and recurring infections ever present to wreck havoc on human populations. The pathogens that are the threat of the future may be ones that were previously thought contained or even eradicated. They may be diseases long ignored because they no longer afflict those living in comfort in the developed world despite continuing to exact their toll among the disenfranchised. Or they may be newly identified as they emerge from the crevices of an ever-shrinking world. The challenge to healthcare providers and public health workers is to continue to advocate for basic healthcare for all and to be ever vigilant to the smoldering outbreak poised to become the next headline emerging disease.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Sincere appreciation is given to Dr. Christie Reed of the Centers for Disease Control and Prevention for her erudite comments and expert review of draft versions of this chapter.",
            "cite_spans": [],
            "section": "Acknowledgements",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 1980,
            "venue": "The global eradication of smallpox: final report of the global commission for the certification of smallpox eradication. History of International Public Health, No. 4",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Contributions to the mathematical theory of epidemics",
            "authors": [
                {
                    "first": "WO",
                    "middle": [],
                    "last": "Kermack",
                    "suffix": ""
                },
                {
                    "first": "AG",
                    "middle": [],
                    "last": "McKendrick",
                    "suffix": ""
                }
            ],
            "year": 1927,
            "venue": "R Statistical Soc J",
            "volume": "115",
            "issn": "",
            "pages": "700-721",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Microbial threats to health: emergence, detection, and response",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Social inequalities and emerging infectious diseases",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Farmer",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Emerg Infect Dis",
            "volume": "2",
            "issn": "4",
            "pages": "259-269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Increase in African immigrants and refugees with tuberculosis — Seattle-King County, Washington, 1998–2001",
            "authors": [],
            "year": 2002,
            "venue": "MMWR",
            "volume": "51",
            "issn": "39",
            "pages": "882-883",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Updating the accounts: global mortality of the 1918–1920 ‘Spanish’ influenza pandemic",
            "authors": [
                {
                    "first": "NPAS",
                    "middle": [],
                    "last": "Johnson",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mueller",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Bull Hist Med",
            "volume": "76",
            "issn": "",
            "pages": "105-115",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Emerging and re-emerging infectious diseases [commentary]",
            "authors": [
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Fauci",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Cell",
            "volume": "124",
            "issn": "",
            "pages": "665-670",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Avian influenza viruses and their implication for human health",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kaye",
                    "suffix": ""
                },
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Pringle",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Clin Infect Dis",
            "volume": "40",
            "issn": "",
            "pages": "108-112",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Evolution and ecology of influenza A viruses",
            "authors": [
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Bean",
                    "suffix": ""
                },
                {
                    "first": "OT",
                    "middle": [],
                    "last": "Gorman",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Microbiol Rev",
            "volume": "56",
            "issn": "1",
            "pages": "152-179",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Global epidemiology of influenza: past and present",
            "authors": [
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Cox",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Subbarao",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ann Rev Med",
            "volume": "51",
            "issn": "",
            "pages": "407-421",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Characterization of the 1918 influenza virus polymerase genes",
            "authors": [
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Taubenberger",
                    "suffix": ""
                },
                {
                    "first": "AH",
                    "middle": [],
                    "last": "Reid",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Lourens",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Nature",
            "volume": "437",
            "issn": "",
            "pages": "889-893",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "The genesis of pandemic influenza virus",
            "authors": [
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Russell",
                    "suffix": ""
                },
                {
                    "first": "RG",
                    "middle": [],
                    "last": "Webster",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Cell",
            "volume": "123",
            "issn": "3",
            "pages": "368-371",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Does this patient have influenza?",
            "authors": [
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Call",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Vollenweider",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Hornung",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "JAMA",
            "volume": "293",
            "issn": "",
            "pages": "987-997",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Influenza-associated hospitalizations in the United States",
            "authors": [
                {
                    "first": "WW",
                    "middle": [],
                    "last": "Thompson",
                    "suffix": ""
                },
                {
                    "first": "DK",
                    "middle": [],
                    "last": "Shay",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Weintraub",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "JAMA",
            "volume": "292",
            "issn": "",
            "pages": "1333-1340",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Enhanced virulence of influenza A viruses with the haemagglutinin of the 1918 pandemic virus",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Kobasa",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Takada",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Shinya",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Nature",
            "volume": "431",
            "issn": "",
            "pages": "703-707",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Antivirals for influenza in healthy adults: systematic review",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Jefferson",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Demicheli",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Rivetti",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Lancet",
            "volume": "367",
            "issn": "",
            "pages": "303-313",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Programmes and principles in treatment of multidrug-resistant tuberculosis",
            "authors": [
                {
                    "first": "JS",
                    "middle": [],
                    "last": "Mukherjee",
                    "suffix": ""
                },
                {
                    "first": "ML",
                    "middle": [],
                    "last": "Rich",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Socci",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Lancet",
            "volume": "363",
            "issn": "",
            "pages": "474-481",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Treatment and outcome analysis of 205 patients with multidrug-resistant tuberculosis",
            "authors": [
                {
                    "first": "ED",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Resp Crit Care Med",
            "volume": "169",
            "issn": "",
            "pages": "1103-1109",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Global drug-resistance patterns and the management of latent tuberculosis infection in immigrants to the United States",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Khan",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Muennig",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Behta",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "N Engl J Med",
            "volume": "347",
            "issn": "",
            "pages": "1850-1859",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Evolution of tuberculosis control and prospects for reducing tuberculosis incidence, prevalence, and deaths globally",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                },
                {
                    "first": "DM",
                    "middle": [],
                    "last": "Bleed",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "JAMA",
            "volume": "293",
            "issn": "",
            "pages": "2767-2775",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Worldwide incidence of multidrug-resistant tuberculosis",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Dye",
                    "suffix": ""
                },
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Espinal",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Watt",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "J Infect Dis",
            "volume": "185",
            "issn": "",
            "pages": "1197-1202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Report on global surveillance of epidemic-prone infectious disease",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Multidrug resistance among persons with tuberculosis in California, 1994–2003",
            "authors": [
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Granich",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lewis",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "JAMA",
            "volume": "293",
            "issn": "",
            "pages": "2732-2739",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Outbreak of drug-resistant tuberculosis with second-generation transmission in a high school in California",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ridzon",
                    "suffix": ""
                },
                {
                    "first": "JH",
                    "middle": [],
                    "last": "Kent",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Valway",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Pediatr",
            "volume": "131",
            "issn": "",
            "pages": "863-868",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Outbreak of multidrug-resistant tuberculosis — Texas, California, and Pennsylvania",
            "authors": [],
            "year": 1990,
            "venue": "JAMA",
            "volume": "264",
            "issn": "",
            "pages": "173-174",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Transmission of multidrug-resistant tuberculosis in a large urban setting",
            "authors": [
                {
                    "first": "CR",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                },
                {
                    "first": "MY",
                    "middle": [],
                    "last": "Stoeckle",
                    "suffix": ""
                },
                {
                    "first": "BN",
                    "middle": [],
                    "last": "Kreiswirth",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Respiratory Crit Care Med",
            "volume": "152",
            "issn": "",
            "pages": "355-359",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Tuberculosis in New York City: Turning the Tide",
            "authors": [
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Frieden",
                    "suffix": ""
                },
                {
                    "first": "PI",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                },
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Washko",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "N Engl J Med",
            "volume": "333",
            "issn": "",
            "pages": "229-233",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Anti-tuberculosis drug resistance in the world, third global report. Publication WHO/HTM/TB/2004.343",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Emerging diseases of man and animals",
            "authors": [
                {
                    "first": "DJ",
                    "middle": [],
                    "last": "Sencer",
                    "suffix": ""
                }
            ],
            "year": 1971,
            "venue": "Ann Rev Microbiol",
            "volume": "25",
            "issn": "",
            "pages": "465-486",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Krause",
                    "suffix": ""
                }
            ],
            "year": 1981,
            "venue": "The restless tide: the persistent challenge of the microbial world",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Lederberg",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Shope",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Oakes",
                    "suffix": "Jr"
                }
            ],
            "year": 1992,
            "venue": "Emerging infections: microbial threats to health in the United States",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "Update: outbreak of acute febrile illness among athletes participating in Eco-Challenge-Sabah 2000 – Borneo, Malaysia, 2000",
            "authors": [],
            "year": 2001,
            "venue": "MMWR",
            "volume": "50",
            "issn": "2",
            "pages": "21-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "",
            "authors": [
                {
                    "first": "AW",
                    "middle": [],
                    "last": "Crosby",
                    "suffix": "Jr"
                }
            ],
            "year": 1972,
            "venue": "The Columbian exchange: Biological and cultural consequences of 1492",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}