{
    "paper_id": "PMC7088419",
    "metadata": {
        "title": "Coronavirus COVID-19 impacts to dentistry and potential salivary diagnosis",
        "authors": [
            {
                "first": "Robinson",
                "middle": [],
                "last": "Sabino-Silva",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Ana",
                "middle": [
                    "Carolina",
                    "Gomes"
                ],
                "last": "Jardim",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Walter",
                "middle": [
                    "L."
                ],
                "last": "Siqueira",
                "suffix": "",
                "email": "walter.siqueira@usask.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A novel coronavirus (COVID-19) is associated with human-to-human transmission. The COVID-19 was recently identified in saliva of infected patients. In this point-of-view article, we discuss the potential of transmission via the saliva of this virus. The COVID-19 transmission via contact with droplets and aerosols generated during dental clinical procedures is expected. There is a need to increase investigations to the detection of COVID-19 in oral fluids and its impact on the transmission of this virus, which is crucial to improve effective strategies for prevention, especially for dentists and healthcare professionals that perform aerosol-generating procedures. Saliva can have a pivotal role in the human-to-human transmission, and non-invasive salivary diagnostics may provide a convenient and cost-effective point-of-care platform for the fast and early detection of COVID-19 infection.",
            "cite_spans": [],
            "section": "Summary",
            "ref_spans": []
        },
        {
            "text": "The present outbreak of the 2019 coronavirus strain (COVID-19) constitutes a public health emergency of global concern [1]. International centers for disease control and prevention are monitoring this infectious disease outbreak; symptoms of COVID-19 infection include fever, cough, and acute respiratory disease, with severe cases leading to pneumonia, kidney failure, and even death. The severe respiratory illness caused by the COVID-19 was first detected in Wuhan, Hubei, China, and infections have spread worldwide [2]. Currently, the available COVID-19 genome sequences from clinical samples suggest that this viral emergence is related to bat coronaviruses [3]. Although the coronavirus infection in humans frequently presents with mild severity, the betacoronavirus infection of either the severe acute respiratory syndrome coronavirus (SARS-CoV) [4] or the Middle East respiratory syndrome coronavirus (MERS-CoV) [5] resulted in higher mortality rates [6]. Given the novelty of COVID-19, some characteristics of the virus remain yet unknown. The COVID-19 outbreak serves as both a reminder and an opportunity to assist. Considering that COVID-19 was recently identified in saliva of infected patients [7], the COVID-19 outbreak is a reminder that dental/oral and other health professionals must always be diligent in protecting against the spread of infectious disease, and it provides a chance to determine if a non-invasive saliva diagnostic for COVID-19 could assist in detecting such viruses and reducing the spread.",
            "cite_spans": [
                {
                    "start": 120,
                    "end": 121,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 521,
                    "end": 522,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 665,
                    "end": 666,
                    "mention": "3",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 856,
                    "end": 857,
                    "mention": "4",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 923,
                    "end": 924,
                    "mention": "5",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 962,
                    "end": 963,
                    "mention": "6",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 1211,
                    "end": 1212,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Current point of view",
            "ref_spans": []
        },
        {
            "text": "The Chinese Centre for Disease Control and Prevention isolated the COVID-19. It published the viral genome sequence data immediately in international database banks GenBank and the Global Initiative on Sharing All Influenza Data (GISAID) [8, 9]. This action enabled laboratories in several countries to develop unique PCR tests focusing on the diagnosis of COVID-19 [8, 10]. Currently, the COVID-19 transmission routes are still to be determined, but human-to-human transmission has been confirmed [10, 11]. The laboratory diagnostic tests should be performed using nasopharyngeal, oropharyngeal, and blood samples. Expectorated sputum and other specimens in severe respiratory disease should be considered as lower respiratory tract samples [2, 12, 13]. Several potential scenarios of COVID-19 transmission have been described. The transmission via contact with droplets from talking, coughing, sneezing (related to human respiratory activities), and aerosols generated during clinical procedures is expected, as it would be for other respiratory infections. The origin of droplets can be nasopharyngeal or oropharyngeal, normally associated with saliva. Larger droplets could contribute to viral transmission to subjects nearby, and, on the other side, the long-distance transmission is possible with smaller droplets infected with air-suspended viral particles [14]. Considering that laboratory diagnostic tests are also performed in blood samples, the transmission by contaminated blood should also be considered. In this context, healthcare workers, such as dentists, may be unknowingly providing direct care for infected, but not yet diagnosed COVID-19 patients, or those considered to be suspected cases for surveillance [12, 13]. Asymptomatic infections seem to be possible [15] and transmission may occur before the disease symptoms appear. A recent clinical study indicates that 29% of 138 hospitalized patients with COVID-19-infected pneumonia in Wuhan, China, are healthcare workers [16]. As in bronchoscopy [17], inhalation of airborne particles and aerosols produced during dental procedures on patients with COVID-19 can be a high-risk procedure in which dentists are directly and closely exposed to this virus. Therefore, it is crucial for dentists to refine preventive strategies to avoid the COVID-19 infection by focusing on patient placement, hand hygiene, all personal protective equipment (PPE), and caution in performing aerosol-generating procedures. The Interim Guidance for Healthcare Professionals from CDC has been updated, and it is subject to change as additional information on COVID-19 infection and transmission becomes available.",
            "cite_spans": [
                {
                    "start": 239,
                    "end": 240,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 242,
                    "end": 243,
                    "mention": "9",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 367,
                    "end": 368,
                    "mention": "8",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 370,
                    "end": 372,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 499,
                    "end": 501,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 503,
                    "end": 505,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 743,
                    "end": 744,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 746,
                    "end": 748,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 750,
                    "end": 752,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1365,
                    "end": 1367,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 1729,
                    "end": 1731,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 1733,
                    "end": 1735,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 1783,
                    "end": 1785,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 1996,
                    "end": 1998,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 2021,
                    "end": 2023,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Current point of view",
            "ref_spans": []
        },
        {
            "text": "Diagnosis of COVID-19 can theoretically be performed using salivary diagnosis platforms. Some virus strains have been detected in saliva as long as 29 days after infection [18, 19], indicating that a non-invasive platform to rapidly differentiate the biomarkers using saliva could enhance disease detection. [20] Saliva samples could be collected in patients who present with oropharyngeal secretions as a symptom [12, 13]. Bearing in mind the requirement of a close contact between healthcare workers and infected patients to collect nasopharyngeal or oropharyngeal samples, the possibility of a saliva self-collection can strongly reduce the risk of COVID-19 transmission. Besides, the nasopharyngeal and oropharyngeal collection promotes discomfort and may promote bleeding especially in infected patients with thrombocytopenia. The sputum of a lower respiratory tract was produced by only 28% of COVID-19 patients, which indicates a strong limitation as specimen to diagnostic evaluation [7]. We suggest that there is a minimum of three different pathways for COVID-19 to present in saliva: firstly, from COVID-19 in the lower and upper respiratory tract [2, 3] that enters the oral cavity together with the liquid droplets frequently exchanged by these organs. Secondly, COVID-19 present in the blood can access the mouth via crevicular fluid, an oral cavity-specific exudate that contains local proteins derived from extracellular matrix and serum-derived proteins [21]. Finally, another way for COVID-19 to occur in the oral cavity is by major- and minor-salivary gland infection, with subsequent release of particles in saliva via salivary ducts. It is essential to point out that salivary gland epithelial cells can be infected by SARS-CoV a short time after infection in rhesus macaques, suggesting that salivary gland cells could be a pivotal source of this virus in saliva [22]. Additionally, the production of SARS-CoV-specific secretory immunoglobulin A (sIgA) in the saliva of animal models intranasally immunized was previously shown [23]. Considering the similarity of both strains, we speculate that salivary diagnosis of COVID-19 could also be performed using specific antibodies to this virus.",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 175,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 177,
                    "end": 179,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 309,
                    "end": 311,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 415,
                    "end": 417,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 419,
                    "end": 421,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 993,
                    "end": 994,
                    "mention": "7",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1160,
                    "end": 1161,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 1163,
                    "end": 1164,
                    "mention": "3",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1472,
                    "end": 1474,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1886,
                    "end": 1888,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 2051,
                    "end": 2053,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                }
            ],
            "section": "Current point of view",
            "ref_spans": []
        },
        {
            "text": "Further studies are needed to investigate the potential diagnostic of COVID-19 in saliva and its impact on transmission of this virus, which is crucial to improve effective strategies for prevention, especially for dentists and healthcare professionals that perform aerosol-generating procedures. Saliva can have a pivotal role in the human-to-human transmission, and salivary diagnostics may provide a convenient and cost-effective point-of-care platform for COVID-19 infection.",
            "cite_spans": [],
            "section": "Current point of view",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Emerging understandings of COVID-19",
            "authors": [],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "10221",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30186-0"
                ]
            }
        },
        "BIBREF1": {
            "title": "Genome composition and divergence of the novel coronavirus (COVID-19) originating in China",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Peng",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Cell Host Microbe",
            "volume": "S1931–3128",
            "issn": "20",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.chom.2020.02.001"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Exhaled droplets due to talking and coughing",
            "authors": [
                {
                    "first": "X",
                    "middle": [],
                    "last": "Xie",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Sun",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J R Soc Interface",
            "volume": "6",
            "issn": "Suppl 6",
            "pages": "S703-S714",
            "other_ids": {
                "DOI": [
                    "10.1098/rsif.2009.0388.focus"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Isolation of infectious Zika virus from saliva and prolonged viral RNA shedding in a traveller returning from the Dominican Republic to Italy, January 2016",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Barzon",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Pacenti",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Berto",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Sinigaglia",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Franchin",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Lavezzo",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "Brugnaro",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Palù",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Euro Surveill",
            "volume": "21",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.2807/1560-7917.ES.2016.21.10.30159"
                ]
            }
        },
        "BIBREF10": {
            "title": "Postnatal identification of zika virus peptides from saliva",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Zuanazzi",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Arts",
                    "suffix": ""
                },
                {
                    "first": "PK",
                    "middle": [],
                    "last": "Jorge",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Mulyar",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gibson",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Xiao",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Bringel Dos Santos",
                    "suffix": ""
                },
                {
                    "first": "MAAM",
                    "middle": [],
                    "last": "Machado",
                    "suffix": ""
                },
                {
                    "first": "WL",
                    "middle": [],
                    "last": "Siqueira",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "J Dent Res",
            "volume": "96",
            "issn": "10",
            "pages": "1078-1084",
            "other_ids": {
                "DOI": [
                    "10.1177/0022034517723325"
                ]
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Salivary diagnostics: enhancing disease detection and making medicine better",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Segal",
                    "suffix": ""
                },
                {
                    "first": "DT",
                    "middle": [],
                    "last": "Wong",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Eur J Dent Educ",
            "volume": "12",
            "issn": "Suppl 1",
            "pages": "22-29",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1600-0579.2007.00477.x"
                ]
            }
        },
        "BIBREF13": {
            "title": "Quantitative proteomic analysis of gingival crevicular fluid in different periodontal conditions",
            "authors": [
                {
                    "first": "CM",
                    "middle": [],
                    "last": "Silva-Boghossian",
                    "suffix": ""
                },
                {
                    "first": "AP",
                    "middle": [],
                    "last": "Colombo",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tanaka",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "PLoS One",
            "volume": "8",
            "issn": "10",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1371/journal.pone.0075898"
                ]
            }
        },
        "BIBREF14": {
            "title": "Epithelial cells lining salivary gland ducts are early target cells of severe acute respiratory syndrome coronavirus infection in the upper respiratory tracts of rhesus macaques",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Wei",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Alvarez",
                    "suffix": ""
                }
            ],
            "year": 2011,
            "venue": "J Virol",
            "volume": "85",
            "issn": "8",
            "pages": "4025-4030",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.02292-10"
                ]
            }
        },
        "BIBREF15": {
            "title": "Effect of mucosal and systemic immunization with virus-like particles of severe acute respiratory syndrome coronavirus in mice",
            "authors": [
                {
                    "first": "B",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "Immunology.",
            "volume": "130",
            "issn": "2",
            "pages": "254-261",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-2567.2010.03231.x"
                ]
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "TG",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "20",
            "pages": "1953-1966",
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMoa030781"
                ]
            }
        },
        "BIBREF18": {
            "title": "Middle East respiratory syndrome coronavirus (MERS-CoV): announcement of the Coronavirus Study Group",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "de Groot",
                    "suffix": ""
                },
                {
                    "first": "SC",
                    "middle": [],
                    "last": "Baker",
                    "suffix": ""
                },
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Baric",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Brown",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Drosten",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Enjuanes",
                    "suffix": ""
                },
                {
                    "first": "RA",
                    "middle": [],
                    "last": "Fouchier",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Galiano",
                    "suffix": ""
                },
                {
                    "first": "AE",
                    "middle": [],
                    "last": "Gorbalenya",
                    "suffix": ""
                },
                {
                    "first": "ZA",
                    "middle": [],
                    "last": "Memish",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Perlman",
                    "suffix": ""
                },
                {
                    "first": "LL",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Snijder",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Stephens",
                    "suffix": ""
                },
                {
                    "first": "PC",
                    "middle": [],
                    "last": "Woo",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Zaki",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Zambon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Ziebuhr",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J Virol",
            "volume": "87",
            "issn": "14",
            "pages": "7790-7792",
            "other_ids": {
                "DOI": [
                    "10.1128/JVI.01244-13"
                ]
            }
        },
        "BIBREF19": {
            "title": "Severe acute respiratory syndrome: historical, epidemiologic, and clinical features",
            "authors": [
                {
                    "first": "DSC",
                    "middle": [],
                    "last": "Hui",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Zumla",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Infect Dis Clin N Am",
            "volume": "33",
            "issn": "4",
            "pages": "869-889",
            "other_ids": {
                "DOI": [
                    "10.1016/j.idc.2019.07.001"
                ]
            }
        },
        "BIBREF20": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet",
            "volume": "S0140-6736",
            "issn": "20",
            "pages": "30183-30185",
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)"
                ]
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}