{
    "paper_id": "PMC7195393",
    "metadata": {
        "title": "Arbidol monotherapy is superior to lopinavir/ritonavir in treating COVID-19",
        "authors": [
            {
                "first": "Zhen",
                "middle": [],
                "last": "Zhu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhaohui",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tianmin",
                "middle": [],
                "last": "Xu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Cong",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tao",
                "middle": [],
                "last": "Zha",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jianchun",
                "middle": [],
                "last": "Lu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yuan",
                "middle": [],
                "last": "Xue",
                "suffix": "",
                "email": "xueyuan80908@163.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The emergence of SARS-CoV-2 infection, also known as a 2019-nCoV disease (COVID-19), is continuously increasing. The virus, which can easily be transmitted person-to-person (possibly by people without symptoms) and has already reached 4 continents, currently represents the major public health problem.1\n,\n2\n",
            "cite_spans": [
                {
                    "start": 302,
                    "end": 303,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 306,
                    "end": 307,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The SARS-CoV-2 infection causes a spectrum of respiratory illness, from asymptomatic to fatal pneumonia, and the risk factors for exacerbation remain largely unknown. It is speculated that virus replication has an essential role in inflammatory process.1\n,\n3 Based on previous experiences (SARS outbreak in 2003), lopinavir/ritonavir might be used for treating SARS-CoV2 replication; however, its effectiveness remains controversial.4\n,\n5\n",
            "cite_spans": [
                {
                    "start": 253,
                    "end": 254,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 257,
                    "end": 258,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 433,
                    "end": 434,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 437,
                    "end": 438,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Arbidol is another antiviral agent that has been approved in China and Russia for treating influenza, SARS, and Lassa viruses.6\n,\n7 A limited number of case reports showed that patients with COVID-19 successfully recovered after receiving lopinavir/ritonavir and arbidol treatment8\n,\n9; however, it is difficult to prove whether they were cured by the antiviral agent or just a natural course of COVID-19.5 Recently, Xia reported that combination therapy with lopinavir/ritonavir and arbidol may likely be preferred in a retrospective study with a small sample size.10\n",
            "cite_spans": [
                {
                    "start": 126,
                    "end": 127,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 130,
                    "end": 131,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 280,
                    "end": 281,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 284,
                    "end": 285,
                    "mention": "9",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 405,
                    "end": 406,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "To date, clinical evidence on lopinavir/ritonavir and arbidol monotherapy in patients with COVID-19 is limited. Herein, we evaluated the antiviral effects and safety of lopinavir/ritonavir and arbidol in patients with COVID-19.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Fifty patients diagnosed with COVID-19, according to the Chinese guideline for diagnosis and treatment of COVID-19 4 were admitted to the Third People's Hospital of Changzhou and the Second People's Hospital of Wuhu. Throat swab was collected upon admission. Besides, all patients underwent a chest computer tomography (CT) scan. All patients received conventional therapy, including oxygen inhalation (2L/min for half an hour, three times a day), atomized inhalation of recombinant human interferon-ɑ2b injection (5 million units, twice a day, [Kawin Technology co. LTD, Beijing, China]). Patients were divided into two groups: including lopinavir/ritonavir group (34 cases) and the arbidol group (16 cases). Lopinavir/ritonavir group received 400mg/100mg of Lopinavir/ritonavir, twice a day for a week (Abbvie Pharmceuticals, Chicago, USA), while arbidol group was given 0.2g arbidol, three times a day, (Wuzhong Pharmceuticals, Suzhou, China).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 116,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Patients ::: Method",
            "ref_spans": []
        },
        {
            "text": "Data from these patients were retrospectively collected from January 23 to February 29, 2020. Epidemiological history and clinical data were reported to the Chinese Center for Disease Control and Prevention (CDC).",
            "cite_spans": [],
            "section": "Patients ::: Method",
            "ref_spans": []
        },
        {
            "text": "This retrospective study was approved by the Ethics Committee of the Third People's Hospital of Changzhou, according to the Declaration of Helsinki, 2013. Written informed consent was obtained from all patients.",
            "cite_spans": [],
            "section": "Patients ::: Method",
            "ref_spans": []
        },
        {
            "text": "COVID-19 was confirmed based on RT-PCR assay, which was performed by Changzhou CDC and Wuhu CDC using a commercial kit (Biogerm Medical Biotechnology Co., Shanghai, China). The cycle threshold (Ct) values of open reading frame 1ab (ORF1ab) and nucleocapsid (N) genes by RT-PCR assay were inversely related to viral RNA copy numbers.11 Duplicate tests at an interval of 24 hours were performed more than once in case the result was negative (Ct≥40).",
            "cite_spans": [
                {
                    "start": 332,
                    "end": 334,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Reverse transcriptase-polymerase chain reaction (RT-PCR) assay ::: Method",
            "ref_spans": []
        },
        {
            "text": "Continuous variables were expressed as median (IQR) and compared using Kruskal–Wallis test. Categorical values were expressed as frequencies and analyzed using Fisher's exact test. All analyses were performed using SPSS 23.0 software (Chicago, IL, USA). A two-sided P<0.05 was considered statistically significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Method",
            "ref_spans": []
        },
        {
            "text": "As shown in Table 1\n, 50 patients were divided into two groups, including lopinavir/ritonavir (34 cases) and arbidol (16 cases), according to the antiviral agents. None of the patients developed severe pneumonia or ARDS in the present study. There was no significant difference in age and sex between the two groups (both P>0.05).",
            "cite_spans": [],
            "section": "Demographics and basal characteristics of patients with COVID-19 ::: Results",
            "ref_spans": [
                {
                    "start": 12,
                    "end": 19,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Fever was the most common symptom at the onset of illness, and most patients (88.2% and 81.3%) had a short duration of fever (<7 days). There was no difference in fever duration between the two groups (P=0.61). In addition, there were no significant difference in baseline alanine aminotransferase (ALT), white blood cells count and D-dimer (all P>0.05). For patients in lopinavir/ritonavir group, C-reactive protein and neutrophils counts were higher (P=0.02 and 0.03, respectively), while the Lymphocytes count was lower (P= 0.02). For chest CT scans, most patients had bilateral pneumonia in both groups (79.4% and 68.8%).",
            "cite_spans": [],
            "section": "Demographics and basal characteristics of patients with COVID-19 ::: Results",
            "ref_spans": []
        },
        {
            "text": "For both ORF1ab and N genes, there was no significant difference in baseline Ct values between the two groups (both P˃0.05). On day seven after admission, the viral load was undetectable in half of the patients receiving arbidol and in 23.5% of the patients treated with lopinavir/ritonavir group. Interestingly, on day 14 after the admission, the viral load was undetectable in all the patients in arbidol group, but the viral load was found in 44.1% of patients who received lopinavir/ritonavir (Fig. 1\n). Patients in the arbidol group had a shorter duration of positive RNA test compared to those in the lopinavir/ritonavir group (P<0.01).",
            "cite_spans": [],
            "section": "Efficacy of lopinavir/ritonavir and arbidol in treating COVID-19 ::: Results",
            "ref_spans": [
                {
                    "start": 498,
                    "end": 504,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "One patient in the arbidol group had a slight elevation of ALT (54U/L) on admission. Three patients in the lopinavir/ritonavir group and three patients in the arbidol group showed an elevated level (<125 U/L) of ALT in the first week of admission (χ\n2=0.047, P =0.99). One patient in the lopinavir/ritonavir group and two patients in the arbidol group were diagnosed with leucopenia (white blood cell count <4 × 109/L) on admission. White blood cell counts in the three patients became normal after giving one subcutaneous injection of granulocyte colony-stimulating factors (G-CSF, 150 µg for once, Hangzhou Jiuyuan Genetic Engineering Co. LTD).",
            "cite_spans": [],
            "section": "Safety of lopinavir/ritonavir and arbidol in treating COVID-19 ::: Results",
            "ref_spans": []
        },
        {
            "text": "In the present study, we analyzed the efficacy and safety of lopinavir/ritonavir and arbidol monotherapy in patients with COVID-19. On day 14 after the admission, no viral load was detected in the arbidol group, but the viral load was found in 44.1% of the patients treated with lopinavir/ritonavir. Furthermore, no apparent side effects were found in both groups.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Emerging molecular-based detection methods have been extensively applied in clinical practices. RT-PCR is a rapid, specific, and sensitive method that can be used for the detection of SARS-CoV2. The technique requires two sets of primer-probe pairs, which come from the nucleotide sequence of ORF1ab and N genes, separately. A commercial kit that has been recommended by China CDC has shown good performance in detecting SARS-CoV2. In the present study, the Ct values, which are inversely related to viral RNA copy numbers,11 have been used to evaluate the antiviral effects of lopinavir/ritonavir and arbidol.",
            "cite_spans": [
                {
                    "start": 523,
                    "end": 525,
                    "mention": "11",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Currently, no licensed vaccines or antiviral treatments are available for COVID-19. Accurate diagnosis and conventional therapy are crucial for the management of patients with COVID-19.12 Lopinavir/ritonavir and arbidol have been recently recommended by the National Health Commission and National Administration of Traditional Chinese Medicine for the treatment of COVID-19 7; however, the clinical evidence is still very limited. Our data suggest that arbidol monotherapy is more effective than lopinavir/ritonavir in treating COVID-19. Different from Xia's study,10 our results indicate that patients may benefit from arbidol monotherapy other than combination with lopinavir/ritonavir. It is anticipated that these results will assist clinicians in developing appropriate strategies for managing COVID-19.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "mention": "12",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 375,
                    "end": 376,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 566,
                    "end": 568,
                    "mention": "10",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The sample size is the major limitation of this study. Regarding the widespread use of lopinavir/ritonavir and arbidol in clinical practice, the effectiveness should be evaluated during the multicenter study with a large sample size.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, our data indicate that arbidol monotherapy may be superior to lopinavir/ritonavir in treating COVID-19.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Yuan Xue. Data collection: Zhen Zhu, Zhaohui Lu, Tianmin Xu, Cong Chen, Gang Yang, Tao Zha, Jianchun Lu and Yuan Xue. Data analysis: Yuan Xue, Zhen Zhu and Zhaohui Lu. Writing: Yuan Xue, Zhen Zhu and Zhaohui Lu. All authors read and approved the final manuscript.",
            "cite_spans": [],
            "section": "Study design",
            "ref_spans": []
        },
        {
            "text": "This work was supported by the 10.13039/501100004608Natural Science Foundation of Jiangsu Province [BK20180183] and the Science and Technology Project of Changzhou [CJ20179030].",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        },
        {
            "text": "The authors declare that there is no conflict of interest.",
            "cite_spans": [],
            "section": "Declaration of Competing Interest",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Laboratory and radiology findings of patients with COVID-19.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Dynamic changes of cycle threshold (Ct) values during treatment with lopinavir/ritonavir and arbidol. Ct, cycle threshold.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Emerging coronaviruses: genome structure, replication, and pathogenesis",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "92",
            "issn": "",
            "pages": "418-423",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan",
            "authors": [
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Chan",
                    "suffix": ""
                },
                {
                    "first": "K.H.",
                    "middle": [],
                    "last": "Kok",
                    "suffix": ""
                },
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Zhu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Emerg Microbes Infect",
            "volume": "9",
            "issn": "",
            "pages": "221-236",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Combination of RT-qPCR testing and clinical features for diagnosis of COVID-19 facilitates management of SARS-CoV-2 Outbreak",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Kang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Med Virol",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1002/jmv.25721"
                ]
            }
        },
        "BIBREF3": {
            "title": "[Expert consensus on chloroquine phosphate for the treatment of novel coronavirus pneumonia]",
            "authors": [],
            "year": 2020,
            "venue": "Zhonghua Jie He He Hu Xi Za Zhi",
            "volume": "43",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Letter to the Editor: case of the index patient who caused tertiary transmission of coronavirus disease 2019 in Korea: the application of Lopinavir/Ritonavir for the treatment of COVID-19 pneumonia monitored by quantitative RT-PCR",
            "authors": [
                {
                    "first": "J.Y.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "2019 Novel coronavirus: where we are and what we know",
            "authors": [
                {
                    "first": "Z.J.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Shan",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Infection",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1007/s15010-15020-01401-y"
                ]
            }
        },
        "BIBREF6": {
            "title": "[Management of corona virus disease-19 (COVID-19): the Zhejiang experience]",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Cai",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Shen",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Zhejiang Da Xue Xue Bao Yi Xue Ban",
            "volume": "49",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Case of the index patient who caused tertiary transmission of COVID-19 Infection in Korea: the application of Lopinavir/Ritonavir for the treatment of COVID-19 infected pneumonia monitored by quantitative RT-PCR",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Jeon",
                    "suffix": ""
                },
                {
                    "first": "H.Y.",
                    "middle": [],
                    "last": "Shin",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Korean Med Sci",
            "volume": "35",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Clinical characteristics and therapeutic procedure for four cases with 2019 novel coronavirus pneumonia receiving combined Chinese and Western medicine treatment",
            "authors": [
                {
                    "first": "Z.",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                },
                {
                    "first": "X.",
                    "middle": [],
                    "last": "Chen",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci Trends",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Arbidol combined with LPV/r versus LPV/r alone against Corona Virus Disease 2019: a retrospective cohort study",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Deng",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "Q.",
                    "middle": [],
                    "last": "Zeng",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Infect",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/j.jinf.2020.1003.1002"
                ]
            }
        },
        "BIBREF10": {
            "title": "SARS-CoV-2 viral load in upper respiratory specimens of infected patients",
            "authors": [
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Zou",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Ruan",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Huang",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1056/NEJMc2001737"
                ]
            }
        },
        "BIBREF11": {
            "title": "Drug treatment options for the 2019-new coronavirus (2019-nCoV)",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Lu",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Biosci Trends",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.5582/bst.2020.01020"
                ]
            }
        }
    }
}