{
    "paper_id": "PMC7123091",
    "metadata": {
        "title": "Cough",
        "authors": [
            {
                "first": "Sherif",
                "middle": [
                    "Hanafy"
                ],
                "last": "Mahmoud",
                "suffix": "",
                "email": "smahmoud@ualberta.ca",
                "affiliation": {}
            },
            {
                "first": "Elizabeth",
                "middle": [],
                "last": "Glashan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Sherif",
                "middle": [
                    "Hanafy"
                ],
                "last": "Mahmoud",
                "suffix": "",
                "email": "smahmoud@ualberta.ca",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "\nOutline common etiologies of cough.Assess patients with cough.Identify patients who may benefit from symptomatic therapy for cough.Identify red flag symptoms that indicate need for referral and urgent assessment.\n",
            "cite_spans": [],
            "section": "Chapter Objectives",
            "ref_spans": []
        },
        {
            "text": "Cough is a very common symptom that results in around 30 million healthcare visits each year in the USA [1]. Severity ranges from mild, all the way to severe excessive cough which can cause vomiting, urinary incontinence, and even rib fractures. The cough reflex serves a purpose, and that is to clear the airway from bacteria, debris, and secretions. The physiologic pathway that results in cough is rather complex. Humans have cough receptors in the respiratory tract, pericardium, diaphragm, pleura, esophagus, and stomach. There are chemical and mechanical receptors that respond to a variety of stimuli which results in an impulse that travels through the vagus nerve to the “cough centre” in the medulla. An efferent signal then travels down to the spinal motor nerves to the expiratory musculature, producing cough [2]. Despite serving a purpose physiologically, cough is an unpleasant symptom and proves to be the most common new complaint seen in primary care [3]. There are many possible causes for a troublesome cough. The American College of Chest Physicians (ACCP) suggests that assessing the duration of symptoms is the most useful first step in assessing patients who present with cough. Based on duration, cough is classified as acute (<3 weeks), subacute (3–8 weeks), and chronic (>8 weeks). Duration of symptoms is key because acute, subacute, and chronic cough each has distinct etiologies [4]. Generally, patients with cough >3 weeks should be referred to their physician. Pharmacists play an important role in the assessment and management of patients with cough. They can identify patients who need urgent medical attention, those who are appropriate for self-care, and anyone in between. Cough assessment involves gathering a focused history from the patient, concentrating on clinical features, exposure history, presence or absence of red flags, and key patient-specific factors. Once the pharmacist has gathered the necessary information, he/she can move on to next steps such as prescribing an OTC medication or referral to the family physician or the emergency department.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 106,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 823,
                    "end": 824,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 970,
                    "end": 971,
                    "mention": "3",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 1410,
                    "end": 1411,
                    "mention": "4",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": " Upper respiratory tract infections (URTI) aremost commonly caused by viral pathogens and often present as the “ common cold.” Symptoms include acute cough, rhinorrhea, sneezing, sore throat, mild fever, malaise, and headache. Cough often lingers after the other symptoms have resolved. This is called a postinfectious cough and is a common cause of subacute cough. Postinfectious cough is thought to be caused by a combination of postnasal drip and a direct sensitizing effect of the virus on airway receptors [5]. Both of these mechanisms fall under the umbrella of upper airway cough syndrome (UACS), which is discussed in the disease-related cough section. Table 5.1 shows the infectious syndromes that cause cough.",
            "cite_spans": [
                {
                    "start": 512,
                    "end": 513,
                    "mention": "5",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "Upper Respiratory Tract Infection ::: Infectious Cough ::: Etiology",
            "ref_spans": [
                {
                    "start": 667,
                    "end": 670,
                    "mention": "5.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Pneumonia is a common cause of acute cough. It is an infection of the pulmonary parenchyma, and has the potential to cause severe illness and death. Symptoms of pneumonia include productive cough, fever, malaise, fatigue, pleuritic chest pain, and dyspnea. If pneumonia is suspected, referral is required for further work-up and treatment [6]. “Atypical” organisms (see Table 5.1) can cause a different constellation of symptoms. They may present with acute or persistent cough, either productive or nonproductive [7].",
            "cite_spans": [
                {
                    "start": 340,
                    "end": 341,
                    "mention": "6",
                    "ref_id": "BIBREF23"
                },
                {
                    "start": 515,
                    "end": 516,
                    "mention": "7",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Pneumonia ::: Infectious Cough ::: Etiology",
            "ref_spans": [
                {
                    "start": 376,
                    "end": 379,
                    "mention": "5.1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "Influenza is an important viral pathogen that causes outbreaks in a seasonal pattern, usually peaking in winter months. It is commonly spread through droplet transmission. Main symptoms include cough, fever, myalgia, rhinorrhea, headache, and fatigue. Influenza is usually self-limited in previously healthy individuals. Despite this, certain strains can cause high rates of morbidity and mortality among young adults and children. The 2009 pandemic H1N1 is an example of this [8]. Usual risk factors for complications from influenza are:Age >65 years oldNursing home residencePregnancyChronic medical conditions such as asthma, COPD, diabetes mellitus (DM), cardiovascular disease, immunosuppression, or obesity",
            "cite_spans": [
                {
                    "start": 478,
                    "end": 479,
                    "mention": "8",
                    "ref_id": "BIBREF25"
                }
            ],
            "section": "Influenza ::: Infectious Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Complications include pneumonia, hospitalization, and worsening of preexisting conditions. An estimated 300,000 to 640,000 influenza-related deaths occur each year worldwide. Diligent hand hygiene and annual vaccination are the best safeguards against influenza [8, 9].",
            "cite_spans": [
                {
                    "start": 263,
                    "end": 264,
                    "mention": "8",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 266,
                    "end": 267,
                    "mention": "9",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Influenza ::: Infectious Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": " Tuberculosis (TB) is caused by the bacteria . Around 90% of people who get infected never develop the disease and instead have what is called latent TB infection (LTBI). Five percent of people with LTBI do develop active TB when it becomes reactivated, and 5% of people who get infected do develop active TB within 18 to 24 months of infection. Active TB most commonly affects the lungs but can also infect the brain, kidney, and bones. Productive chronic cough with or without hemoptysis is one of the common symptoms of active TB. Persistent fever, weight loss, night sweats, chest pain, and fatigue are other common symptoms [10–12]. Risk factors for acquiring TB include:Homelessness, incarceration, or illicit drug useImmunosuppression, chronic kidney disease on hemodialysis (CKD-HD), or diabetes mellitus (DM)Residence or travel to an area with high rates of TB [10]. In Canada, this includes First Nations reserve communities [11]",
            "cite_spans": [
                {
                    "start": 630,
                    "end": 632,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 633,
                    "end": 635,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 871,
                    "end": 873,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 936,
                    "end": 938,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Tuberculosis ::: Infectious Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Any patient with a cough lasting longer than 2–3 weeks should be referred and investigated for TB if they have any additional TB symptoms [12].",
            "cite_spans": [
                {
                    "start": 139,
                    "end": 141,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Tuberculosis ::: Infectious Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Pertussis, also known as “ whooping cough,” is caused by the bacteria . It is a highly contagious and underdiagnosed condition. Cough is one of the most common symptoms, and it can last up to 8 weeks. This cough is generally severe hacking, associated with vomiting after a coughing fit, and sometimes presents with a whooping sound. Any patient with cough lasting more than 2–3 weeks should be referred, and pertussis, among other things, should be ruled out [13].",
            "cite_spans": [
                {
                    "start": 461,
                    "end": 463,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Pertussis (“Whooping Cough”) ::: Infectious Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": " Asthma exacerbation canpresent with acute cough, as well as wheezing, breathlessness, and chest tightness. Inflammation, bronchospasm, and excess mucous trigger these symptoms [14]. Severe asthma exacerbations can be life-threatening, and can occur in patients with any baseline level of severity. Patients at high risk for asthma-related death include those who [15]:Have had a previous severe exacerbationUse >2 canisters of salbutamol (or other short-acting beta agonist [SABA]) per monthHad ≥2 hospitalizations or ≥3 ER visits in the past yearAre unable to recognize airway obstruction or severity of worsening asthmaAre of lower socioeconomic status, or residence in inner cityUse illicit drugs or have psychiatric illness or psychosocial problemsHave medical comorbidities such as cardiovascular disease or other lung disease",
            "cite_spans": [
                {
                    "start": 178,
                    "end": 180,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 365,
                    "end": 367,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Asthma ::: Disease-Related Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "For patients who are not at high risk for fatal exacerbation, mild exacerbations can be managed at home, as long as they respond to initial therapy (e.g., 2–6 puffs of salbutamol every 20 minutes when necessary). After initial therapy, patients should contact their physician for further management such as consideration for oral corticosteroids. For more severe exacerbations (marked breathlessness, impaired speech, accessory muscle use, or drowsiness), patients should use initial therapy with salbutamol as above and proceed to the ER urgently for assessment and management. Peak expiratory flow (PEF) is a valuable parameter for monitoring in asthmatics, both acutely in exacerbations and chronically for assessing long-term control. Of note, chronic cough is also common in asthma. Cough and other symptoms are often worse at night and early morning. For an asthmatic patient with worsening symptoms such as chronic cough, breathlessness, declining PEF readings, or increased use of rescue medication, a lack of control exists. Their preventive medication regimen should be reevaluated and likely stepped up. These patients should be referred to their family physician or specialist in a timely manner [15].",
            "cite_spans": [
                {
                    "start": 1209,
                    "end": 1211,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Asthma ::: Disease-Related Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": " Acute exacerbation of COPD (AECOPD) is defined as a change in respiratory status that exceeds normal day-to-day variations and requires additional therapy. AECOPD is marked by three cardinal symptoms: worsened dyspnea, increased sputum production, and increased sputum purulence [16]. More than 80% of exacerbations can be managed in the outpatient setting, with intensified bronchodilators, prednisone, with or without antibiotics [16]. Patients with AECOPD need to be referred. Patients who might need ventilatory support (e.g., hypoxia, resting dyspnea, RR > 20–30, cyanosis, increased work of breathing) or those who cannot manage their symptoms at home [16] should be referred to their physician or to the emergency department.",
            "cite_spans": [
                {
                    "start": 281,
                    "end": 283,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 434,
                    "end": 436,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 660,
                    "end": 662,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Chronic Obstructive Pulmonary Disease ::: Disease-Related Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": " Acute decompensated heart failure (ADHF) is another cause of acute cough. All patients with ADHF should be referred to either their physician or to the ER, depending on the severity of symptoms. Many patients will require hospitalization, including those with dyspnea at rest, hypotension, altered mentation, >2 kg weight gain, or worsened peripheral edema. In-hospital mortality for high-risk patients is up to 22% [17]. Severe pulmonary edema can cause a productive cough with frothy pink liquid sputum. Other symptoms of acute or chronic heart failure include fatigue, weakness, nausea, decreased appetite, shortness of breath, and reduced exercise tolerance. Cough can be a chronic symptom of heart failure and is often worse at night, as it is due to fluid overload.",
            "cite_spans": [
                {
                    "start": 418,
                    "end": 420,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Heart Failure ::: Disease-Related Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "PE is an important consideration in patients with acute cough [4]. PE can cause significant morbidity and mortality, especially when left untreated. Virchow’s triad represents three broad categories of risk for thrombosis: endothelial injury, blood flow stasis, and hypercoagulability. Recent deep vein thrombosis (DVT), trauma, surgery, immobility, and current diagnosis of cancer are examples of risk factors for PE. Patients with PE often present with dyspnea, pleuritic chest pain, and cough, sometimes with hemoptysis. Any patients with acute cough who may be at risk for PE should be referred to the ER for prompt assessment [4].",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 64,
                    "mention": "4",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 632,
                    "end": 633,
                    "mention": "4",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Pulmonary Embolism ::: Disease-Related Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Upper airway cough syndrome (UACS) is the most common cause of chronic cough. It was previously known as postnasal drip. ACCP renamed it UACS to include etiologies with postnasal drip, as well as irritation of cough receptors in the upper airway. UACS is caused by a heterogeneous group of rhinosinusitis illnesses, including allergic rhinitis, vasomotor rhinitis, and sinusitis. UACS is usually diagnosed after sequential empiric therapies are tried, such as first-generation antihistamines or decongestants. Referral to primary care provider is required [18].",
            "cite_spans": [
                {
                    "start": 557,
                    "end": 559,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Upper Airway Cough Syndrome ::: Disease-Related Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "GERD is one of the most common causes of chronic cough, causing up to 30–40% of cases. Many of these patients experience dyspepsia, heartburn, or a sour taste. However, up to 40% of patients with cough due to reflux do not have any traditional GERD symptoms. It is thought that refluxed acid and stomach contents stimulate receptors in the upper and lower respiratory tract, leading to cough [19]. ACCP recommends empiric antireflux therapy for patients who have chronic cough and classic symptoms of GERD. If there is no other explanation for the cough after evaluation, a trial of antireflux therapy is also recommended for patients with chronic cough even if they do not have GERD symptoms [1]. Antireflux therapy should include lifestyle modification (weight loss if overweight, limiting fat intake, smoking cessation, etc.) as well as proton pump inhibitor use. Further options include metoclopramide and antireflux surgery [20].",
            "cite_spans": [
                {
                    "start": 393,
                    "end": 395,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 694,
                    "end": 695,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 930,
                    "end": 932,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "GERD ::: Disease-Related Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "Other diseases associated with chronic cough include nonasthmatic eosinophilic bronchitis, also known as cough-variant asthma. All patients with subacute or chronic cough should be referred to their primary care provider, specialist, or urgent care, as appropriate, since chronic illnesses are frequently the cause.",
            "cite_spans": [],
            "section": "GERD ::: Disease-Related Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "ACE inhibitors are one of the most commonly implicated medications for drug-induced cough. It has been described as a persistent dry cough, sometimes with a scratching or tingling sensation in the throat [22]. The incidence is anywhere from 5% to 35% of patients taking this class of medication. The exact mechanism of this adverse effect is unknown. Bradykinin and substance P likely play a role. These molecules are normally broken down by ACE, and thus build up in the presence of an ACE inhibitor. It has been proposed that bradykinin sensitizes airway sensory nerves, possibly through increasing prostaglandin levels [22, 23]. Onset of ACE inhibitor-induced cough ranges from hours to months after initiation of therapy. After stopping the ACE inhibitor, resolution of cough usually occurs within 1–4 weeks but may take up to 3 or more months. Cessation of ACE inhibitor is recommended for all patients with chronic cough who are taking an ACE inhibitor [22]. Upon rechallenge, cough will recur in approximately 67% of patients. Rechallenge may be reasonable in patients with compelling indication for ACE inhibitor therapy [24]. Most patients can be switched to an angiotensin II receptor blocker (ARB), as these agents have proven efficacy for many of the same indications, and are much less likely to cause cough [22].",
            "cite_spans": [
                {
                    "start": 205,
                    "end": 207,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 623,
                    "end": 625,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 627,
                    "end": 629,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 960,
                    "end": 962,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1130,
                    "end": 1132,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 1322,
                    "end": 1324,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Angiotensin-Converting Enzyme (ACE) Inhibitor-Induced Cough ::: Medication-Related Cough ::: Etiology",
            "ref_spans": []
        },
        {
            "text": "\nPlease describe your symptoms.Are you producing any sputum? How much sputum comes up?Have you experienced urinary incontinence associated with your cough?Have you experienced vomiting due to your cough?Do you have any sharp chest pain associated with your cough?Do you have a fever or chills?Do you have sore muscles (myalgias)?Do you feel weak or tired?Do you feel short of breath? Are you limited in the amount or intensity of physical exertion you can perform?Have you noticed any wheezing?For asthmatics (if they monitor PEF): has your PEF declined from baseline?Do you have heartburn symptoms?Has your voice become hoarse?Have you noticed any swelling in your legs or feet? Have you gained weight?Do you have any difficulties or pain with swallowing?\n",
            "cite_spans": [],
            "section": " Symptoms (Main and Associated)  ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "It is essential to ascertain the main and associated symptoms. It is also critical to know whether the cough is productive or not, as this will guide therapy if the patient is asking for a cough medication. Further questions identify red flags (see “Red Flags” section). If the cough is severe enough to cause vomiting, this may be a case of pertussis and referral is required. Additionally, cough severe enough to cause urinary incontinence requires primary care referral. These questions will also help identify patients with asthma exacerbation.",
            "cite_spans": [],
            "section": " Symptoms (Main and Associated)  ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "\nIs it a dry hacking cough?If you do have sputum, what does it look like? What color is it? Is there blood in it? Is it pink and frothy?For patients with COPD: Have you noticed an increase in the amount of sputum production? Has your sputum changed color or consistency?\n",
            "cite_spans": [],
            "section": "Characteristics ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "The characteristics questions further identify patients who need to be referred (see “Red Flags” section).",
            "cite_spans": [],
            "section": "Characteristics ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "\nHave you had a similar illness like this before?Do you smoke cigarettes, cigars, pipes, or any other products?What is your past medical history? The following conditions are particularly relevant to cough: COPD, asthma, HF, history of allergies, history of DVT or PE, and history of cancer.What medications do you take?Have you recently started taking any new medications?Have you recently moved from or traveled to an area where TB is endemic (see [10] and [11])?Have you had any recent sick contacts at school, work, or at home?\n",
            "cite_spans": [
                {
                    "start": 451,
                    "end": 453,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 460,
                    "end": 462,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "History ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "History questions will elicit important information about medical history, and medications, including any potential for medication-induced cough. Each of these helps identify what the etiology of the cough is, as well as management options. If sick contacts are identified, this can help identify the cause of cough as well. For example, if there is a “cold” going around at school, and the symptoms are consistent with this, the patient very likely has a viral URTI. Anyone with cough who has risk factors for, or additional symptoms of, TB should be referred for evaluation [4].",
            "cite_spans": [
                {
                    "start": 577,
                    "end": 578,
                    "mention": "4",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "History ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "\nHow long have you had your cough?Is your cough worse at night?\n",
            "cite_spans": [],
            "section": "Onset ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "The duration of symptoms is a key piece of information that helps narrow the differential diagnosis greatly. A cough that is worse at night could be due to certain causes (e.g., asthma or HF).",
            "cite_spans": [],
            "section": "Onset ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "\nIf the patient has chest pain, explore its location.\n",
            "cite_spans": [],
            "section": "Location ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "\nCan you think of anything that makes your cough worse?Does exercise or cold air make it worse?Does laughing or talking make it worse?Does laying down make it worse?Are you exposed to noxious chemicals at your job?Have you noticed any environmental triggers?Do you have any allergies?\n",
            "cite_spans": [],
            "section": "Aggravating Factors ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "Identifying triggers can help the patient to avoid them, if possible. This can also help identify the etiology of the cough, and whether the patient requires referral.",
            "cite_spans": [],
            "section": "Aggravating Factors ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "Humidifying the air and staying hydrated may provide relief for some individuals. Honey, either on its own or mixed with hot water and lemon, is a strategy that may provide some soothing relief as well. Smoking cessation is a great option for anyone who is ready and willing to try a quit attempt. Many people actually experience an increase in sputum production in the first few days of a quit attempt, but they should be reassured that this is temporary and that cough will be greatly reduced in the long run by smoking cessation. For patients with allergies or sensitivities, avoiding triggers can make a big difference for cough and associated symptoms. This often involves a trial-and-error approach. Hand hygiene and covering ones mouth when coughing are extremely important strategies for preventing the spread of infection.",
            "cite_spans": [],
            "section": "Nonpharmacological Measures ::: Remitting Factors (Treatment Options) ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": []
        },
        {
            "text": "Cough can be quite a nuisance during the daytime, and can definitely interfere with sleep as well. Many patients may wish to try medication to alleviate their symptoms. It is important to distinguish a productive (“wet”) cough from a nonproductive (“dry”) cough. For patients with a productive cough, antitussive medications should be avoided, as they can prolong and worsen their illness [25]. For these patients, an expectorant such as guaifenesin can be tried, which has a mechanism of action of loosening phlegm and helping to expel it. For patients with a nonproductive cough, an antitussive such as dextromethorphan can help lessen their coughing. Table 5.3 depicts the pharmacologic options for cough in adults. Cough and cold medications are not appropriate for over-the-counter use in children <6 years old, as per Health Canada guidelines. Serious adverse effects have occurred in young children. This warning includes first-generation antihistamines, antitussives, expectorants, and decongestants. Use of these medications in children must be in conjunction with a primary care provider [26]. For bacterial infections, such as community-acquired pneumonia, antibiotics will likely be required. Choice of antibiotics depends on severity of illness, previous antibiotic exposure, etc. and is beyond the scope of this chapter. For patients with influenza, oseltamivir should be considered if symptom duration is <48 hours or for those at risk of complications from influenza. Oseltamivir may decrease symptom duration by 12 to 72 hours [27]. The seasonal influenza vaccine should also be given to most people for prevention of influenza.",
            "cite_spans": [
                {
                    "start": 390,
                    "end": 392,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 1099,
                    "end": 1101,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 1545,
                    "end": 1547,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Pharmacological Measures ::: Remitting Factors (Treatment Options) ::: Symptom Assessment (SCHOLAR)",
            "ref_spans": [
                {
                    "start": 660,
                    "end": 663,
                    "mention": "5.3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "Red flags signal a need for referral to another healthcare practitioner or the emergency room in some cases. Pharmacists play a key role in identifying patients who have red flag features.Cough ≥3-week duration",
            "cite_spans": [],
            "section": "Red Flags",
            "ref_spans": []
        },
        {
            "text": "Persistent cough >3-week duration needsto be worked up for identification of cause, thus referral is required.Significant systemic illnessChange in mental statusDyspnea (breathlessness)Pleuritic chest painProlonged or high feverAbnormal respiratory exam (e.g., wheezing, crackles, stridor)Increased work of breathing (e.g., respiratory rate >20 breaths/minute, using accessory muscles to breathe, unable to speak normally)Cyanosis (e.g., bluish or purplediscoloration of lips/mouth, or fingers/hands, which may feel cold to the touch)HemoptysisSuspicion of inhaled foreign bodyDysphagia",
            "cite_spans": [],
            "section": "Red Flags",
            "ref_spans": []
        },
        {
            "text": "The preceding symptoms all indicate a degree of severity that warrants urgent/emergency room attention. Significant systemic illness,prolonged/high fever, change in mental status, increased work of breathing, and cyanosis may be signs and symptoms of sepsis and/or impending respiratory failure. Pleuritic chest pain and hemoptysis require evaluation to rule out PE and assess for pneumonia, both of which require urgent/timely therapy.Urinary incontinence or vomiting associated with coughingSuspicion of lung cancer",
            "cite_spans": [],
            "section": "Red Flags",
            "ref_spans": []
        },
        {
            "text": "For patients with the preceding signs andsymptoms, timely evaluation is required by primary care provider or more urgently if the situation requires.Worsened HF symptoms: shortness of breath, orthopnea (e.g., requiring more pillows than normal to sleep), paroxysmal nocturnal dyspnea, peripheral edema, or weight gain.AECOPD (see three cardinal symptoms in AECOPD section)Asthma exacerbation notresponding to initial therapy (see asthma exacerbation section above). If risk factors for fatal asthma exacerbation (see asthma section above), emergency attention is required.",
            "cite_spans": [],
            "section": "Red Flags",
            "ref_spans": []
        },
        {
            "text": "The above represent worsened chronic conditions. Severity of symptoms, as well as patient risk factors, will dictate whether timely primary care or emergency referral is required. Many of these patients will requirehospitalization.",
            "cite_spans": [],
            "section": "Red Flags",
            "ref_spans": []
        },
        {
            "text": "For patients with acute cough (<3-week duration), frequency of monitoring and follow-up will depend on initial assessment and triaging (i.e., referral to primary care vs. urgent care vs. self-care). For example, formany patients who are appropriate for self-management, and who have trialed a cough medication, it would be prudent to follow up with them in the next 1–7 days. Efficacy-monitoring parameters would include frequency of cough, quality and quantity of sleep, and amount of sputum production. Safety monitoringparameters would include common side effects of whatever medication was chosen. For example, safety monitoring for codeine would include questioning for drowsiness or constipation. For dextromethorphan, one would need to ask about serotonin toxicities if the patient is taking any other serotonergic drugs.",
            "cite_spans": [],
            "section": "Monitoring and Follow-Up",
            "ref_spans": []
        },
        {
            "text": "For patients with mild asthma exacerbation that is being managed at home, follow-up should occur within 12–24 hours to ensure the patient is improving and does not require further assessment and management.",
            "cite_spans": [],
            "section": "Monitoring and Follow-Up",
            "ref_spans": []
        },
        {
            "text": "For AECOPD or HF exacerbation, frequent follow-up would be needed for patients who have been sent with a home management plan from their primary care provider, to ensure that continued home management is appropriate and that they are improving. These patients would likely receive additional/intensified therapies, such as oral prednisone ± antibiotics for AECOPD and intensified diuretic therapy for HF. These patients are often complex and thus require diligent monitoring based on severity of illness and medications prescribed. Monitoringparameters would include target symptoms (cough, dyspnea, daily weights, and edema for HF), as well as side effects from additional or intensified therapies.",
            "cite_spans": [],
            "section": "Monitoring and Follow-Up",
            "ref_spans": []
        },
        {
            "text": "ACCP recommends using a validated tool to assess patients at follow-up. Figure 5.2 shows validated tools for measuring severity of cough as wellas cough-related quality of life. The scales may be used at baseline and at follow-up visits to measure treatment effects.",
            "cite_spans": [],
            "section": "Monitoring and Follow-Up",
            "ref_spans": [
                {
                    "start": 79,
                    "end": 82,
                    "mention": "5.2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": " Pharmacists play an important role in assessing and managing cough. A systematic approach to cough assessment is recommended and includes:Determine duration of cough.Look for red flags and refer if present.Use SCHOLAR or other structured questions to elicit key information such as symptoms, characteristics, past medical history, etc.If patient is appropriate for treatment at home, elicit their goals of therapy, and recommend symptomatic therapies if appropriate and desired.Monitoring and follow-up will be based on treatment plan, severity of symptoms, and underlying comorbidities.",
            "cite_spans": [],
            "section": "Clinical Pearls",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 5.1:  Infectious causes of cough\nURTI upper respiratory tract infection",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 5.2:  Medications that have been associated with cough [21]\nACE angiotensin-converting enzyme, DNA deoxyribonucleic acid, NSAIDs nonsteroidal anti-inflammatory drug",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 5.3:  Pharmacologic options for cough in adults [18, 19]\nCYP 2D6 cytochrome P450 isoenzyme 2D6, UACS upper airway cough syndrome",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 5.1:  Initial assessment and general management approach to cough. COPD, chronic obstructive pulmonary disease; HF, heart failure; LOC, level of consciousness; PND, postnasal drip; URTI, upper respiratory tract infection",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 5.2: Representative Punum ladders to assess (a) cough severity or (b) overall quality of life. (Reprinted from Irwin et al. [4], Copyright 2018, with permission from Elsevier)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Diagnosis and management of cough executive summary: ACCP evidence-based clinical practice guidelines",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Baumann",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Bolser",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Boulet",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Braman",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Brightling",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "129",
            "issn": "1 Suppl",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1378/chest.129.1_suppl.1S"
                ]
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Acute decompensated heart failure update",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Teerlink",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Alburikan",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Metra",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Rodgers",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Curr Cardiol Rev",
            "volume": "11",
            "issn": "1",
            "pages": "53-62",
            "other_ids": {
                "DOI": [
                    "10.2174/1573403X09666131117174414"
                ]
            }
        },
        "BIBREF9": {
            "title": "Combatting the cough that won’t quit",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Gladu",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Hawkins",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Fam Pract",
            "volume": "61",
            "issn": "2",
            "pages": "88-93",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Chronic cough due to gastroesophageal reflux. Clinical, diagnostic, and pathogenetic aspects",
            "authors": [
                {
                    "first": "RS",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "FJ",
                    "middle": [],
                    "last": "Curley",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Zawacki",
                    "suffix": ""
                },
                {
                    "first": "FM",
                    "middle": [],
                    "last": "Bennett",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Chest",
            "volume": "104",
            "issn": "5",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1378/chest.104.5.1511"
                ]
            }
        },
        "BIBREF11": {
            "title": "Anatomy and neuro-pathophysiology of the cough reflex arc",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Polverino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Polverino",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Fasolino",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Ando",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Alfieri",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "De Blasio",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Multidiscip Respir Med",
            "volume": "7",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/2049-6958-7-5"
                ]
            }
        },
        "BIBREF12": {
            "title": "American Gastroenterological Association Medical Position Statement on the management of gastroesophageal reflux disease",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Kahrilas",
                    "suffix": ""
                },
                {
                    "first": "NJ",
                    "middle": [],
                    "last": "Shaheen",
                    "suffix": ""
                },
                {
                    "first": "MF",
                    "middle": [],
                    "last": "Vaezi",
                    "suffix": ""
                },
                {
                    "first": "SW",
                    "middle": [],
                    "last": "Hiltz",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Black",
                    "suffix": ""
                },
                {
                    "first": "IM",
                    "middle": [],
                    "last": "Modlin",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Gastroenterology",
            "volume": "135",
            "issn": "4",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1053/j.gastro.2008.08.045"
                ]
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Angiotensin-Converting Enzyme Inhibitor-Induced Cough. ACCP Evidence-based clinical practice guidelines",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "Dicpinigaitis",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "129",
            "issn": "",
            "pages": "169S-173S",
            "other_ids": {
                "DOI": [
                    "10.1378/chest.129.1_suppl.169S"
                ]
            }
        },
        "BIBREF15": {
            "title": "Cough and angioneurotic edema associated with angiotensin-converting enzyme inhibitor therapy. A review of the literature and pathophysiology",
            "authors": [
                {
                    "first": "ZH",
                    "middle": [],
                    "last": "Israili",
                    "suffix": ""
                },
                {
                    "first": "WD",
                    "middle": [],
                    "last": "Hall",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "Ann Intern Med",
            "volume": "117",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7326/0003-4819-117-3-234"
                ]
            }
        },
        "BIBREF16": {
            "title": "Safety and tolerability of losartan potassium, an angiotensin II receptor antagonist, compared with hydrochlorothiazide, atenolol, felodipine ER, and angiotensin-converting enzyme inhibitors for the treatment of systemic hypertension",
            "authors": [
                {
                    "first": "AI",
                    "middle": [],
                    "last": "Goldberg",
                    "suffix": ""
                },
                {
                    "first": "MC",
                    "middle": [],
                    "last": "Dunlay",
                    "suffix": ""
                },
                {
                    "first": "CS",
                    "middle": [],
                    "last": "Sweet",
                    "suffix": ""
                }
            ],
            "year": 1995,
            "venue": "Am J Cardiol",
            "volume": "75",
            "issn": "12",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0002-9149(99)80413-5"
                ]
            }
        },
        "BIBREF17": {
            "title": "General Topics: Chapter 6, Treatment of Cough",
            "authors": [],
            "year": 2006,
            "venue": "Respirology",
            "volume": "11",
            "issn": "Suppl. 4",
            "pages": "S149-S151",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Oseltamivir treatment for influenza in adults: a meta-analysis of randomised controlled trials",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Dobson",
                    "suffix": ""
                },
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Whitley",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Pocock",
                    "suffix": ""
                },
                {
                    "first": "AS",
                    "middle": [],
                    "last": "Monto",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Lancet",
            "volume": "385",
            "issn": "9979",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(14)62449-1"
                ]
            }
        },
        "BIBREF20": {
            "title": "Reccomendations for the management of cough in adults",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Morice",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "McGarvey",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Pavord",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Thorax",
            "volume": "61",
            "issn": "Suppl I",
            "pages": "i1-i24",
            "other_ids": {
                "DOI": [
                    "10.1136/thx.2006.065144"
                ]
            }
        },
        "BIBREF21": {
            "title": "Classification of cough as a symptom in adults and management algorithms",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Irwin",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "French",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Altman",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Chest",
            "volume": "153",
            "issn": "1",
            "pages": "196-209",
            "other_ids": {
                "DOI": [
                    "10.1016/j.chest.2017.10.016"
                ]
            }
        },
        "BIBREF22": {
            "title": "Cough and the common cold: ACCP evidence-based clinical practice guidelines",
            "authors": [
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Pratter",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Chest",
            "volume": "129",
            "issn": "1 Suppl",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1378/chest.129.1_suppl.72S"
                ]
            }
        },
        "BIBREF23": {
            "title": "Summary of Canadian Guidelines for the Initial Management of Community-acquired Pneumonia: An evidence-based update by the Canadian Infectious Disease Society and the Canadian Thoracic Society",
            "authors": [
                {
                    "first": "L",
                    "middle": [],
                    "last": "Mandell",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Marrie",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Grossman",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Chow",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Hyland",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Can J Infect Dis",
            "volume": "11",
            "issn": "5",
            "pages": "237-248",
            "other_ids": {
                "DOI": [
                    "10.1155/2000/457147"
                ]
            }
        },
        "BIBREF24": {
            "title": "Mycopolasma pneumoniae pneumonia",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Mansel",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Rosenow",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Martin",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Chest",
            "volume": "95",
            "issn": "3",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1378/chest.95.3.639"
                ]
            }
        },
        "BIBREF25": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Estimates of global seasonal influenza-associated respiratory mortality: a modelling study",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Luliano",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Roguski",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Chang",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Muscatello",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Palekar",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Tempia",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Lancet",
            "volume": "391",
            "issn": "10127",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(17)33293-2"
                ]
            }
        }
    }
}