{
    "paper_id": "PMC7165544",
    "metadata": {
        "title": "Identification of Viruses in Patients With Postviral Olfactory Dysfunction",
        "authors": [
            {
                "first": "Motohiko",
                "middle": [],
                "last": "Suzuki",
                "suffix": "",
                "email": "msuzuki5@uwo.ca",
                "affiliation": {}
            },
            {
                "first": "Koichi",
                "middle": [],
                "last": "Saito",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Wei‐Ping",
                "middle": [],
                "last": "Min",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Costin",
                "middle": [],
                "last": "Vladau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kazunori",
                "middle": [],
                "last": "Toida",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hirotaka",
                "middle": [],
                "last": "Itoh",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shingo",
                "middle": [],
                "last": "Murakami",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Viral upper respiratory infection (URI) is one of the major commonly identified causes of olfactory dysfunction.\n1\n Rhinoviruses (RVs) were the most frequently isolated respiratory pathogen found to infect all age groups;\n2\n however, an association between postURI olfactory dysfunction and RVs has not been documented yet.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "RVs, coronaviruses (CoVs), influenza viruses (IVs), parainfluenza viruses (PIVs), respiratory syncytial viruses (RSVs), adenoviruses (AdVs), and enteroviruses (EVs) collectively account for at least 70% or more of common colds.\n2\n Although many studies have investigated common cold‐causing viruses, the clinical evidence with regard to the causative viruses of olfactory dysfunction has not been investigated. Understanding causative viruses of olfactory dysfunction should provide insight into the mechanism of postviral olfactory dysfunction (PVOD) onset.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In this study, we investigated viral presence in nasal discharge of patients with postURI olfactory dysfunction, focusing on 10 viruses. We also examined the time course of change in olfactory dysfunction and nasal obstruction.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "This study was performed in outpatient clinics in Nagoya City University, Hospital of Nagoya City Sports Center, and Nagoya Municipal Hospital after each institutional ethics committee's approval. Between January 2001 and December 2004, 24 patients (17 females, 7 males; mean age, 47.8 ± 15.9 yr, range, 7–70 yr) with postURI olfactory dysfunction were included in this study. The inclusion criteria were as follows: onset of olfactory dysfunction after URI, no obstruction of the olfactory cleft on rhinoscopy or radiograph, visit to outpatient clinic within 72 hours after the onset of olfactory dysfunction with a chief complaint of olfactory dysfunction, and exclusion of other causes, such as sinusitis and allergic rhinitis. Follow‐up examinations were performed at 2, 4, 8, 11, and 24 weeks after the first visiting. Acoustic rhinometry and olfactory testing were performed at the first visit, 4, 8, 11, and 24 weeks after the first visit. The nature of this study and its procedures were explained to all subjects. All subjects provided informed consent for participation except for participants under 20 years old, whose parents provided informed consent.",
            "cite_spans": [],
            "section": "Participants ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "During the first visit, nasal discharge was collected from the nasal cavity and if possible olfactory cleft from all patients using a disposable mucus extractor, Juhn TYM‐TAP (Medtronic, Minneapolis, MN) (Fig. 1). Disposable clean plastic gloves were used, and all surfaces were wiped with disinfectant (ethanol) to avoid possible contamination. Two and 4 weeks after the first visiting, we also tried to collect nasal discharge in the same manner.",
            "cite_spans": [],
            "section": "Clinical Samples ::: MATERIALS AND METHODS",
            "ref_spans": [
                {
                    "start": 205,
                    "end": 211,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "From 8 weeks after the first visit, all but one patient received treatment with oral prednisolone in decreasing doses for 21 days, starting dose 40 mg. In a patient who was 7 years old, oral administration of prednisolone was initiated from 20 mg per day, followed by a quick taper for 7 days.",
            "cite_spans": [],
            "section": "Treatment ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Detection of RVs and EVs was performed by a previously described method.\n3\n After electrophoresis of polymerase chain reaction (PCR) products, the nucleotide sequence was determined by using EVP4 and OL68 to 1 as primers, and the VP4 sequence of sample was analyzed using SINCA software (Fujitsu, Tokyo, Japan). Bootstrap values greater than 70% were considered to be statistically significant for the grouping.\n3\n Detection of PIVs and RSVs was performed according to a previously described method.\n4\n The primers used for amplification of PIV type 1, 2, and 3 were PIV1PR3, PIV1PR5, PIV2PR3, PIV2PR5, PIV3PR3, and PIV3PR5. The primers used for amplification of PIV type 4 were 5′‐TTGTGTGTCTGATCCCATAAGCAGC‐3′ and 5′‐GGCTGAACGGTTGCATTCAGGT– 3′. Detection of CoVs was performed using the primers 2Bp and 4Bm in accordance with a previously reported method.\n5\n Detection of Epstein‐Barr viruses (EBVs) was performed using a set of primers (5′‐CCGGTACCACCAGCAGCACCAGCACA‐3′ and 5′‐GGCCGCGGTGGCCACCATGGTGGCCC‐3′) complementary to sequences located in the EBNA‐2 region of the EBV gene. Separated PCR products by electrophoresis were also transferred onto a positively charged nylon membrane and hybridized with a DIG‐labeled probe (5′‐TTACATCATCTACCCCTG‐3′ for type A or 5′‐GCACTTCCTCCAACTCCA‐3′ for type B) according to the DIG system's user guide (Roche, Mannheim, CA). DNA hybrid was detected by enzyme‐linked immunoassay using CSPD (Applied Biosystems, Foster City, CA). Detection of influenza A viruses and influenza B viruses was performed by a previously described method.\n6\n Detection of AdVs was performed by the method previously described by Saitoh‐Inagawa et al.\n7\n PCR of varicella‐zoster viruses (VZVs) was performed according to a previously described method.\n8\n PCR of herpes simples viruses (HSVs) was also performed. The primers used for one‐step amplification were 5′‐ACGTAACGCACGCTCGGGTG‐3′ for both of type 1 and 2, 5′‐GTCTCCTCCACCACCCAACCCCA‐3′ for type 1 and 5′‐CCCACGACTCCGGGGCCCCA‐3′ for type 2. Those used for two‐step amplification were 5′‐TCGCCGTCCCCGGCGCCCTC‐3′ for type 1 and 2, 5′‐CCACCACCCAACCCCAACTCCAG‐3′ for type 1, and 5′‐AACGGACCCAAAGACGCACC‐3′ for type 2.",
            "cite_spans": [],
            "section": "Detection of Viruses ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Patients included in this study were requested to answer a questionnaire that elicited information concerning nasal symptoms (nasal discharge, nasal obstruction, and olfactory dysfunction). Olfactory dysfunction was divided into five groups: none, mild, moderate, and severe, and anosmia. Symptoms were scored on a scale of 0 to 4 (0 = none, 1 = mild, 2 = moderate, 3 = severe, and 4 = only in the case of anosmia). Patients were also asked about the presence of dysosmia (quality distortion of normal olfaction).",
            "cite_spans": [],
            "section": "Subjective Assessments of Nasal Symptoms ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The nasal minimum cross‐sectional area (MCA, cm2) was measured by means of acoustic rhinometry (Rhinometrics, Lynge, Denmark) to assess for nasal obstruction. During each test, three curves were recorded, and MCA results were averaged. Bilateral MCA were measured, and the sum of the means for right and left MCA was recorded. Acoustic rhinometry was performed at the same time and in the same room for each patient.",
            "cite_spans": [],
            "section": "Acoustic Rhinometry Assessment ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The identification test was performed with commercial, Cross‐cultural Smell Identification Test (CC‐SIT; Sensonic, Inc, Haddon Heights, NJ).\n9\n One point was awarded for each correct answer, with a maximum of 12 achieved if all answers were correct.",
            "cite_spans": [],
            "section": "Olfactory Testing ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Threshold olfactory testing was also performed with the T&T Olfactometry test (Daiichi Yakuhin Sangyo, Tokyo, Japan). This test consists of five standard odors: 1) roses, 2) burning, 3) sweat, 4) fruit, and 5) vegetable chips. The concentration is prepared at 8 degrees (–2 to 5) except (B), which is prepared at 7 degrees (–2 to 4). When the highest concentration was not responded to, the score was regarded as 6, except in the case of odorant B, for which the score was regarded 5. Means of detection threshold (the minimum concentration at which an odorant was sensed) of five odors was calculated and the mean expressed a result of the T&T olfactometry test. CC‐SIT and T&T olfactometry test were performed at the same time and in the same room in each patient.",
            "cite_spans": [],
            "section": "Olfactory Testing ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "The mean and standard error of the means were calculated for each group, and differences were determined using paired t tests with the Bonferroni correction. A probability value below .05 was considered significant.",
            "cite_spans": [],
            "section": "Data Analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Three hundred seventy‐five patients visited the outpatient clinic with a major complaint of olfactory dysfunction during 4 years. Ninety‐one (24.3%) of 375 patients complained of PVOD (284 patients had not had URI before onset of olfactory dysfunction). Sixty‐seven patients were excluded by the inclusion criteria (62 because of their visit more than 72 hr after the onset of olfactory dysfunction, 3 because of allergic rhinitis, and 2 because of obstruction of the olfactory cleft by nasal polyp), and 24 (17 females, 7 males; mean age, 47.8 ± 15.9 yr, range, 7–70 yr) of 91 patients were included in this study.",
            "cite_spans": [],
            "section": "Patients and Samples ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "At the first visit and 2 weeks after the first visit, samples of nasal discharge were collected from all patients with PVOD. However, no discharge was found in any of the 24 patients 4 weeks after the first visit.",
            "cite_spans": [],
            "section": "Patients and Samples ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "To investigate a relationship between PVOD and the presence of RV, we performed reverse‐transcription PCR analysis on nasal discharge samples. In samples at the first visit, bands corresponding to RVs were found in 10 of 24 patients. Sequencing was performed on all samples and confirmed the presence of virus in 6 of the 10 samples. With use of bootstrap analysis, viruses in samples 1, 2, 3, and 4 were found to be human RV (HRV)‐40, HRV‐75, HRV‐78, and HRV‐80, respectively. But we could not identify viruses in samples 5 and 6 (we called these unclassified picornaviruses in this study). No bands were found in samples at 2 weeks after the first visit.",
            "cite_spans": [],
            "section": "Identification of RVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "PIV was found in a sample during the first visit, although no PIV was found in 24 samples at 2 weeks after the first visit. The nucleotide sequence of this virus was determined. Results of a BLAST search indicate that this sequence shared 99% nucleotide similarity with the published sequence of the human PIV 2 strain V94.",
            "cite_spans": [],
            "section": "Identification of PIVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "CoV was found in a sample at the first visit. CoV was not found in all samples at 2 weeks after the first visit. Results of a BLAST search indicate that the sequence shared 97% nucleotide similarity with the published sequence of the human CoV 229E.",
            "cite_spans": [],
            "section": "Identification of CoVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "The bands corresponding to EBVs were found in three samples at the first visit. Southern hybridization was then performed, which confirmed the presence of three EBVs and that all three were type A. No bands were found in 24 samples at 2 weeks after the first visit.",
            "cite_spans": [],
            "section": "Identification of EBV ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "We also investigated the presence of viruses of AdV, EV, IV (influenza A virus and influenza B virus), RSV, VZV, and HSV. However, AdV, EV, IV, RSV, VZV, and HSV were not detected in both samples at the first and second visits.",
            "cite_spans": [],
            "section": "Identification of AdVs, EVs, IVs, RSVs, VZVs, and HSVs ::: RESULTS",
            "ref_spans": []
        },
        {
            "text": "PCR products of viruses were detected in the nasal discharge of 15 patients by electrophoresis. However, because this is the first report that investigated viruses in nasal discharge of patients with URIs, we performed a more careful investigation using sequencing or Southern hybridization to ensure the presence of viruses. Follow‐up examinations were performed for only 11 patients, in whom viruses were confirmed by sequencing or Southern hybridization, and 4 patients in whom viruses could not be confirmed by sequencing were excluded. Clinical characteristics of the 11 patients are shown in Table I. These patients had not had a past history that is related with olfactory dysfunction. Questionnaires concerning nasal discharge, nasal obstruction, and olfactory function were used to assess the time course of nasal symptom change in 11 patients (Table II). No patient complained of nasal discharge and nasal obstruction at 4 weeks, 8 weeks, 11 weeks, and 24 weeks after the first visit, although all patients complained of nasal obstruction and nasal discharge during the first visit. Patients 4, 5, 7, and 11 complained of dysosmia. Patients 9 and 11, who had fever, pharyngitis, lymphadenopathy, and splenomegaly, were diagnosed as infectious mononucleosis (IM). However, patient 10 did not have IM‐like symptoms. Patient 10 had deteriorated olfactory dysfunction secondary to URI again at 24 weeks after the first visit, although olfactory dysfunction had improved 11 weeks after the first visit. All patients started to receive steroids at 8 weeks after the first visit. Eight patients had improvements at 11 weeks after the first visit. Six of 11 patients did not complain olfactory dysfunction 24 weeks after the first visiting.",
            "cite_spans": [],
            "section": "Subjective Assessment of Nasal Discharge, Nasal Obstruction, and Olfactory Function ::: RESULTS",
            "ref_spans": [
                {
                    "start": 598,
                    "end": 605,
                    "mention": "Table I",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 854,
                    "end": 862,
                    "mention": "Table II",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Time course of objective assessments of olfactory dysfunction in each patient is shown in Table II. To assess nasal obstruction objectively, acoustic rhinometry was also performed for four patients in whom RVs were confirmed by sequencing. MCA at first visit was significantly lower than MCA at 4 weeks, 8 weeks, 11 weeks, and 24 weeks after the first visit (Fig. 2) (P < .05), although the results of CC‐SIT had not significantly changed.",
            "cite_spans": [],
            "section": "Objective Assessment of Nasal Obstruction and Olfactory Function ::: RESULTS",
            "ref_spans": [
                {
                    "start": 359,
                    "end": 365,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 90,
                    "end": 98,
                    "mention": "Table II",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "In this study, PCR products of viruses were detected in 15 patients by electrophoresis. Ten (66.7%) of 15 were RVs. We also performed a more careful analysis using sequencing to ensure the presence of RVs. Consequently, we were able to confirm four RV serotypes. These suggest that RV is the major cause of PVOD.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Severity and time course of olfactory dysfunction secondary to RV infections differed in each of the four patients (nos. 1, 2, 3, and 4). This finding suggests that RVs induce various severities and different time courses of olfactory dysfunction.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In most cases, RV leads to a short, self‐limiting illness. However, this study demonstrated that olfactory dysfunction in patients with RVs persists for more than 6 months, suggesting that RVs have the potential to cause permanent olfactory loss. Considering this, useful specific antirhinoviral treatments are necessary. It was reported that virus susceptibility to capsid function inhibitors, such as pleconaril, varies by serotype of RV.\n10\n Understanding the serotype of causative RVs of olfactory dysfunction should contribute to development of therapies for postRV olfactory dysfunction.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Akerlund et al.\n11\n reported that intranasal administration of CoV with the head maximally extended could increase olfactory threshold in healthy volunteers. However, clinical evidence has not yet been documented. In this study, CoV was identified in patients, suggesting that CoV is clinically one cause of PVOD.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Sugiura et al.\n12\n reported that serum antibody titers for PIV type 3 in patients with PVOD were higher than those in the posttraumatic or rhinosinusitis groups. The difference, however, was not significant. Although Sugiura et al. suggested that PIV type 3 is responsible for PVOD, PIV type 3 was not found in our present study. The reason for this discrepancy may be twofold. First, the titers for PIV type 3 in patients not only with PVOD but also with posttraumatic or rhinosinusitis increased in the report of Sugiura et al., and they did not find significant differences.\n12\n Second, it could be that the number of samples in this study is low. In addition, PVOD can be caused by canine PIV infection in dogs.\n13\n Although canine PIV shares structural features with human PIV type 3, it is most closely related to human PIV type 2.\n14\n Considering this, PIV type 2 could potentially be responsible for PVOD.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In this study, three EBVs were detected in patients with PVOD, and two of three patients were diagnosed as IM. This finding suggests that EBV is a cause of PVOD and that physicians have to pay attention to olfactory dysfunction secondary to IM caused by EBVs. A patient infected with EBV who was not diagnosed as IM had an interesting course of result. She had experienced much improvement of olfactory dysfunction by steroid treatment and then relapsed.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Dysosmia has been noted in patients with self‐reported PVOD.\n1\n However, the types of viruses that can cause dysosmia have not yet been reported. This study showed that RVs, PIVs, and EBVs can be a possible cause of dysosmia, suggesting that RVs, PIVs, and EBVs cause olfactory dysfunction through mechanisms other than nasal obstruction. This study also demonstrated that olfactory dysfunctions were not improved at 4, 8, 11, and 24 weeks after the first visit in four patients with RVs, although the results of acoustic rhinometry significantly improved, suggesting that nasal obstruction is not the only cause of olfactory dysfunction secondary to RV infections.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In this study, four RVs were not confirmed by sequencing for unknown reasons. One possibility is that amount of virus was too low. No PCR products were detected in 9 of the 24 patents. We may have found more viruses if the samples had been collected within less than 72 hours after the onset of olfactory dysfunction. In this case, however, the number of samples would have decreased. No virus was found during the second visit, suggesting that the viruses found in this study are not resident or present before URI. This may also hint at a relatively low sensitivity of this test. This study did show, however, that RVs, CoVs, PIVs, and EBVs were all present in nasal discharge of patients with PVOD and decreased with the improvement of the common cold despite the possibility that the test has a relatively low sensitivity. Also, evidence of a specific virus in the nasal cavity is not equal to the persistence of the virus within the olfactory cells. It has been shown that epithelium can be safely biopsied.\n15\n Therefore, future studies will be aimed at investigating viruses in biopsies of the olfactory region from patients with PVOD. Further studies are expected.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Only 24 patients were included in this study over its 4 year course. One major reason is that many patients became conscious of olfactory dysfunction long after URI. A second reason is that many patients visit the clinic long after onset of olfactory dysfunction, believing that postURI olfactory dysfunction will improve without treatment, just as the other symptoms, such as sneezing, nasal discharge, and nasal obstruction. This may explain why studies such as this have not yet been reported. However, this study demonstrated the potential of RVs, CoVs, PIVs, and EBVs to be causes of PVOD. This should provide some insight into the mechanism of PVOD onset and contribute to the development of a new therapeutic approach to treat PVOD.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "The present study clinically, for the first time, investigated viral presence in nasal discharge of patients with olfactory dysfunction secondary to URIs, focusing on 10 viruses, including RVs, CoVs, IVs, PIVs, RSVs, AdVs, EVs, EBVs, HSVs, and VZVs. This study demonstrated the potential of RVs, CoVs, PIVs, and EBVs to be causes of PVOD. Also, the present study suggests that RVs cause olfactory dysfunction through mechanisms other than nasal obstruction and that RVs can induce various severities and time courses of olfactory dysfunction.",
            "cite_spans": [],
            "section": "CONCLUSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table TABLE I.: The publisher did not receive permission from the copyright owner to include this object in this version of this product. Please refer either to the publisher's own online version of this product or the printed product where one exists.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table TABLE II.: The publisher did not receive permission from the copyright owner to include this object in this version of this product. Please refer either to the publisher's own online version of this product or the printed product where one exists.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure Fig. 1.: Disposable mucus extractor.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure Fig. 2.: Time course of result from acoustic rhinometry. Acoustic rhinometry was performed in four patients in whom rhinoviruses were confirmed by sequencing. Results of nasal minimum cross‐sectional area (MCA) shown. *P < .05 (vs. first visit).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Postviral olfactory loss.",
            "authors": [],
            "year": 2004,
            "venue": "Otolaryngol Clin North Am",
            "volume": "37",
            "issn": "",
            "pages": "1159-1166",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "VP1 sequencing of all human rhinovirus serotypes: insights into genus phylogeny and susceptibility to antiviral capsid‐binding compounds.",
            "authors": [],
            "year": 2004,
            "venue": "J Virol",
            "volume": "78",
            "issn": "",
            "pages": "3663-3674",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Olfactory threshold and nasal mucosal changes in experimentally induced common cold.",
            "authors": [],
            "year": 1995,
            "venue": "Acta Otolaryngol",
            "volume": "115",
            "issn": "",
            "pages": "88-92",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "An epidemiological study of postviral olfactory disorder.",
            "authors": [],
            "year": 1998,
            "venue": "Acta Otolaryngol Suppl",
            "volume": "538",
            "issn": "",
            "pages": "191-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Dysfunction of sense of smell caused by canine parainfluenza virus infection in dogs.",
            "authors": [],
            "year": 1988,
            "venue": "Am J Vet Res",
            "volume": "49",
            "issn": "",
            "pages": "188-190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Parainfluenza viruses.",
            "authors": [],
            "year": 2003,
            "venue": "Clin Microbiol Rev",
            "volume": "16",
            "issn": "",
            "pages": "242-264",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Biopsies of human olfactory epithelium.",
            "authors": [],
            "year": 2002,
            "venue": "Chem Senses",
            "volume": "27",
            "issn": "",
            "pages": "623-628",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The common cold.",
            "authors": [],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "51-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Human rhinovirus 87 identified as human enterovirus 68 by VP4‐based molecular diagnosis.",
            "authors": [],
            "year": 2002,
            "venue": "Intervirology",
            "volume": "45",
            "issn": "",
            "pages": "136-141",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Direct detection of respiratory syncytial virus, parainfluenza virus, and adenovirus in clinical respiratory specimens by a multiplex reverse transcription‐PCR assay.",
            "authors": [],
            "year": 1998,
            "venue": "J Clin Microbiol",
            "volume": "36",
            "issn": "",
            "pages": "3149-3154",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Phylogenetic analysis of a highly conserved region of the polymerase gene from 11 coronaviruses and development of a consensus polymerase chain reaction assay.",
            "authors": [],
            "year": 1999,
            "venue": "Virus Res",
            "volume": "60",
            "issn": "",
            "pages": "181-189",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "A comprehensive systematic approach to identification of influenza A virus genotype using RT‐PCR and RFLP.",
            "authors": [],
            "year": 2000,
            "venue": "J Virol Methods",
            "volume": "88",
            "issn": "",
            "pages": "15-24",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Rapid diagnosis of adenoviral conjunctivitis by PCR and restriction fragment length polymorphism analysis.",
            "authors": [],
            "year": 1996,
            "venue": "J Clin Microbiol",
            "volume": "34",
            "issn": "",
            "pages": "2113-2116",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Investigation of varicella‐zoster virus infection by polymerase chain reaction in the immunocompetent host with acute varicella.",
            "authors": [],
            "year": 1991,
            "venue": "J Infect Dis",
            "volume": "163",
            "issn": "",
            "pages": "1016-1022",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Development of the 12‐item Cross‐Cultural Smell Identification Test (CC‐SIT).",
            "authors": [],
            "year": 1996,
            "venue": "Laryngoscope",
            "volume": "106",
            "issn": "",
            "pages": "353-356",
            "other_ids": {
                "DOI": []
            }
        }
    }
}