{
    "paper_id": "PMC7194282",
    "metadata": {
        "title": "Urbanization interferes with the use of amphibians as indicators of ecological integrity of wetlands",
        "authors": [
            {
                "first": "Jacquelyn",
                "middle": [
                    "C."
                ],
                "last": "Guzy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Earl",
                "middle": [
                    "D."
                ],
                "last": "McCoy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Anna",
                "middle": [
                    "C."
                ],
                "last": "Deyle",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shannon",
                "middle": [
                    "M."
                ],
                "last": "Gonzalez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Neal",
                "middle": [],
                "last": "Halstead",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Henry",
                "middle": [
                    "R."
                ],
                "last": "Mushinsky",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A variety of biological indicators (insects, plants, birds, mammals, reptiles and amphibians) have been used with success in wetland habitats across regions in several countries (e.g. Findlay & Houlahan 1997; Welsh & Ollivier 1998; Jansen & Healey 2003; Lee Foote & Hornung 2005; Reiss 2006; Howe et al. 2007; Price et al. 2007). Our study focuses on understanding the responses of potential wetland indicator species, specifically amphibians, to groundwater withdrawal, as indicators are essential to the effective management of wetlands. The composition of amphibian assemblages is influenced by changes in physical conditions of wetlands, such as the alteration of hydrologic regimes (Vickers, Harris & Swindel 1985; Skelly 1996). Alteration of hydrologic regimes by excessive groundwater withdrawal has been shown to affect anurans (Guzy, Campbell & Campbell 2006; Bunnell & Ciraolo 2010), and their responses might be immediately noticeable in some species on a local scale, especially regarding the breeding effort. While calling surveys in a given year may not reflect the actual population size of anurans, which can often survive years of catastrophic reproductive failure (Petranka et al. 2007), they can reflect wetland condition, as reproductive effort is completely dependent on water.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The composition and structure of wetland vegetation are often used as indicators of wetland degradation from excessive groundwater withdrawal (Sonenshein & Hofstetter 1990; Edwards & Denton 1993; Ormiston et al. 1995). Excessive withdrawal can lower the surface of the aquifer, which in turn can lower the surficial aquifer and finally the level of inundation in wetlands (Cherry, Stewart & Mann 1970; Stewart 1968; SWFWMD 1999). Many places that have the potential to suffer from excessive groundwater withdrawal have regulations to forestall the problem. In south‐western Florida, a large area with thousands of wetlands, the ecological condition of wetlands within all well fields must be assessed annually (SWFWMD 2012), typically using a vegetative health rating (VHR), which incorporates several botanical and physicochemical measurements to rate wetlands according to the level of ecological damage caused by groundwater withdrawal (Gonzalez 2004). Although using a measure of vegetation composition and structure as an indicator of wetland condition is relatively easy, changes in vegetation are gradual (especially for shrubs and trees which may survive several poor years) and thus VHRs are indicators of relatively long‐term effects. While changes in amphibian populations can also show long‐term effects, amphibian calling activity coupled with the presence of tadpoles and near‐metamorphs can give a current measure of wetland condition: disturbed wetlands may not attract breeding adults, and hydrology that is too altered will not sustain larval development through metamorphosis. As the use of groundwater resources increases in many places, a more rapid assessment of wetland condition is required, and anurans may be a valuable suite of indicators. Furthermore, if they are equal or more effective as indicators, anurans could provide an easier, more cost‐effective and faster assessment than vegetation; this may be important given rapid human development of certain areas world‐wide.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Urbanization currently threatens more than one‐third of the world’s known amphibian species; the main threats are from habitat loss, fragmentation and degradation (Hamer & McDonnell 2008). Although some anurans move relatively long distances (1–1·6 km; Lemckert 2004), amphibians in general tend to have poor dispersal abilities (Semlitsch 2000) and dispersal distances typically are <0·3 km (Gibbs 1993; Semlitsch & Bodie 2003). As urban sprawl increases, dispersal corridors are likely to be disrupted, reducing amphibian richness because of increased fragmentation and degradation of wetlands (and the upland matrix between); this restricts the potential for migration among wetlands and limits recolonization of species to wetlands from which they have been extirpated. Thus, wetlands in urban settings have reduced amphibian species richness (e.g. Delis, Mushinsky & McCoy 1996).",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Our objectives were to (i) conduct a long‐term study of cypress domes in south‐west Florida to evaluate the potential utility of anurans in providing a quick and reliable assessment of wetland decline resulting from groundwater withdrawal and (ii) to determine whether urbanization interferes with the ability to use anurans as indicators for excessive groundwater withdrawal.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Throughout 2001–2002 and 2005–2009, we monitored calling anurans at 42 cypress‐dome wetlands, grouped within seven sites, in the Tampa Bay region of south‐western Florida (Fig. 1a). During 2001 and 2002 (Study 1), we monitored 18 (10 ‘blue’, 5 ‘green’, and 3 ‘red’; see below for definition of these VHR ratings) wetlands at Starkey Wellfield (Fig. 1a), to determine whether wetland assessment based on calling activity of anurans was correlated with wetland assessment based on the VHR (Gonzalez 2004; SWFWMD 2012). A VHR rating of ‘blue’ is assigned to wetlands with vegetation, hydrology and soils indicative of a naturally functioning wetland (i.e. high ecological integrity); of ‘green’ to wetlands with moderate changes in vegetative composition and zonation, hydrologic indicators, and soil subsidence (‘moderately impacted’); and of ‘red’ to wetlands with severe changes in vegetative composition or zonation, treefall or death, soil oxidation or subsidence, and other biological evidence of hydroperiod reduction (‘highly impacted’) (Gonzalez 2004; Fig. 1b–d). A naturally functioning wetland is saturated by surface or groundwater at a frequency and duration sufficient to support a prevalence of vegetation adapted to saturated soils (EPA 2012). ‘Moderate’ vegetative changes occur when transitional species move from edges of a wetland into the deep zone and ‘severe’ changes occur when upland vegetation moves into the deep zone (SWFWMD 2012). Each wetland was monitored for calling anurans (described below) five to seven times each year, between May and September. Because intensity of calling anurans does not necessarily indicate the quality of wetland habitats for amphibian reproduction, we also sampled tadpoles in a subset of wetlands (5 ‘blue’, 5 ‘green’ and 3 ‘red’) to verify that wetlands had a sufficient hydroperiod to allow recruitment of tadpoles to the terrestrial stage. Each wetland was sampled for tadpoles using D‐frame dip nets; up to 20 1‐m sweeps were conducted in each microhabitat (vegetation or open water) proportional to the fraction of the total area each microhabitat covered. Passive sampling with traps (60 × 30 × 30 cm) was applied at each site with water at least 0·2 m deep. Tadpoles were identified to species and classified in Gosner Stage Categories (Gosner 1960); fish species and invertebrates (potential predators) were also recorded during dip‐netting and trapping. Each wetland was monitored for tadpoles six to seven times each year, between July and December.",
            "cite_spans": [],
            "section": "Sites and species data collection ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 172,
                    "end": 179,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 344,
                    "end": 351,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 1058,
                    "end": 1067,
                    "mention": "Fig. 1b–d",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "During 2005 and 2006 (Study 2), to determine whether the results of the earlier monitoring were generally applicable, we monitored a subset of four wetlands at Starkey Wellfield plus four wetlands each at three other sites (Cypress Creek, Cypress Bridge, and Morris Bridge; Fig. 1a), all actively pumped for groundwater and with varying levels of nearby urbanization. We also monitored four wetlands at another site, Green Swamp (Fig. 1a), with no groundwater withdrawal or surrounding urbanization. Each of the 20 wetlands was monitored 10 times each year, between May and September. During 2007, 2008 and 2009 (Study 3), we monitored the same 20 wetlands plus three additional wetlands each at two sites, Dale Mabry and Sheldon (Fig. 1), surrounded by extensive urbanization. Each of the 26 wetlands was monitored for calling anurans approximately one evening every 2 weeks, targeting rainfall events, from the end of May until the middle of September for a total of nine surveys each year. Call surveys were performed after sunset between 20·00–24·00 h and timed to coincide with the onset of calls in late spring and the end of the calling period in early fall.",
            "cite_spans": [],
            "section": "Sites and species data collection ::: Materials and methods",
            "ref_spans": [
                {
                    "start": 274,
                    "end": 281,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 430,
                    "end": 437,
                    "mention": "Fig. 1a",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 731,
                    "end": 737,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "During each calling anuran monitoring event throughout the study, simultaneous call surveys were conducted by two experienced researchers listening for 5 min from the centre of each wetland. All species present were listed, water depth was recorded and any differences in species observed were reconciled before leaving the wetland. Calling activity was measured in chorus size categories based on North American Amphibian Monitoring Program (NAAMP 2011) guidelines, but refined to reflect the following six categories of numbers calling males: 1–10, 11–25, 26–50, 51–100, 101–500 and >500. Subsequently, the length of time that each wetland contained surface water (hydroperiod) was determined from water‐level data recorded during call surveys, supplemented with data obtained from regulatory agencies. The influence of hydroperiod on amphibian occupancy is well‐documented (e.g. Snodgrass et al. 2000; Beja & Alcazar 2003), and highly ephemeral wetlands generally contain species with rapid development and conspicuous feeding, but wetlands with a relatively long hydroperiod contain more established predator populations, and thus slower growing, less conspicuous feeding species utilize these wetlands.",
            "cite_spans": [],
            "section": "Sites and species data collection ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "We measured a series of variables for each wetland in Study 3, by building a geographical information system in arcmap, v 9.3.1 (ESRI 2009), based on georeferenced digital 1 : 100 000 USGS geological Orthophoto Quarter Quadrangle maps of 2009 aerial photographs and National Wetlands Inventory shapefiles (SWFWMD 2010). These variables included (1) distance to nearest study wetland (indication of possible spatial dependence), (2) distance to nearest natural wetland, (3–5) per cent forest cover within 500, 1000 and 2000 m, and (6–8) mean proximity index (MPX) of forest cover within 500, 1000 and 2000 m; other measured variables included (9) average hydroperiod and (10) water depth at deepest point and (11–13) time (month, year or month plus year) as calling activity of anurans is strongly seasonal. One variable, MPX within 500, 1000 and 2000 m of the perimeter of each wetland, reflected the possible importance of urbanization and its consequent fragmentation. MPX assesses not only the amount of forest cover within a specified search radius, but also the distribution from clumped to uniform by measuring the isolation of each forest patch within a complex of forest patches (Gustafson & Parker 1992). Other metrics calculated within the same search radius (e.g. road density, proportion of impervious surfaces) do not take into account the spatial distribution. In our study, a ‘patch’ is defined as each individual occurrence of a particular land cover type (e.g. forest) in the landscape; the MPX approaches zero if a patch has no neighbours of the same patch type and increases as the neighbourhood is increasingly occupied by patches of the same type and as those patches become closer and more contiguous (or less fragmented) in distribution (Gustafson & Parker 1992). The upper limit of the MPX is affected by the search radius and the minimum distance between patches. Habitat area and isolation affect amphibians, and the degree of importance is a species‐specific property reflecting a combination of life‐history and behavioural characteristics (Cushman 2006).",
            "cite_spans": [],
            "section": "Landscape data collection and data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "We averaged MPX over all patches surrounding 500, 1000 and 2000 m of the perimeter of each wetland and scaled the resulting value between 0 and 1. Large MPX values represent large forest patches close together, and small MPX values represent small, widely distributed forest patches. Buffer zones were chosen based on potential amphibian dispersal distances (e.g. Semlitsch & Bodie 2003; Lemckert 2004). We used fragstats, V 3.3 (McGarigal & Marks 1995) to calculate MPX. To determine whether calling anurans (calling male index data and average number of species) were selecting wetlands with sufficient hydroperiod length, we used linear regression with statistica 7.1 (StatSoft 2005) to predict tadpole response (number of species and individuals). We examined calling index data gathered during Studies 1 and 2 for patterns of species’ co‐occurrence. Groupings of species (using average calling index) and wetlands were identified with two‐way cluster analysis, as implemented in pcord, v 5 (McCune & Mefford 1999). The Bray–Curtis Index was used as the distance measure, and the group average method was used for linking groups. To test whether resulting groups of species and wetlands (not identified a priori) were significantly different from each other in multivariate patterns of co‐occurrence across wetlands, we used the SIMPROF routine in primer, v 6 (Clarke & Gorley 2006). Co‐occurrence patterns for individual species and also the relationship between individual species and VHR rating were identified by calculating Spearman rank correlations in statistica 7.1 (StatSoft 2005).",
            "cite_spans": [],
            "section": "Landscape data collection and data analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Although detection of a species confirms its presence, lack of detection does not necessarily confirm absence. Thus, when detection probabilities are less than one, the true proportion of wetlands occupied should be estimated (e.g. MacKenzie & Kendall 2002). We used a single season mark–recapture‐like approach (MacKenzie et al. 2002), as implemented in presence, v 3.1 (Hines 2006), to estimate true proportion of sites occupied by each species for Study 3. We modelled detection probability and site occupancy as a function of different covariates according to the methods described by MacKenzie et al. (2002). Because collinearity between predictor variables can confound their independent effects, we calculated Spearman rank correlation coefficients for all pairwise combinations of independent variables (Hair et al. 1998); five of the 13 exploratory habitat variables (MPX, hydroperiod, water depth, time and distance to next study wetland) had correlation coefficients ranging between −0·04 and 0·31, with P‐values above 0·05, and were included individually in subsequent modelling. The remaining inter‐correlated variables were eliminated. Because MPX was strongly correlated between each buffer zone, we chose MPX at the 500‐m buffer for subsequent modelling as the more biologically relevant variable when considering typical dispersal distances for most anurans. The resulting set of candidate models for each species were composed of one covariate each: (1) MPX within 500 m of the wetland, (2) distance to next study wetland, (3) average hydroperiod (each site specific predictors of occupancy), (4) water depth (survey specific predictor of detection) and (5–7) time‐specific effects on detection (month, year or month plus year) for each species. Model selection was based on Akaike Information Criteria (AIC), which was adjusted for overdispersion and small sample sizes (i.e. QAICc) (MacKenzie & Bailey 2004). We computed delta QAICc and Akaike weights to determine the strength of evidence for each model (Burnham & Anderson 2002). Because it was impractical to summarize AIC results for all possible models for each species, we present the top 3–4 models and weights to gauge importance of each factor for each species. All continuous variables were standardized (i.e. the mean was subtracted from each value and then divided by the SD) before analysis.",
            "cite_spans": [],
            "section": "Occupancy modelling ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "We assumed models with higher weights, and lower AIC values were better able to explain variation in data and selected the models with substantial empirical support which included models within Δ2 QAICc (Burnham & Anderson 2002) and parameter estimates with standard errors not overlapping zero. We eliminated models where β coefficients of covariates were not supported.",
            "cite_spans": [],
            "section": "Occupancy modelling ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Linear regression analysis of Study 1 data indicated a significant (P = 0·001) positive relationship between average calling male size category and the average effort‐corrected number of late‐stage tadpoles at sites with increasing VHR score, and the model accounted for much of the variation (R\n2 = 0·67; Fig. 2). Similarly, linear regression analysis indicated a significant (P = 0·006) positive relationship between average number of calling male species and the average number of tadpole species at sites with increasing VHR score and the model accounted for much of the variation (R\n2 = 0·51; Fig. 3).",
            "cite_spans": [],
            "section": "Anurans as indicators of wetland condition ::: Results",
            "ref_spans": [
                {
                    "start": 306,
                    "end": 312,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 598,
                    "end": 604,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Cluster analysis of the Study 1 data revealed two significantly (SIMPROF, π = 8·175, P < 0·05) different groups of species (hereafter referred to as Group 1 and Group 2; Fig. 4). Group 1 is composed of five species: the oak toad Anaxyrus quercicus, southern cricket frog Acris gryllus, pinewoods treefrog Hyla femoralis, barking treefrog Hyla gratiosa and little grass frog Pseudacris ocularis. All five species in the group positively co‐occurred (r\nS = 0·51–0·77, all P‐values <0·02). Group 2 is composed of six species: the southern toad Anaxyrus terrestris, squirrel treefrog Hyla squirella, green treefrog Hyla cinerea, eastern narrow‐mouthed toad Gastrophryne carolinensis, pig frog Lithobates grylio and southern leopard frog Lithobates sphenocephalus. All six species in the group also positively co‐occurred (r\nS = 0·46–0·56, all P‐values ≤0·05). The remaining four species (southern chorus frog Pseudacris nigrita, greenhouse frog Eleutherodactylus planirostris, gopher frog Lithobates capito and bullfrog Lithobates catesbeianus) had limited occurrences and are not considered further. The occurrence of species in Group 1 exhibited a positive relationship with wetlands having a ‘blue’ VHR rating (r\nS = 0·50–0·79, all P‐values ≤0·04), but the occurrence of species in Group 2 did not exhibit any relationship to a particular VHR rating (r\nS = 0·06–0·44, all P‐values ≥0·18) (Fig. 4). Precisely the same two groups were identified by cluster analysis of Studies 2 and 3 data together (SIMPROF, π = 6·89, P < 0·01), and, once again, species within each group positively co‐occurred (r\nS = 0·49–0·95, all P‐values ≤0·01, Group 1; r\nS = 0·38–0·85, all P‐values ≤ 0·05, Group 2). Blue wetlands clustered tightly together (SIMPROF, π = 24·35, P < 0·01; Fig. 4), but green and red wetlands did not group out reliably (Fig. 4).",
            "cite_spans": [],
            "section": "Anurans as indicators of wetland condition ::: Results",
            "ref_spans": [
                {
                    "start": 170,
                    "end": 176,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1388,
                    "end": 1394,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1760,
                    "end": 1766,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 1824,
                    "end": 1830,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Environmental variables differed markedly among wetlands (Table 1). With the exception of the Green Swamp (control site), all wetlands were located on sites with active groundwater withdrawal. All wetlands with high MPX values (within 500 m of the wetland) were located on large undeveloped wellfields or wilderness preserves and all were buffered from urban areas (Fig. 5); at Morris Bridge, Starkey Wellfield, Cypress Creek Wellfields and the Green Swamp, the nearest urban land cover ranged from 2·6 to 14·9 km away. Wetlands with low MPX values were located in areas immediately adjacent to urban land cover.",
            "cite_spans": [],
            "section": "Effects of urbanization on anuran indicators ::: Results",
            "ref_spans": [
                {
                    "start": 366,
                    "end": 372,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 58,
                    "end": 65,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "We present the results for the eight species with enough detections to allow occupancy models to converge and also provide standard errors not overlapping zero. Top models showed that occupancy varied by the inclusion or omission of MPX or water depth. The best models selected for the four of the five species previously identified as Group 1 (A. quercicus, A. gryllus, H. femoralis and P. ocularis) were very similar, as their pattern of co‐occurrence would suggest; for all species, MPX within 500 m was identified as the best predictor for occupancy. Positive β coefficients of covariates and occupancy estimates for each of these Group 1 species indicate that occupancy increases with increasing MPX (Table 2, Fig. 6). The best model for detection for each of these Group 1 species included a constant probability of occupancy over time (Table 2).",
            "cite_spans": [],
            "section": "Effects of urbanization on anuran indicators ::: Results",
            "ref_spans": [
                {
                    "start": 715,
                    "end": 721,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 706,
                    "end": 713,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 843,
                    "end": 850,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The best models selected for four of the six species previously identified as Group 2 (A. terrestris, H. cinerea, G. carolinensis and L. grylio) were also very similar. Water depth (a sample specific covariate) in study wetlands was the best predictor of detection for each of these species; positive β coefficients of covariates for each of these Group 2 species indicate that detection increases with increasing water depth (Table 2; Fig. 7). The best model for occupancy for each of these species indicated a constant probability of occupancy over time (Table 2).",
            "cite_spans": [],
            "section": "Effects of urbanization on anuran indicators ::: Results",
            "ref_spans": [
                {
                    "start": 436,
                    "end": 442,
                    "mention": "Fig. 7",
                    "ref_id": "FIGREF6"
                },
                {
                    "start": 427,
                    "end": 434,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 557,
                    "end": 564,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Probability of occupancy differed greatly between Groups 1 and 2. Species in Group 1 had a higher probability (0·6–1·0) of occupancy in sites with no or low levels of urbanization (MPX ≥ 0·72) compared to that of sites with high levels of urbanization (MPX = 0–0·48; Fig. 6). For species in Group 2, probability of occupancy was not different in low, moderate and highly urbanized areas (i.e. no pattern was observed at differing MPX levels; Table 2).",
            "cite_spans": [],
            "section": "Effects of urbanization on anuran indicators ::: Results",
            "ref_spans": [
                {
                    "start": 267,
                    "end": 273,
                    "mention": "Fig. 6",
                    "ref_id": "FIGREF5"
                },
                {
                    "start": 442,
                    "end": 449,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "We identified a group of positively co‐occurring species of anurans in cypress‐dome wetlands that can indicate wetland health more rapidly than the commonly employed vegetative health assessment. The calling index of species in this group was highest in wetlands with the highest VHR. Coincidentally, these ‘healthy’ wetlands supported the greatest species richness of anurans and were the only wetlands supporting the entire suite of species in the group. Because the intensity of calling anurans does not necessarily indicate the quality of wetland habitats for amphibian reproduction, we verified that these same wetlands had hydroperiods long enough to support tadpole development and found that the presence of late‐stage tadpoles was strongly related to calling index. Thus, for all subsequent studies, we used data from calling anurans.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Our results suggest that certain calling anuran species can provide a superior method (compared with vegetation indexing), for the assessment of ecological integrity of wetlands that is accurate, rapid and can be applied at a large number of wetlands simultaneously. Calling surveys also appear superior to tadpole surveys, because they are substantially cheaper and less time‐consuming for areas with large numbers of wetlands, and perhaps more reliable when overflow from permanent water bodies could act as a source of predatory fish. During our study, all wetlands were ephemeral, and any overflow events that introduced fish did so after tadpoles began metamorphing. The high degree of co‐occurrence and predictive ability of the species in the group was maintained as the number of wetlands studied was increased. Thus, these species can be considered ‘sensitive’ to wetland degradation, in this case resulting from excessive groundwater withdrawal.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "While amphibians can be useful indicators, it can be difficult to separate natural population variability from true population decline and thus anuran studies should be designed as longer‐term efforts at multiple locations, particularly during droughts. In addition, adults may be in wetlands for a short time; however, their reproductive windows are well‐established, generally easily targeted, and occupancy statistics can accommodate imperfect detection. Common problems that occur when using both vegetation and amphibians as indicators include misidentification and difficulties identifying dormant‐season vegetation and anuran larvae. Wetland plants have many characteristics suited to assessments of biological condition, including their relative immobility, well‐developed sampling protocols and, for herbaceous species, moderate sensitivity to disturbance (Doherty et al. 2000). However, wetland plants are unreliable as sole indicators of change in hydrologic regime (Tiner 1991), and soil biogeochemistry should be used with vegetation to minimize lag times in plant response to hydrologic alteration; this is often cost prohibitive. Therefore, amphibians can be used as indicators to supplement ongoing vegetative and hydroperiod monitoring to provide a rapid response measure.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Drastic alterations of wetland hydroperiod often are a direct consequence of urbanization (Azous & Horner 2000). To ensure the effects of urbanization could be separated from those of excessive groundwater withdrawal, we carefully selected our study wetlands so the two variables were not correlated. Occupancy modelling of a diverse set of wetlands indicated that species considered sensitive to wetland degradation also were highly responsive to the MPX of land within a 500 m buffer surrounding a wetland. For all wetlands, land cover within 500–2000 m was a mix of urban (including highways, roads, housing developments, and commercial and industrial areas) and natural (including forest, uplands, wetlands, creeks and streams), and MPX is a measure of the degree of habitat (specifically forest) fragmentation within a specified buffer, which is caused by urbanization in our study system. Thus, the same group of species also can be considered ‘sensitive’ to urbanization. It is not particularly surprising that the species in this group should be sensitive to urbanization, as they depend upon upland forest areas (open‐canopied oak and pine flatwoods) near cypress swamps and wet prairies characterized by short hydroperiods (Harper 1932; Wright & Wright 1949; Hamilton 1955; Duellman & Schwartz 1958; Pechmann et al. 1989; Marshall & Camp 1995). In a previous study conducted in the same general area, three of the species, A. quercicus, H. femoralis, and H. gratiosa, only occurred in wetlands surrounded by an upland matrix of natural pine flatwoods and were excluded from areas of urban development (Delis, Mushinsky & McCoy 1996) as a result of degradation of the uplands used during the dry season and of the wetlands used during the breeding season. Some anurans are not as sensitive to urbanization as others, such as species that are fully aquatic or that depend on non‐forested upland habitat (Cushman 2006), but, for the group of sensitive species we have identified, it appears that adverse effects of habitat fragmentation accompanying urbanization (reduced MPX values which equate to reduced patch size and increased patch isolation) are severe. In contrast, species we identified within a second positively co‐occurring group are associated with wetland edges (Wright 1932; Carr 1940; Wright & Wright 1949; Conant & Collins 1991) and thus are less sensitive to the structure of the surrounding habitat.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Finding that a group of species is sensitive to wetland degradation and also simultaneously sensitive to urban sprawl means that our ability to use these species as reliable indicators of wetland health is severely hampered in urban areas. As urban wetlands gradually deteriorate from excessive groundwater withdrawal, the species sensitive to this degradation gradually disappear because of urbanization itself. To our knowledge, no study has shown that a useful indicator of one type of anthropogenic stressor is rendered useless because of another type. This is not likely to be local or restricted to urban wellfields, but potentially could occur anywhere that indicator species are used to monitor ecosystem health or provide an early warning signal of decline. Examples of these indicators include Great Lakes coastal wetlands, where the spring peeper Pseudacris crucifer has been shown to contribute to assessment of anthropogenic disturbance (Price et al. 2007); in Mediterranean wetlands, where amphibian richness relates positively to watershed habitat heterogeneity and negatively to the percentage of the watershed area devoted to olive cultivation (García‐Muñoz et al. 2010); in Mexican cloud forests, where groups of frog species are sensitive to fragmentation, diminishing canopy cover, and declining patch area (Pineda & Halffter 2004); in California streams, where three species of amphibians are sensitive to sedimentation (Welsh & Ollivier 1998); and in Kentucky streams, where juveniles of several anuran species are sensitive to PCB (polychlorinated biphenyl) contamination (Degarady & Halbrook 2006). When amphibians are used to monitor the effects of increasing sedimentation rates, chemical pollutants and nutrient loading, for example, but are also affected by other stressors, their reliability as indicators may be compromised.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Dealing with this conundrum will not be easy. In some areas, we may be able to use anuran species that are relatively tolerant of urban conditions (e.g. fragmentation) to gauge wetland integrity (e.g. groundwater withdrawal). Although most species that are sensitive to habitat degradation are likely to be excluded from urban wetlands, a few may use both natural and urban wetlands. However, using species tied to ephemeral wetlands is difficult in urban areas where there are often few ephemeral ponds (Rubbo & Kiesecker 2005). Additionally, urban tolerant species with either extremely rapid or slow larval development would not be good candidates as indicators because those with rapid development might still call at a monitored wetland, but metamorph quickly enough to escape pressures of increased groundwater withdrawal, and those with considerably slower larval development could call at the wetland but tadpoles might not survive excessive withdrawal.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To select a reliable set of anuran species to monitor wetland health, we should be aware of their potential responses to a variety of potential stressors, not just the stressor of immediate interest. Critical thresholds in habitat alteration are species specific and related to reproductive potential, dispersal ability, home range size and habitat specificity (e.g. Fahrig 2001). Even within the same taxonomic group or species guild, there is no assurance that habitat changes affecting one species will be the same for other species in the group or guild (Block, Brennan & Gutiérrez 1987). We conclude that while anurans are effective indicators and are complementary to vegetation, the usefulness of this group in monitoring wetland health can be substantially reduced, or eliminated, because they are also simultaneously sensitive to urban sprawl. We urge for careful consideration of confounding factors in any studies examining the utility of indicator species.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1:  Range of measured environmental variables among 26 wetlands sampled from 2007–2009\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2:  Best models for anuran species, based on parameter estimates and AIC selection criteria. Models were constructed from uncorrelated covariates. Best supported models are in bold\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1:  The 42 study wetlands in central Florida (a); and examples of a least‐impacted (Blue VHR score) wetland (b), moderately impacted (Green VHR score) wetland (c), and a severely impacted (Red VHR scores) wetland (d). VHR, vegetative health rating.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2:  Linear regression of average calling male size category against the average effort‐corrected number of tadpoles per wetland (R\n2 = 0·67, P = 0·001). Squares, triangles and circles represent Red, Green and Blue wetlands, respectively, as scored by the vegetative health rating. Dotted lines represent 95% confidence intervals.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3:  Linear regression of average number of calling male species against the average number of tadpoles species per wetland (R\n2 = 0·51, P = 0·006). Squares, triangles and circles represent Red, Green and Blue wetlands, respectively, as scored by the vegetative health rating. Dotted lines represent 95% confidence intervals.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4:  Two‐way cluster analysis of average calling index of species by site, for the 18 wetlands in Study 1. Horizontal dendrogram is of species (coded by first two or three letters of genus and species names); vertical dendrogram is of sites (coded at the end by the first letter of the vegetative health rating score). Intensity of shading is proportional to the strength of the calling index. Significantly different species and site clusters are identified with asterisks and dotted lines.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Figure 5:  Average distance to nearest urban land cover (km) vs. mean proximity index of study wetlands pumped for groundwater and those on a control site (Green Swamp). Distances measured in cardinal directions.",
            "type": "figure"
        },
        "FIGREF5": {
            "text": "Figure 6:  Estimated probability of occupancy for four of five sensitive anuran species vs. mean proximity index within 500 m of 26 wetlands.",
            "type": "figure"
        },
        "FIGREF6": {
            "text": "Figure 7:  Estimated probability of detection for four of six non‐sensitive anuran species for 26 wetlands vs. average water depth (most significant predictor of detection probability for all species).",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Wetlands and Urbanization: Implications for the Future",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Effects of habitat loss and fragmentation on amphibians: a review and prospectus",
            "authors": [],
            "year": 2006,
            "venue": "Biological Conservation",
            "volume": "128",
            "issn": "",
            "pages": "231-240",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Using Anurans as bioindicators of PCB contaminated streams",
            "authors": [],
            "year": 2006,
            "venue": "Journal of Herpetology",
            "volume": "40",
            "issn": "",
            "pages": "127-130",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Decline of some west‐central Florida anuran populations in response to habitat degradation",
            "authors": [],
            "year": 1996,
            "venue": "Biodiversity and Conservation",
            "volume": "5",
            "issn": "",
            "pages": "1579-1595",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": 2000,
            "venue": "Biological Criteria for Inland Freshwater Wetlands in Florida: A Review of Technical and Scientific Literature (1990–1999)",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Amphibians and reptiles of southern Florida",
            "authors": [],
            "year": 1958,
            "venue": "Bulletin of the Florida State Museum",
            "volume": "3",
            "issn": "",
            "pages": "181-324",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 1993,
            "venue": "Cross Bar Ranch Wellfield Ecological Monitoring Report",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Wetlands",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2009,
            "venue": "ArcInfo User’s Manual, Version 9.3.1",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "How much habitat is enough?",
            "authors": [],
            "year": 2001,
            "venue": "Biological Conservation",
            "volume": "100",
            "issn": "",
            "pages": "65-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Anthropogenic correlates of species richness in southeastern Ontario wetlands",
            "authors": [],
            "year": 1997,
            "venue": "Conservation Biology",
            "volume": "11",
            "issn": "",
            "pages": "1000-1009",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Conservation of Mediterranean temporary ponds under agricultural intensification: an evaluation using amphibians",
            "authors": [],
            "year": 2003,
            "venue": "Biological Conservation",
            "volume": "114",
            "issn": "",
            "pages": "317-326",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Wetlands classification for amphibian conservation in Mediterranean landscapes",
            "authors": [],
            "year": 2010,
            "venue": "Biodiversity and Conservation",
            "volume": "19",
            "issn": "",
            "pages": "901-911",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Importance of small wetlands for the persistence of local populations of wetland‐associated animals",
            "authors": [],
            "year": 1993,
            "venue": "Wetlands",
            "volume": "13",
            "issn": "",
            "pages": "25-31",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Biological indicators of wetland health: comparing qualitative and quantitative vegetation measures with anuran measures",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "A simplified table for staging anuran embryos and larvae with notes on identification",
            "authors": [],
            "year": 1960,
            "venue": "Herpetologica",
            "volume": "16",
            "issn": "",
            "pages": "183-190",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Relationships between land‐cover proportion and indices of landscape spatial pattern",
            "authors": [],
            "year": 1992,
            "venue": "Landscape Ecology",
            "volume": "7",
            "issn": "",
            "pages": "101-110",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Effects of hydrological alterations on frog and toad populations at Morris Bridge Wellfield, Hillsborough County, Florida",
            "authors": [],
            "year": 2006,
            "venue": "Florida Scientist",
            "volume": "69",
            "issn": "",
            "pages": "276-287",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": 1998,
            "venue": "Multivariate Data Analysis",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Amphibian ecology and conservation in the urbanizing world: a review",
            "authors": [],
            "year": 2008,
            "venue": "Biological Conservation",
            "volume": "141",
            "issn": "",
            "pages": "2432-2449",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Notes on the ecology of the oak toad in Florida",
            "authors": [],
            "year": 1955,
            "venue": "Herpetologica",
            "volume": "11",
            "issn": "",
            "pages": "205-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "A voice from the pines",
            "authors": [],
            "year": 1932,
            "venue": "Natural History Magazine",
            "volume": "32",
            "issn": "",
            "pages": "280-288",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Evaluation of guild‐indicator species for use in resource management",
            "authors": [],
            "year": 1987,
            "venue": "Environmental Management",
            "volume": "11",
            "issn": "",
            "pages": "265-269",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "PRESENCE‐ Software to estimate patch occupancy and related parameters",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "A probability‐based indicator of ecological condition",
            "authors": [],
            "year": 2007,
            "venue": "Ecological Indicators",
            "volume": "7",
            "issn": "",
            "pages": "793-806",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Frog communities and wetland condition: relationships with grazing by domestic livestock along an Australian floodplain river",
            "authors": [],
            "year": 2003,
            "venue": "Biological Conservation",
            "volume": "109",
            "issn": "",
            "pages": "207-219",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Odonates as biological indicators of grazing effects on Canadian prairie wetlands",
            "authors": [],
            "year": 2005,
            "venue": "Ecological Entomology",
            "volume": "30",
            "issn": "",
            "pages": "273-283",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Variations in anuran movements and habitat use: implications for conservation",
            "authors": [],
            "year": 2004,
            "venue": "Applied Herpetology",
            "volume": "1",
            "issn": "",
            "pages": "165-181",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Assessing fit of site occupancy models",
            "authors": [],
            "year": 2004,
            "venue": "Journal of Agricultural, Biological and Ecological Statistics",
            "volume": "9",
            "issn": "",
            "pages": "300-318",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "How should detection probability be incorporated into estimates of relative abundance?",
            "authors": [],
            "year": 2002,
            "venue": "Ecology",
            "volume": "83",
            "issn": "",
            "pages": "2387-2393",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Estimating site occupancy rates when detection probabilities are less than one",
            "authors": [],
            "year": 2002,
            "venue": "Ecology",
            "volume": "83",
            "issn": "",
            "pages": "2248-2255",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Aspects of the feeding ecology of the Little Grass Frog, Pseudacris ocularis (Anura: Hylidae)",
            "authors": [],
            "year": 1995,
            "venue": "Brimleyana",
            "volume": "22",
            "issn": "",
            "pages": "1-7",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "PC‐ORD‐Multivariate Analysis of Ecological Data, Vers. 5.0",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF33": {
            "title": "The potential impact of simulated ground‐water withdrawals on the oviposition, larval development, and metamorphosis of pond‐breeding frogs",
            "authors": [],
            "year": 2010,
            "venue": "Wetlands Ecological Management",
            "volume": "18",
            "issn": "",
            "pages": "495-509",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF34": {
            "title": "FRAGSTATS: spatial analysis program for quantifying landscape structure",
            "authors": [],
            "year": 1995,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF35": {
            "title": "Protocol description: index and code descriptions",
            "authors": [],
            "year": 2011,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF36": {
            "title": "",
            "authors": [],
            "year": 1995,
            "venue": "Annual Comprehensive Report: Ecological and Hydrological Monitoring of the Cypress Creek Wellfield and Vicinity, Pasco County, Florida",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF37": {
            "title": "Influence of wetland and hydroperiod on diversity and abundance of metamorphosing juvenile amphibians",
            "authors": [],
            "year": 1989,
            "venue": "Wetlands Ecology and Management",
            "volume": "1",
            "issn": "",
            "pages": "3-11",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF38": {
            "title": "Long‐term persistence of amphibian populations in a restored wetland complex",
            "authors": [],
            "year": 2007,
            "venue": "Biological Conservation",
            "volume": "138",
            "issn": "",
            "pages": "371-380",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF39": {
            "title": "Species diversity and habitat fragmentation: frogs in a tropical montane landscape in Mexico",
            "authors": [],
            "year": 2004,
            "venue": "Biological Conservation",
            "volume": "117",
            "issn": "",
            "pages": "499-508",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF40": {
            "title": "Are anurans of Great Lakes coastal wetlands reliable indicators of ecological condition",
            "authors": [],
            "year": 2007,
            "venue": "Journal of Great Lakes Research",
            "volume": "33",
            "issn": "",
            "pages": "3211-3223",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF41": {
            "title": "Florida Wetland Condition Index for depressional forested wetlands",
            "authors": [],
            "year": 2006,
            "venue": "Ecological Indicators",
            "volume": "6",
            "issn": "",
            "pages": "337-352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF42": {
            "title": "Amphibian breeding distribution in an urbanized landscape",
            "authors": [],
            "year": 2005,
            "venue": "Conservation Biology",
            "volume": "19",
            "issn": "",
            "pages": "504-511",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF43": {
            "title": "Principles for management of aquatic‐breeding amphibians",
            "authors": [],
            "year": 2000,
            "venue": "Journal of Wildlife Management",
            "volume": "64",
            "issn": "",
            "pages": "615-631",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF44": {
            "title": "",
            "authors": [],
            "year": 2002,
            "venue": "Model Selection and Multimodel Inference: A Practical Information‐Theoretic Approach",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF45": {
            "title": "Biological criteria for buffer zones around wetlands and riparian habitats",
            "authors": [],
            "year": 2003,
            "venue": "Conservation Biology",
            "volume": "17",
            "issn": "",
            "pages": "1219-1228",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF46": {
            "title": "Pond drying, predators and the distribution of Pseudacris tadpoles",
            "authors": [],
            "year": 1996,
            "venue": "Copeia",
            "volume": "1996",
            "issn": "",
            "pages": "599-605",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF47": {
            "title": "Relationships among isolated wetland size, hydroperiod, and amphibian species richness: implications for wetlands regulations",
            "authors": [],
            "year": 2000,
            "venue": "Conservation Biology",
            "volume": "14",
            "issn": "",
            "pages": "414-419",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF48": {
            "title": "Vegetative changes in a wetland in the vicinity of a well field, Dade County, Florida",
            "authors": [],
            "year": 1990,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF49": {
            "title": "",
            "authors": [],
            "year": 2005,
            "venue": "STATISTICA Data Analysis Software System, Version 7.1",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF50": {
            "title": "Hydrologic effects of pumping from the Floridan Aquifer in northwest Hillsborough, northeast Pinellas, and southwest Pasco counties, Florida",
            "authors": [],
            "year": 1968,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF51": {
            "title": "",
            "authors": [],
            "year": 1999,
            "venue": "Establishment of Recovery Levels in the Northern Tampa Bay Area",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF52": {
            "title": "Data and maps",
            "authors": [],
            "year": 2010,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF53": {
            "title": "Wetland assessment procedure manual",
            "authors": [],
            "year": 2012,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF54": {
            "title": "The concept of a hydrophyte for wetland identification",
            "authors": [],
            "year": 1991,
            "venue": "BioScience",
            "volume": "41",
            "issn": "",
            "pages": "236-247",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF55": {
            "title": "",
            "authors": [],
            "year": 1940,
            "venue": "A Contribution to the Herpetology of Florida",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF56": {
            "title": "Changes in herpetofauna resulting from ditching of cypress ponds in Coastal Plains flatwoods",
            "authors": [],
            "year": 1985,
            "venue": "Forest Ecology and Management",
            "volume": "11",
            "issn": "",
            "pages": "17-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF57": {
            "title": "Stream amphibians as indicators of ecosystem stress: a case study from California’s Redwoods",
            "authors": [],
            "year": 1998,
            "venue": "Ecological Applications",
            "volume": "8",
            "issn": "",
            "pages": "1118-1132",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF58": {
            "title": "",
            "authors": [],
            "year": 1932,
            "venue": "Life Histories of the Frogs of the Okefinokee Swamp, Georgia. North American Salientia (Anura) Number 2",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF59": {
            "title": "",
            "authors": [],
            "year": 1949,
            "venue": "Handbook of Frogs and Toads of the United States and Canada",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF60": {
            "title": "General hydrology of the middle gulf area, Florida",
            "authors": [],
            "year": 1970,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF61": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "PRIMER‐E® (v6): User Manual/Tutorial",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF62": {
            "title": "",
            "authors": [],
            "year": 1991,
            "venue": "A Field Guide to Reptiles and Amphibians: Eastern and Central North America",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}