{
    "paper_id": "PMC7212254",
    "metadata": {
        "title": "Abemaciclib/fulvestrant",
        "authors": []
    },
    "body_text": [
        {
            "text": "\nAuthor Information\nAn event is serious (based on the ICH definition) when the patient outcome is:* death* life-threatening* hospitalisation* disability* congenital anomaly* other medically important event\n",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "A 60-year-old woman developed leukopenia and COVID-19 infection while receiving immunosuppressant chemotherapy with fulvestrant and abemaciclib for metastatic breast cancer.",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "The woman with history of metastatic breast cancer, angiodysplasia of the descending colon, bicuspid aortic valve with slight insufficiency and varicosis of lower extremities, was brought to a hospital via ambulance due to fever up to 38.5\u0081°C, cough and dyspnoea (current presentation on 10 March 2020). She was non-smoker and was diagnosed with breast cancer 7 years earlier. Thereafter, underwent a quadrantectomy of the left breast on December 2013 and received 4 cycles adjuvant chemotherapy with adriamycin and cyclophosphamide plus a single dose of docitaxel, which was stopped due to a serious allergic reaction, as well as radiotherapy. In October 2019 (6 years after the initial diagnosis), she developed lymphoedema and supraclavicular adenopathy. On 23 January 2020, she was diagnosed with lymphatic and osseous metastases. Therefore, on 17 February 2020, her treatment was started with IM fulvestrant 500 fl that was repeated on 3 March 2020. Additionally, on 19 February 2020, oral abemaciclib 150mg twice a day was also added to the treatment regimen. CT scan performed on 20 February 2020, showed regression of previously present pleural effusion and also the pulmonary lesions stopped progressing. However, on 3 March 2020, her chemotherapy was stopped due to the development of fever. On 10 March 2020, at her family physician's request, she was hospitalised (current presentation). On admission, she tested positive for COVID-19. Blood findings showed marked leukocytopenia (WBC count of 1300/L, neutrophils 600/L and lymphocytes 600/L). Anteroposterior chest X-ray showed asymmetric and bilateral diffuse patchy parenchymal opacities, more dominant in the left hemithorax. The opacities were accompanied by a veil of moderate bilateral pleural effusions (prominent in the left hemithorax). Culture tests including blood, stool and urine showed negative results. Based on the examinations, community acquired COVID-19 infection and leucopenia secondary to the chemotherapy (abemaciclib and fulvestrant) induced immunosuppression was considered. ",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        },
        {
            "text": "The woman treatment was started with filgrastim(for leucopenia), triple antibiotic therapy with levofloxacin, piperacillin plus tazobactam combined with the darunavir/cobicistat, hydroxychloroquine for the viral infection. Hydroxychloroquine was also added to the treatment regimen. Within 24 hours of admission, her clinical status stabilised as her WBC count restored to 4900/L with neutrophils 4050/L, lymphocytes 710/L. Within 5 days after her admission, her fever resolved. On 16 March 2020, significant improvement was noted in repeat tests and x-ray, and she was discharged home. On 24 March 2020, she tested negative for COVID-19.",
            "cite_spans": [],
            "section": "An event is serious (based on the ICH definition) when the patient outcome is:",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.4414/smw.2020.20246"
                ]
            }
        }
    }
}