{
    "paper_id": "PMC7245240",
    "metadata": {
        "title": "Brèves : Solutions hydroalcooliques issues des pharmacies",
        "authors": [
            {
                "first": "Jean-Marie",
                "middle": [],
                "last": "Manus",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Un arrêté du ministre de la Santé Olivier Véran, paru au Journal officiel du 7 mars\n[1], rétablit la préparation magistrale en pharmacie (officinale ou hospitalière), autorisant celle des solutions pour désinfection manuelle dont la forme standard manque dans les pharmacies, considérant que les produits hydroalcooliques sont les seuls produits disponibles pour l’inactivation rapide et efficace de micro-organismes qui peuvent être présents sur les mains, et la nécessité de prévenir les risques de pénurie de produits hydro- alcooliques utilisés pour l’hygiène humaine, pour limiter le risque infectieux par transmission du Covid-19, eu égard à la situation sanitaire et jusqu’au 31 mai 2020, les solutions hydroalcooliques destinées à l’hygiène humaine peuvent être préparées, en cas de rupture d’approvisionnement, par les pharmacies d’officine et les pharmacies hospitalières.",
            "cite_spans": [
                {
                    "start": 84,
                    "end": 87,
                    "mention": "[1]",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Les solutions sont préparées selon les recommandations de l’Organisation mondiale de la santé, ici précisées, selon la formule clé : éthanol à 96 pour cent, peroxyde d’hydrogène solution à 3 pour cent, glycérol, eau purifiée q.s.p… Des conseils de préparation, d’étiquetage et de stockage suivent avec cette recommandation : les solutions ne doivent pas être produites en quantité supérieure à 50 L dans des locaux dépourvus de systèmes spécifiques ou appropriés de ventilation. Conservation à température ambiante (15 °C à 25 °C) : deux ans à partir de la date de réalisation mais dispensation après 72 heures de quarantaine.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}