{
    "paper_id": "PMC7152469",
    "metadata": {
        "title": "Cruise Ship Travel",
        "authors": [
            {
                "first": "Carter",
                "middle": [
                    "D."
                ],
                "last": "Hill",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jay",
                "middle": [
                    "S."
                ],
                "last": "Keystone",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Phyllis",
                "middle": [
                    "E."
                ],
                "last": "Kozarsky",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bradley",
                "middle": [
                    "A."
                ],
                "last": "Connor",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hans",
                "middle": [
                    "D."
                ],
                "last": "Nothdurft",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Marc",
                "middle": [],
                "last": "Mendelson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Karin",
                "middle": [],
                "last": "Leder",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Cruise ship travel has gained tremendous popularity over the last four decades. In 2016, 24 million passengers on 448 ships sailed on worldwide cruises. Cruise destinations such as the Caribbean and Mediterranean have gained popularity due to climate as well as accessibility to many ports. The ever-expanding cruise itineraries (including 184 river cruise ships), which include diverse ports of call, along with a growth in the number of embarkation ports and onboard amenities, provide travelers with convenient and comfortable means to sample different parts of the world in a short amount of time.2\n",
            "cite_spans": [
                {
                    "start": 601,
                    "end": 602,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "With the growing popularity of recreational cruises, gastrointestinal (GI) and respiratory disease outbreaks may be amplified by the densely populated, semiclosed cruise environment, which compels international passengers and crew to share many activities and resources. Moreover, passengers can acquire a new infectious disease while in port through contaminated food, water, or infected people.3 Environmental contamination of cruise ships may result in protracted outbreaks due to infected crew and passengers who remain onboard during successive voyages. Sanitation and disease surveillance programs developed through the cooperation of the cruise industry and public health agencies have led to improved detection and control of communicable diseases.4 Understanding the most frequently reported diseases on cruise ships, their source and mode of transmission, prevention measures, and available ship medical care facilities can lead to better preparedness for a healthy cruise vacation.5\n",
            "cite_spans": [
                {
                    "start": 396,
                    "end": 397,
                    "mention": "3",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 756,
                    "end": 757,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                },
                {
                    "start": 992,
                    "end": 993,
                    "mention": "5",
                    "ref_id": "BIBREF20"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Ships carrying 13 or more passengers are considered under international law to be passenger ships. They include sailboats, yachts, river cruise ships, and ocean cruise ships. Sailboats and yachts are best known for niche travel, such as “eco-touring.” River cruises are popular for providing an informal, intimate atmosphere while traveling to places such as the Nile and the Amazon. Ocean cruises make up the greatest portion of ship-based leisure travel, with the North American cruise industry accounting for the major part of the global ocean cruise market. The North American cruise industry consists of cruise lines that market cruises primarily to North Americans but have embarkation ports worldwide. The Caribbean remains the top cruise destination, followed by Alaska, the Mediterranean, and other parts of Europe. Depending on the type of cruise, the duration can range from hours (e.g., gambling cruises) to several months (e.g., round-the-world cruises). The average duration of a cruise is 9 days, and approximately 58% of cruising passengers choose 6–8-day cruises. The typical 7-day cruise allows passengers ample time to visit three to five ports and explore different locales and cultures.1\n",
            "cite_spans": [
                {
                    "start": 1207,
                    "end": 1208,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "The North American Cruise Industry ::: The Cruise Industry",
            "ref_spans": []
        },
        {
            "text": "Compared to US residents on noncruise vacations (defined by those spending ≥3 nights away from home for leisure trips), cruisers tend to be older (49% are >50 years of age), have higher income levels, and are likely to plan a vacation 4–6 months in advance,1 allowing time for pretravel health preparation. A typical cruise ship will have a passenger-to-crew ratio of around 3 to 1. Cruise ships employ crew from around the world: on average, 50 nationalities will be represented in a crew of 1200.6 The origin of crew will depend on the cruise line and their designated occupation on the ship. Crew members may stay aboard a cruise ship for months on successive voyages, carrying out specialized tasks with the aim of achieving higher quality service.",
            "cite_spans": [
                {
                    "start": 257,
                    "end": 258,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 498,
                    "end": 499,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "The Passengers and Crew ::: The Cruise Industry",
            "ref_spans": []
        },
        {
            "text": "In 2005 the World Health Organization (WHO) revised the International Health Regulations (IHR) (in force in 2007) for international regulations and standards binding 194 countries. The overall goal of the revised ISR is to support ship and port sanitation, disease surveillance, and response to infectious diseases (www.who.int/ihr/en). Safety regulations for international shipping, including cruise ships, are promulgated by the International Maritime Organization (IMO) in its International Convention for Safety of Life at Sea (SOLAS).7 SOLAS addresses a variety of issues pertaining to passenger and crew safety, including fire protection, lifesaving equipment and procedures, and radio communications.",
            "cite_spans": [
                {
                    "start": 539,
                    "end": 540,
                    "mention": "7",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "International Regulations ::: Cruise Health, Sanitation, and Safety Regulations",
            "ref_spans": []
        },
        {
            "text": "The Centers for Disease Control and Prevention (CDC) Vessel Sanitation Program (VSP) (http://www.cdc.gov/nceh/vsp/) has the responsibility for ensuring appropriate levels of sanitation and health aboard cruise ships arriving at US ports, including facilities that could affect public health, such as food storage, ventilation systems, and pools or spas (www.cdc.gov/quarantine/index.html). VSP conducts unannounced, biannual sanitation inspections of US-bound cruise ships that have international itineraries. A score of at least 86 (out of 100) is considered a pass and is published monthly in the “Summary of Inspections of International Cruise Ships” (http://wwwn.cdc.gov/InspectionQueryTool/InspectionGreenSheetRpt.aspx). Other than acute gastroenteritis (AGE) requirements, all international passenger conveyances bound for the United States are legally required to report to US Quarantine at least 24 hours before arrival any ship cases with certain febrile syndromes suggestive of a communicable disease and any deaths. Diseases on the list are primarily those with pandemic potential such as influenza, severe acute respiratory syndrome (SARS), or plague (https://www.cdc.gov/ncezid/dgmq/quarantine-fact-sheet.html).",
            "cite_spans": [],
            "section": "US Regulations ::: Cruise Health, Sanitation, and Safety Regulations",
            "ref_spans": []
        },
        {
            "text": "Cruise Lines International Association (CLIA) member cruise lines follow the “Health Care Guidelines for Cruise Ship Medical Facilities”8 developed by the American College of Emergency Physicians (ACEP) Cruise Ship and Maritime Medicine Section. This ACEP section is composed primarily of physicians actively involved in cruise ship medicine. Their objective is to advance the capabilities of cruise ship medical facilities and the quality of medical care provided aboard cruise ships. The guidelines address standards for medical facility design, medical staff qualifications, diagnostic equipment, and formulary selection, with a goal of providing general and emergency medical services to passengers and crew.8\n",
            "cite_spans": [
                {
                    "start": 136,
                    "end": 137,
                    "mention": "8",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 712,
                    "end": 713,
                    "mention": "8",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Medical Care Aboard Cruise Ships",
            "ref_spans": []
        },
        {
            "text": "Medical care aboard cruise ships is designed to provide cruise line passengers and crew members with timely access to comprehensive services for minor to severe illness and injury (Fig. 40.1\n) as they would be at an urgent care clinic during daytime emergencies or a free-standing emergency department (ED). More serious problems (such as myocardial infarction, respiratory distress, or cerebrovascular accidents) may require emergency evacuation to an appropriate shore-side facility after stabilization on board.9\n",
            "cite_spans": [
                {
                    "start": 514,
                    "end": 515,
                    "mention": "9",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Medical Care Aboard Cruise Ships",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 190,
                    "mention": "Fig. 40.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "Most modern cruise ships are equipped to perform a variety of laboratory tests (which may include complete blood count, blood sugar, electrolytes, chemistries, cardiac enzymes, pregnancy testing, and urinalysis), radiography, cardiac monitoring, and advanced life support procedures.8 The ship's formulary includes medications for treating common medical problems and a variety of more serious conditions, including infections, injuries, respiratory distress, and cardiac disorders.",
            "cite_spans": [
                {
                    "start": 283,
                    "end": 284,
                    "mention": "8",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Medical Care Aboard Cruise Ships",
            "ref_spans": []
        },
        {
            "text": "Influenza A and B outbreaks among the cruise ship crew and passengers can occur throughout the year, even when seasonal influenza activity is absent in the region of the cruise. The convergence and intermingling of international crew and passengers from parts of the world where influenza is in circulation can lead to the introduction and rapid amplification and spread of influenza aboard ships. Vaccination of most crew members annually helps with secondary infections. Substantial morbidity may result from cruise influenza outbreaks owing to the presence of a large percentage of elderly and chronically ill passengers, both of whom are at higher risk for complications and death due to influenza infection.",
            "cite_spans": [],
            "section": "Influenza. ::: Respiratory Infections ::: Illness on Cruise Ships",
            "ref_spans": []
        },
        {
            "text": "Also, health care providers can play an important role in preventing influenza and other respiratory disease outbreaks aboard ships by:•Asking travelers to refrain from traveling while ill, and if illness develops during the trip to practice respiratory hygiene measures and minimize contact with other people, including the cruise staff.•Providing vaccination or, if necessary, prophylactic antiviral medication, especially to high-risk populations as well as their close contacts, and those traveling in large tour groups, even if travel occurs during summer.\n",
            "cite_spans": [],
            "section": "Influenza. ::: Respiratory Infections ::: Illness on Cruise Ships",
            "ref_spans": []
        },
        {
            "text": "The most commonly established causes of outbreaks include contamination of ships' water supply, air conditioning systems, or spa pools.13 The largest documented culture-confirmed cruise ship outbreak of legionnaires disease occurred in 1994. It involved 50 passengers during nine separate sailings of the same ship.4 Illness due to infection through bacteria-laden aerosols generated by the spas was associated with immersion in, and spending time around, the whirlpool. This outbreak was detected 3 months after it began, when a New Jersey physician notified the state health department that three hospitalized patients with atypical pneumonia had been on the same cruise ship; this outbreak highlighted the delay in detection of cruise-associated legionnaires disease. Symptom onset is typically 2–10 days postexposure without person-to-person spread. Most cruise ships have urinary antigen testing capability.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 315,
                    "end": 316,
                    "mention": "4",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Legionnaires Disease. ::: Respiratory Infections ::: Illness on Cruise Ships",
            "ref_spans": []
        },
        {
            "text": "A review of data from cruise ship waterborne disease outbreaks during 1970 to 2003 showed that enterotoxigenic Escherichia coli (ETEC) was the pathogen most frequently linked to cruise ship waterborne GI outbreaks.15 Other organisms that may cause waterborne GI outbreaks on cruise ships include Salmonella spp., Shigella sp., Cryptosporidium spp., Giardia intestinalis, and NoV. Due to closely regulated water testing on all ships that enter North American ports, most waterborne outbreaks after 2003 have originated from water sources off the ships (such as fruit and vegetables acquired from unsafe sources in various ports of call). Crew members working in food preparation can occasionally be sources of these clusters of illness as well as person-to-person spread.",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 216,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Waterborne Diseases. ::: Gastrointestinal Illness ::: Illness on Cruise Ships",
            "ref_spans": []
        },
        {
            "text": "An epidemiologic review of cruise ship foodborne disease outbreaks that occurred from 1970 to 2003 showed that 82% were caused by bacterial pathogens and the rest by viruses, parasites, or unknown sources. Over the last 10–15 years, bacterial foodborne outbreaks causing illness on cruise ships have been eclipsed in number by NoV/AGE outbreaks!",
            "cite_spans": [],
            "section": "Foodborne Diseases. ::: Gastrointestinal Illness ::: Illness on Cruise Ships",
            "ref_spans": []
        },
        {
            "text": "Cruise dining typically offers elaborate meals consisting of a large assortment of foods, which usually involve preparation by multiple food handlers and in many steps, resulting in an increased chance of food mishandling and contamination.16\n",
            "cite_spans": [
                {
                    "start": 240,
                    "end": 242,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Foodborne Diseases. ::: Gastrointestinal Illness ::: Illness on Cruise Ships",
            "ref_spans": []
        },
        {
            "text": "NoV is the most common cause of viral gastroenteritis and AGE in the United States, with 23 million cases yearly.5, 14 NoV is transmitted via the fecal-oral route, directly person to person, from contaminated food and water, or by contact with contaminated surfaces or objects. Aerosolized vomit has also been suspected as a mode of transmission. Updates of outbreaks are posted on VSP's website (www.cdc.gov/nceh/vsp/surv/gilist.htm) on all ships calling on US ports. More than 90% of GI outbreaks investigated by VSP with a confirmed cause are due to NoV.14, 22\n",
            "cite_spans": [
                {
                    "start": 113,
                    "end": 114,
                    "mention": "5",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 116,
                    "end": 118,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 557,
                    "end": 559,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 561,
                    "end": 563,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Norovirus. ::: Gastrointestinal Illness ::: Illness on Cruise Ships",
            "ref_spans": []
        },
        {
            "text": "During NoV outbreaks on cruises the original source of infection may be an infected person or food. Further spread, resulting in large numbers of illnesses, mainly occurs by person-to-person transmission of the virus.16 Most NoV outbreaks can be characterized by high attack rates, a high prevalence of vomiting, short duration of illness, and confirmation with polymerase chain reaction (PCR) techniques. The key to controlling the spread of NoV on cruise ships is the rapid implementation of infection control measures at the first signs of an AGE outbreak; these include hand-washing before eating and after bathroom use plus frequent cleaning of common areas, staterooms, elevator buttons, and hand rails, and limiting guest contact with serving utensils in buffet lines during the first 2 days of the cruise. Also it is recommended that ill passengers seek medical care in the ship's medical center as soon as GI symptoms develop (see Fig. 40.1).17\n",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 951,
                    "end": 953,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Norovirus. ::: Gastrointestinal Illness ::: Illness on Cruise Ships",
            "ref_spans": [
                {
                    "start": 940,
                    "end": 949,
                    "mention": "Fig. 40.1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "In addition to influenza, cruise ships have had outbreaks of other routine vaccine-preventable diseases (VPD) such as rubella and varicella. Most often such illnesses are traced to crew originating from developing countries in which immunity to routine VPD may be low. The densely populated environment of cruise ships and the social interactions between crew and passengers allow for person-to-person spread of VPD among susceptible persons. Pregnant women—along with other potentially susceptible groups of cruise travelers such as the elderly, the immunosuppressed, and children—need to check their immune status to routine VPD before travel. Measles, mumps, rubella (MMR) and varicella vaccines are not provided ubiquitously for all employees on cruise ships, and unvaccinated crew members may serve as a potential reservoir for these diseases to high-risk travelers.",
            "cite_spans": [],
            "section": "Vaccine-Preventable Diseases (VPD) ::: Miscellaneous",
            "ref_spans": []
        },
        {
            "text": "After respiratory infection, injuries are the second most common reason for passengers to seek medical care aboard cruise ships, accounting for 18% of infirmary visits.10 The most common injuries seen are sprains, contusions, and superficial wounds. Reported cruise-related injuries occur most frequently on decks and stairs, in passengers' own cabins, or ashore during port calls.10 Some of the most severe injuries occur during tendering procedures.",
            "cite_spans": [
                {
                    "start": 168,
                    "end": 170,
                    "mention": "10",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 381,
                    "end": 383,
                    "mention": "10",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Injuries ::: Miscellaneous",
            "ref_spans": []
        },
        {
            "text": "Most cruise itineraries tend to sail in the calm waters of the Caribbean or the Mediterranean. Modern cruise ships are also constructed with roll stabilizers that minimize turbulence. Even so, seasickness is a common concern of many cruise travelers and is among the top four reasons for infirmary visits.10 Some passengers are sensitive to motion and require pharmacologic prevention and treatment with antihistamines, antimuscarinic, or antidopaminergic agents6 (see Chapter 46). Alternative medicines may also help some individuals. Ondansetron (Zofran) is generally not as helpful. The association between passenger cabin location and risk of motion sickness is controversial, but a common perception persists that central cabins near the waterline are the least seasickness inducing. Passengers who can readily lie down can reduce their risk for motion sickness irrespective of their cabin location. Additionally, elderly passengers should be cautioned about the overuse of even over-the-counter medications that may affect balance, mental status, or urinary function.",
            "cite_spans": [
                {
                    "start": 305,
                    "end": 307,
                    "mention": "10",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 462,
                    "end": 463,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Seasickness ::: Miscellaneous",
            "ref_spans": []
        },
        {
            "text": "During pretravel counseling, clinicians should carefully review the traveler's medical conditions to assess whether they can endure the stress of travel and whether they have any special health needs (e.g., wheelchair access [gangways are often inadequate/unsafe for morbidly obese guests], oxygen [concentrators much preferred], or dialysis).5, 6 Women who will be ≥24 weeks' gestation on the final day of cruise are not accepted for travel on most cruise lines. Cruise travel can expose travelers to infectious agents, pollutants, changes in diet, physical exertion, extremes of weather, and other conditions that can exacerbate chronic medical conditions. Cruise ships built during the past 10 years generally have some cabins designed to accommodate wheelchairs. Information regarding wheelchair access can be obtained from the individual cruise lines or the CLIA website.6 Depending on the medical condition, some cruise lines may require that the traveler have a travel companion. Assisted-living type of care must be provided by the passenger. Medical facilities on most modern cruise ships are comparable to those of a land-based urgent care center, some much better; however, limitations and variability in the level of care available exist between cruise lines and individual ships—and at shore-side hospitals during port stops.6 For this reason, and to protect the health of others on board, passengers with acute medical problems or those who acquire an infectious disease before travel should be encouraged to postpone travel and call the cruise lines to discuss alternatives. Cancellation insurance may be purchased from the cruise line.",
            "cite_spans": [
                {
                    "start": 343,
                    "end": 344,
                    "mention": "5",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 346,
                    "end": 347,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 876,
                    "end": 877,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 1338,
                    "end": 1339,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Pretravel ::: Health Preparation and Prevention Measures for Cruise Travel in Large/Small Vessels",
            "ref_spans": []
        },
        {
            "text": "Gaps in regular coverage require additional travel insurance that can often be found in a travel package offered by cruise lines, usually costing 4%–10% of the total package price.6 However, if only supplemental medical evacuation insurance is needed, the cost can be as low as $100 per person for a single trip or $400 for 1 year of family coverage.6\n",
            "cite_spans": [
                {
                    "start": 180,
                    "end": 181,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 350,
                    "end": 351,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                }
            ],
            "section": "Pretravel ::: Health Preparation and Prevention Measures for Cruise Travel in Large/Small Vessels",
            "ref_spans": []
        },
        {
            "text": "Health care providers should remind cruise passengers experiencing GI symptoms to report immediately to the ship's medical facility and not self-medicate, to limit spread to others. Exercising health-conscious behavior during the journey is very important. Travelers should use caution in selecting the food and water they consume and should practice good hygiene (wash hands, cover coughs and sneezes, etc.) to reduce their risk of becoming ill from an infectious disease (Box 40.2\n).19 Regular use of hand sanitizers (often readily available aboard ship) before meals is important.Box 40.2Travel Health Advice for Cruise Ship Travelers19, 20, 21, 22, 25Before Travel\nNotify cruise ship of special medical needs (e.g., wheelchair access, bariatric equipment, oxygen concentrators, food allergies/sensitivities, dietary restrictions, injectable medications such as insulin/syringes for sharps containers or refrigeration, scooter access/storage/charging); see Chapter 9\nWheelchair assistance for embarking/disembarking is generally available but should be requested in advance. Medical equipment during cruise including wheelchairs, concentrators, continuous positive airway pressure equipment, etc. needs to be requested from an approved vendor well before sailing (e.g., Special Needs at Sea, http://www.specialneedsatsea.com/)Clients with medical/electronic equipment should ensure voltage of the ship is compatible and cabins have enough outlets; extension cords/surge protectors may need to be packedEnsure adequate insurance coverage for air ambulance (AA) medical evacuation for North American travelers ($50K), transcontinental AA transport ($40K min), Caribbean ($50K min), Hawaii ($100K min), Hawaii to California AA (>$60K), Ushuaia to Miami (>$100K), Europe ($100K min), Asia/Africa/Antarctica ($200K min). Many travel insurance policies (such as most cruise line plans) have limited medical coverage ($10K–$20K). Travelers should carefully assess their potential risks and needs when choosing a travel insurance plan for a cruise itinerary. For a few dollars more, they can obtain $50K+ medical coverage and $500K+ evacuation coverage. InsureMyTrip.com and Squaremouth.com are two travel insurance sites that offer a variety of plans from several insurance companies.Prepare first-aid kit (see Chapter 8)Infants <6 months cannot travel on most CLIA vessels and some sailings require infant be 1 year old on or before day cruise startsPostpone travel if illness developsObtain mosquito prevention (with DEET, icaridin/permethrin); see Chapter 6\nAppropriate sun protection\nDuring Travel (While on Cruise Ship and Ashore)\nTo prevent getting foodborne and waterborne diseases:Ensure all food consumed is thoroughly cookedInquire about use of pasteurized eggs for foods with eggs as main ingredient (e.g., flan, omelets)Evaluate the risks of eating any food, especially off the shipEnsure correct temperature of cold and hot foodsEnsure prepackaged food for shore-side excursions is stored at appropriate temperature\nTo prevent spread of infection:Follow good hand hygiene:•Wash hands frequently with soap and water•If soap and water not available, alcohol-based disposable wipes or gel sanitizers containing at least 60% alcohol may be usedFollow good respiratory hygiene:•Cover mouth and nose with tissue when coughing or sneezing•If tissue not available, cough or sneeze into upper sleeve, not hands•Put used tissue in waste basket•Avoid close contact with people who are sickReport GI symptoms immediately to medical staff and do not self-medicateStay well hydrated by drinking waterGet plenty of restAvoid excessive alcohol intake\n\nAfter TravelReport to health care provider for illnesses especially with fever or respiratory symptoms (see Chapters 56 and 59)Alt-text: Box 40.2",
            "cite_spans": [
                {
                    "start": 485,
                    "end": 487,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 637,
                    "end": 639,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 641,
                    "end": 643,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 645,
                    "end": 647,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 649,
                    "end": 651,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 653,
                    "end": 655,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "During Travel ::: Health Preparation and Prevention Measures for Cruise Travel in Large/Small Vessels",
            "ref_spans": []
        },
        {
            "text": "Passengers should be urged to follow up with their health care provider for any fever or flulike illness that develops up to a year after travel.21 They should inquire about cruise travel in all cases of pneumonia, other respiratory illnesses, GI illnesses, or suspected communicable disease. Health care providers can help enhance surveillance and characterization of cruise ship–associated illnesses by identifying and reporting notifiable diseases or conditions and possible clusters of diseases to public health agencies.",
            "cite_spans": [
                {
                    "start": 145,
                    "end": 147,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "After Travel ::: Health Preparation and Prevention Measures for Cruise Travel in Large/Small Vessels",
            "ref_spans": []
        },
        {
            "text": "Since 1980 the number of cruise passengers on CLIA member lines has grown at an average annual rate of 7.4%. An estimated 25 million passengers are forecast to sail in 2017 (majority from North America).2 The occurrence of shipboard illnesses and outbreaks related to GI, respiratory, and vaccine-preventable diseases has led to improved infectious disease surveillance and control strategies by the cruise industry and public health agencies.5 Pretravel health preparations and knowledge of available medical care aboard cruise ships are important for cruise travelers, especially given that approximately one-third are senior citizens who may have chronic illnesses or who may be at greater risk for some infectious diseases.6 Because medical facilities aboard cruise ships are designed to provide basic emergency medical care, travelers should be encouraged to consult their health insurance provider regarding extra coverage while away from their home country and for medical evacuation.6, 8, 22\n",
            "cite_spans": [
                {
                    "start": 203,
                    "end": 204,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 443,
                    "end": 444,
                    "mention": "5",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 727,
                    "end": 728,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 991,
                    "end": 992,
                    "mention": "6",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 994,
                    "end": 995,
                    "mention": "8",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 997,
                    "end": 999,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Division of Global Migration and Quarantine, National Center for Preparedness, Detection, and Control of Infectious Disease, Centers for Disease Control and Prevention, Atlanta, Georgia, Robert Wheeler, Krista Kornyla Duong, Kiren Mitruka, Linda Allen, Grant Tarling, Donnie Brown, and Eilif Dahl.",
            "cite_spans": [],
            "section": "Acknowledgment",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 40.1: Cruise ship medical examination room.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Market Profile Study",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cruise Lines International Association (CLIA)",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Evaluation of emergency air evacuation of critically ill patients from cruise ships",
            "authors": [
                {
                    "first": "LD",
                    "middle": [],
                    "last": "Prina",
                    "suffix": ""
                },
                {
                    "first": "UN",
                    "middle": [],
                    "last": "Orazi",
                    "suffix": ""
                },
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Weber",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Travel Med",
            "volume": "8",
            "issn": "",
            "pages": "285-292",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Descriptive epidemiology of injury and illness among cruise ship passengers",
            "authors": [
                {
                    "first": "DE",
                    "middle": [],
                    "last": "Peake",
                    "suffix": ""
                },
                {
                    "first": "CL",
                    "middle": [],
                    "last": "Gray",
                    "suffix": ""
                },
                {
                    "first": "MR",
                    "middle": [],
                    "last": "Ludwig",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Ann Emerg Med",
            "volume": "33",
            "issn": "",
            "pages": "67-72",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Anatomy of a world cruise",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dahl",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "J Travel Med",
            "volume": "6",
            "issn": "",
            "pages": "168-171",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "World Health Organization (WHO)",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Epidemiology of gastroenteritis on cruise ships, 2001–2004",
            "authors": [
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "CJ",
                    "middle": [],
                    "last": "Blanton",
                    "suffix": ""
                },
                {
                    "first": "LH",
                    "middle": [],
                    "last": "Blanton",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Am J Prev Med",
            "volume": "30",
            "issn": "3",
            "pages": "252-257",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A review of outbreaks of waterborne disease associated with ships: evidence for risk management",
            "authors": [
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Rooney",
                    "suffix": ""
                },
                {
                    "first": "JK",
                    "middle": [],
                    "last": "Bartram",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Public Health Rep",
            "volume": "119",
            "issn": "4",
            "pages": "435-442",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "A review of outbreaks of foodborne disease associated with passenger ships: evidence for risk management",
            "authors": [
                {
                    "first": "RR",
                    "middle": [],
                    "last": "Rooney",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Mantha",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Public Health Rep",
            "volume": "119",
            "issn": "",
            "pages": "427-434",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Dealing with gastrointestinal illness on a cruise ship. Part 1: description of sanitation measures. Part 2: an isolation study",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dahl",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Int Marit Health",
            "volume": "55",
            "issn": "1–4",
            "pages": "19-29",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cruising Tips. Vessel Sanitation Program, National Center for Environmental Health",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Cruise Industry Overview: Cruise Lines International Association (US)",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Prevention and control of influenza. Recommendations of the Advisory Committee on Immunization Practices",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "Centers for Disease Control and Prevention (CDC)",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "MMWR",
            "volume": "55",
            "issn": "RR 10",
            "pages": "1-42",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Travelers' Health",
            "authors": [],
            "year": 2005,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kornylo Duong",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mitruka",
                    "suffix": ""
                },
                {
                    "first": "SA",
                    "middle": [],
                    "last": "Lippold",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Yellow book",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Measles, rubella, and varicella among the crew of a cruise ship sailing from Florida, United States, 2006",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Mitruka",
                    "suffix": ""
                },
                {
                    "first": "CB",
                    "middle": [],
                    "last": "Felsen",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Tomianovic",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "J Travel Med",
            "volume": "19",
            "issn": "4",
            "pages": "233-237",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Influenza surveillance on cruise ships",
            "authors": [
                {
                    "first": "TR",
                    "middle": [],
                    "last": "Bell",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kornylo Duong",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Finelli",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am J Prev Med",
            "volume": "46",
            "issn": "3",
            "pages": "327-329",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Loomis",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Bryan",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Outbreaks of acute gastroenteritis on cruise ships and on land: identification of a predominant circulating strain of norovirus—United States 2002",
            "authors": [
                {
                    "first": "MA",
                    "middle": [],
                    "last": "Widdowson",
                    "suffix": ""
                },
                {
                    "first": "EH",
                    "middle": [],
                    "last": "Cramer",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Hadley",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "J Infect Dis",
            "volume": "190",
            "issn": "",
            "pages": "27-36",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Outbreak of Legionnaires' disease among cruise ship passengers exposed to a contaminated whirlpool spa",
            "authors": [
                {
                    "first": "DB",
                    "middle": [],
                    "last": "Jernigan",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Hofmann",
                    "suffix": ""
                },
                {
                    "first": "MS",
                    "middle": [],
                    "last": "Cetron",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Lancet",
            "volume": "347",
            "issn": "",
            "pages": "494-499",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Outbreaks of gastrointestinal diseases on cruise ships: lessons from three decades of progress",
            "authors": [
                {
                    "first": "DN",
                    "middle": [],
                    "last": "Lawrence",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Curr Infect Dis Rep",
            "volume": "6",
            "issn": "",
            "pages": "115-123",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [
                {
                    "first": "RE",
                    "middle": [],
                    "last": "Wheeler",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Principle and practices of travel medicine",
            "volume": "",
            "issn": "",
            "pages": "275-287",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Respiratory disease on cruise ships",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Kornylo",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Henry",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Slaten",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "Clin Infect Dis",
            "volume": "54",
            "issn": "5",
            "pages": "v-vi",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "International Convention for the Safety of Life at Sea (SOLAS) [online]. London: International Maritime Organization",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Health Care Guidelines for Cruise Ship Medical Facilities",
            "authors": [],
            "year": 2014,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}