{
    "paper_id": "PMC7244935",
    "metadata": {
        "title": "Toulouse Alzheimer’s Clinical Research Center Recovery after the COVID-19 Crisis: Telemedicine an Innovative Solution for Clinical Research during the Coronavirus Pandemic",
        "authors": [
            {
                "first": "C.",
                "middle": [],
                "last": "Takeda",
                "suffix": "",
                "email": "takeda.c@chu-toulouse.fr",
                "affiliation": {}
            },
            {
                "first": "S.",
                "middle": [],
                "last": "Guyonnet",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "P.J.",
                "middle": [],
                "last": "Ousset",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [],
                "last": "Soto",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "B.",
                "middle": [],
                "last": "Vellas",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "For the nine drug trials ( randomized controlled trials (RCT’s), Prevention of Cognitive Decline in Older Adults With Low DHA/EPA Index in Red Blood Cells (LO-MAPT), Gantenerumab GRADUATE study, BIIB092 TANGO study, BAN2401 CLARITY study, GAIN study, ARACLON study, ETHERAL/ORYZON study, AVANIR study and AVANIR extension ): From March 17 to May 11, 2020 to ensure the continuity of care, we followed our patients in RCT’s with adapted measures of protection. Staff was reduced in order to reinforce the units dealing with the Coronavirus pandemic. For safety reasons all the scheduled visits were maintained, however, to prevent interactions between patients, they were scheduled at a rhythm of one to two visits per day. On site, we tried to minimize the number of interactions with different staff members. Both patients and staff wore surgical mask and, in order to respect social distancing, each patient was asked to stay in one single room during the visit.",
            "cite_spans": [],
            "section": "March 16th–31th 2020 (lockdown)",
            "ref_spans": []
        },
        {
            "text": "During this period, we were able to perform the 35 programmed RCT’s visits while scrupulously respecting the specific guidelines edited by the sponsors.",
            "cite_spans": [],
            "section": "March 16th–31th 2020 (lockdown)",
            "ref_spans": []
        },
        {
            "text": "For cohort observational studies: We took into account the national lockdown guidelines (insofar as the benefit/risk balance prevented receiving healthy volunteers). On the other hand, we decided to adapt a research activity based on new technologies.",
            "cite_spans": [],
            "section": "March 16th–31th 2020 (lockdown)",
            "ref_spans": []
        },
        {
            "text": "At the beginning of the lockdown, we started by sending a personal courtesy email to each future participant in order to maintain contact. In the few cases where we did not have email contact, the participants were directly called by phone. Through the implementation of the ICOPE approach (7), the INSPIRE cohort study for Geroscience, sponsored by the Toulouse University Hospital, appeared to be a potential player in this pandemic crisis with regular monitoring of intrinsic capacity (8). Several actions were developed with the launch of the ICOPE Monitor app and we decided that it was important to stay in contact with future INSPIRE participants. Consequently, we developed an innovative strategy proposing to test Telemedicine in the INSPIRE study during the coronavirus pandemic for participants who had been canceled. The purpose of this approach was to validate the use of Telemedicine in clinical research during the lockdown.",
            "cite_spans": [
                {
                    "start": 291,
                    "end": 292,
                    "mention": "7",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 489,
                    "end": 490,
                    "mention": "8",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "March 16th–31th 2020 (lockdown)",
            "ref_spans": []
        },
        {
            "text": "To begin we selected all 123 potential participants in the INSPIRE study whose visit had been canceled from March 16th to April 30th and studied the possibility of using Telemedicine in clinical research. The criteria of selection were the same as in the INSPIRE study (recruitment of 1000 subjects in the Occitanie Region, of different ages, from 20 years and over, with a follow up of 10 years to determine biological age) (4). The exclusion criterion was the refusal to participate. A clinical research associate began sending emails and telephoning future participants. They were offered a video consultation with one of the investigating physicians. In the event that the future participant did not have access to the internet or preferred to use the telephone, a phone call was offered. When the video consultation or the phone call has been accepted, an appointment was set up. For online consultations participants received instructions and a link for the technical details of the consultation. The appointment with the investigating physicians consisted of providing information on the INSPIRE study, verifying the inclusion criteria and collecting information on medical history and ongoing treatments.",
            "cite_spans": [
                {
                    "start": 426,
                    "end": 427,
                    "mention": "4",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "March 16th–31th 2020 (lockdown)",
            "ref_spans": []
        },
        {
            "text": "Among the 123 future participants selected, 109 met the criteria for the study representing 88,6% (Figure 1). For these 109 INSPIRE participants the mean age was 63,9 years (± 12,9 years), with 61% of women, mean age 61,8 years (± 12,6 years) and 39% of men mean age 67,2 years (± 12,8 years). A video consultation was accepted by 67% of the participants, mean age 64,2 years (± 14,6 years). The mean age of participants called by phone was 63,4 years (± 12 years).\n",
            "cite_spans": [],
            "section": "March 16th–31th 2020 (lockdown)",
            "ref_spans": [
                {
                    "start": 99,
                    "end": 107,
                    "mention": "Figure 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "We were surprised by the high acceptance rate of 88,6%. This can be explained by the fact that today with technical innovations the use of internet has become a part of our daily habits and the improvement in the quality of the internet makes it easier the use of online communications. Moreover, due to the lockdown, communicating with relatives via video apps was a solution for people to maintain relationship with family and friends. French restriction rules for lockdown only allowed one-hour outside of the home to buy essential supplies or exercise when needed. Schools and universities have been closed, homework was encouraged when possible and all non-essential jobs have been suspended (5). As a result, a large part of the population was at home. This may explain the success of this implementation. There was no significant age difference between the Telemedicine and calls groups. The advantage of the online consultation was a face to face consultation ensuring a direct communication with the participants. This offer allowed close contact with the possibility of interacting with participants in their homes allowing them to directly access information they could not remember (i.e. list of treatments or vaccination history) and thus improving the quality of data collection. In addition, being at home the participants were in their environment and seemed naturally more comfortable.",
            "cite_spans": [
                {
                    "start": 698,
                    "end": 699,
                    "mention": "5",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "March 16th–31th 2020 (lockdown)",
            "ref_spans": []
        },
        {
            "text": "Because of these encouraging results, during the month of April, we decided to send a COVID 19 crisis proposal to the ethics committee for the inclusion, online assessment of the follow-up visits. This proposal was approved on May 5.",
            "cite_spans": [],
            "section": "For cohort observational study ::: April 2020 (lockdown, starting the recovery)",
            "ref_spans": []
        },
        {
            "text": "VISITS FOR PARTICIPANTS ALREADY INCLUDED: monitoring every 4 months scrupulously followed the protocol. The research nurse in charge of monitoring calls each participant and checks the 4 months followup assessment. We added a COVID 19 collection sheet during the call. In the event of an identified decline, after the decision of the INSPIRE meeting, a specific assessment can be offered via Telemedicine. The online video-consultation will be carried out with one of the investigating physicians.",
            "cite_spans": [],
            "section": "For cohort observational study ::: April 2020 (lockdown, starting the recovery)",
            "ref_spans": []
        },
        {
            "text": "INCLUSION VISITS: For the screened participants, an inclusion visit will be performed by Telemedicine for participants who will be equipped for online videoconsultation, otherwise the visits will be postponed. After providing the appropriate information, the medical investigators will collect Informed Consent using a specific information sheet and specific “COVID Consent”. The participant who has agreed to participate will date and sign two copies of the consent, which he will display on the screen. The investigator will note in the hospital medical records, that the participant signed his «COVID Consent» during the teleconsultation on the date of XX / XX / 2020 at the time HH: HH. If necessary, a screenshot of the signed consent for the medical records can be taken. The participant will sign the full original version of the INSPIRE consent during the first on-site visit. During this visit, the investigator must recover the COVID Consent signed during the teleconsultation. The online video-consultation device used corresponds to the TéléO® platform. The regional telemedicine services in Occitanie Region are now using this new platform. The convergence project of the 3 telemedicine applications towards a single platform supported by NEHS Digital (ex-ACETIAM). The chosen solution is fullweb (SaaS), accessible from different media (PC, tablet, mobile phone). This new tool is part of regional urbanization and the digital health roadmap # MaSanté2022. The Toulouse University Hospital, through the UMTT (Transversal Medical Unit for Telehealth) has seized this tool which meets all HDS security standards with the main objective of responding to new uses of telemedicine, in particular for monitoring of non-COVID patients and for clinical research in this epidemic context. During the teleconsultation, after the signing of the consent, a certain number of medical data forming part of the initial visit will be collected by the investigator (figure 2). At the end of the teleconsultation, an appointment will be scheduled at the CRC (CHU Toulouse) when the epidemic is under control to carry out the assessments of the inclusion visit which cannot be made during the teleconsultation.\n",
            "cite_spans": [],
            "section": "For cohort observational study ::: April 2020 (lockdown, starting the recovery)",
            "ref_spans": [
                {
                    "start": 1963,
                    "end": 1971,
                    "mention": "figure 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The COVID-19 pandemic crisis was also an accelerator for the launch of the INSPIRE ICOPE Care cohort (5) and ICOPE Monitor (10) to maintain function in older adults and prevent dependency. The INSPIRE ICOPE Care cohort aims to test the implementation of the ICOPE Program (11) in primary care in Occitanie Region using the ICOPE screening tool tailored to the needs of the study (ICOPE Monitor) and to monitor intrinsic capacity every 4 months. In connection with the WHO, the Toulouse Gérontopôle developed the ICOPE MONITOR mobile application allowing to monitor the functions of patients within the framework of the INSPIRE ICOPE program (3). In order to capture a potential decline sooner and offer a delay or even, hopefully; reverse this decline with a personalized intervention. With the lockdown, the risk of loss of independence in elderly patients at home increased significantly. ICOPE MONITOR appeared to be a possible alternative during this period to help identify and monitor frailty or/and cognitive decline. In the event of loss of function, an alert will be sent to a Gérontopôle nurse who will confirm the loss of function and inform the general practitioner. All data entered in the mobile application is directly collected in a secure database that generates alerts in the event of loss of function.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "mention": "5",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 124,
                    "end": 126,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 273,
                    "end": 275,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 642,
                    "end": 643,
                    "mention": "3",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "For cohort observational study ::: April 2020 (lockdown, starting the recovery)",
            "ref_spans": []
        },
        {
            "text": "In 10 working days, 265 health care professionals have downloaded the ICOPE MONITOR Apps and 522 patients have been assessed by surface or telecare. We carefully looked at delirium possibly due to the COVID outbreak (12).",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 219,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "For cohort observational study ::: April 2020 (lockdown, starting the recovery)",
            "ref_spans": []
        },
        {
            "text": "We were able to resume screening of new patients immediately after the end of the lockdown with 5 screenings performed the first week. A maximum of 2 participants per day will be scheduled for drug trials.",
            "cite_spans": [],
            "section": "For the drug trials ::: Month of May",
            "ref_spans": []
        },
        {
            "text": "A maximum of 3 INSPIRE participants per day will be scheduled, the on-site visits will only concern subjects under the age of 60. The optional complementary exams which require the passage in other care services are still suspended. As an alternative, Telemedicine will continue to be organized for the future participants over the age of 60 and for participants who wish to postpone their visit on site due to the COVID-19 pandemic crisis. To date for the INSPIRE study, 179 future participants have been contacted for Telemedicine: 138 consultations are scheduled, for 15 participants we are waiting for response, 23 preferred an on-site visit and 3 were no longer interested in the study.",
            "cite_spans": [],
            "section": "For the observational cohort study INSPIRE ::: Month of May",
            "ref_spans": []
        },
        {
            "text": "In conclusion, these changes have allowed us to maintain significant research activity throughout the lockdown period. Above all, it allowed us to restart in the best conditions and with optimistic prospects, in particular thanks to the contribution of new technologies for which, ultimately, the health crisis was beneficial to their development. In the context of the COVID-19 pandemic crisis, Telemedicine seems to be a promising alternative for the inclusion and follow-up visits in clinical research. If the outbreak is still under control, we will start June 1, 2020 to give access to the Gerontopole CRC for those participants to cohort studies aged between 60 and 70 years and in September we will give access to all volunteers. Interestingly the large majority of our participants wanted to continue to be part of our clinical research programs.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: Flowchart of telemedicine Clinical Research Center follow-up",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: INSPIRE participants scheduled after the lockdown using Telemedicine CRC: Clinical Research Center; CRA: clinical research associate; TELEO: video online consultation; NICE: Information and consent notice, signature of the original consent; NICE MS2 COVID19: Information and consent notice COVID 19; MNA: Mini nutritional assessment; PHQ-9: Patient Health Questionnaire; ADL: Activities of Daily Living; IADL: Instrumental Activities of Daily Living",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Clinical Presentation of COVID19 in Dementia Patients",
            "authors": [
                {
                    "first": "A",
                    "middle": [],
                    "last": "Bianchetti",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Rozzini",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Guerini",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Nutr Health Aging",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The inspire research initiative: a program for geroscience and healthy aging research going from animal models to humans and the healthcare system",
            "authors": [
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Souto Barreto",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guyonnet",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Ader",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Andrieu",
                    "suffix": ""
                },
                {
                    "first": "L",
                    "middle": [],
                    "last": "Casteilla",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Davezac",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "J Frailty Aging [Internet]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Impact of the Covid-19 Outbreak on the Clinical and Research Activities of Memory Clinics: An Alzheimer’s Disease Center Facing the Covid-19 Crisis",
            "authors": [
                {
                    "first": "PJ",
                    "middle": [],
                    "last": "Ousset",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vellas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Prev Alzheimers Dis [Internet]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Global Telemedicine Implementation and Integration Within Health Systems to Fight the COVID-19 Pandemic: A Call to Action",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Ohannessian",
                    "suffix": ""
                },
                {
                    "first": "TA",
                    "middle": [],
                    "last": "Duong",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Odone",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "JMIR Public Health Surveill [Internet]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Integrated Care for Older People and the Implementation in the INSPIRE Care Cohort",
            "authors": [
                {
                    "first": "C",
                    "middle": [],
                    "last": "Takeda",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guyonnet",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Sumi",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vellas",
                    "suffix": ""
                },
                {
                    "first": "I",
                    "middle": [],
                    "last": "Araujo de Carvalho",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Prev Alzheimers Dis.",
            "volume": "7",
            "issn": "2",
            "pages": "70-4",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Implementation of the Integrated Care of Older People (ICOPE) App in Primary Care: New Technologies in Geriatric Care During Quarantine of COVID-19 and Beyond",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Sanchez-Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Annweiler",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Gillain",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vellas",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Frailty Aging [Internet]",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Framework Implementation of the INSPIRE ICOPE-CARE program in collaboration with the World Health Organization (WHO)",
            "authors": [
                {
                    "first": "N",
                    "middle": [],
                    "last": "Tavassoli",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Piau",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Berbon",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "De Kerimel",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Lafont",
                    "suffix": ""
                },
                {
                    "first": "P",
                    "middle": [],
                    "last": "De Souto Barreto",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Frailty Aging.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}