{
    "paper_id": "PMC7172211",
    "metadata": {
        "title": "Picornavirus etiology of acute infections among hospitalized infants☆",
        "authors": [
            {
                "first": "Glen",
                "middle": [
                    "R."
                ],
                "last": "Abedi",
                "suffix": "",
                "email": "gabedi@cdc.gov",
                "affiliation": {}
            },
            {
                "first": "Kevin",
                "middle": [],
                "last": "Messacar",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "William",
                "middle": [],
                "last": "Luong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "W.",
                "middle": [
                    "Allan"
                ],
                "last": "Nix",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shannon",
                "middle": [],
                "last": "Rogers",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Krista",
                "middle": [],
                "last": "Queen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Suxiang",
                "middle": [],
                "last": "Tong",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "M.",
                "middle": [
                    "Steven"
                ],
                "last": "Oberste",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "James",
                "middle": [],
                "last": "Watt",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gretchen",
                "middle": [],
                "last": "Rothrock",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Samuel",
                "middle": [],
                "last": "Dominguez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Susan",
                "middle": [
                    "I."
                ],
                "last": "Gerber",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "John",
                "middle": [
                    "T."
                ],
                "last": "Watson",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Picornaviruses are ubiquitous and commonly associated with inapparent or mild illness in humans. However, severe illness is well-recognized, particularly in young children [1]. The role of picornaviruses in acute infections in children (e.g., sepsis, meningitis, encephalitis, acute paralysis) is often under-recognized due to lack of appropriate specimens from early in the course of illness and to the lack of testing for certain common picornaviruses, such as parechoviruses (PeV), in most hospitals. Enterovirus (EV) and Parechovirus are genera within the family Picornaviridae that are genetically and biologically distinct but share many epidemiologic and clinical characteristics [2]. Morbidity and mortality associated with EVs and PeV may occur at all ages, but generally more severe infections occur in younger age groups [1]. Among pathogens detected in cerebrospinal fluid [CSF] specimens, EV and PeV are common, particularly in young infants. Systemic disease associated with EV and PeV can result in seizures, multi-organ involvement, and death, particularly in neonates [2].",
            "cite_spans": [
                {
                    "start": 173,
                    "end": 174,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 688,
                    "end": 689,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 833,
                    "end": 834,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1086,
                    "end": 1087,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Acquisition of EV and PeV is common among children aged <1 year, accounting for 44% of reports with known age to the National Enterovirus Surveillance System (NESS) during 1970–2005 [3]. Historically, detection traditionally relied on slow and labor intensive cell culture methods. Advances in laboratory techniques, particularly in molecular methodologies, have allowed for the rapid, sensitive, and specific identification of EV and PeV infections for clinical and public health purposes. The 10 EV and PeV types most frequently reported to NESS from all age groups during 2014–2016 were enterovirus D68; echoviruses 9, 11, 18, and 30; coxsackieviruses A6, B3, B4, and B5; and parechovirus A3, with predominating virus types varying among years [4].",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 184,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 748,
                    "end": 749,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "To better define the role of picornaviruses in acute infections in infants, we characterized EV and PeV infections in previously healthy children aged <1 year who were hospitalized with acute illness at two study sites. In addition, all EV- and PeV-negative specimens were tested for other viruses by a broadly reactive pan-viral group polymerase chain reaction (PCR).",
            "cite_spans": [],
            "section": "Objectives",
            "ref_spans": []
        },
        {
            "text": "Eligible study participants included all children aged <1 year who were hospitalized at one of 2 study sites, had a lumbar puncture (LP) performed in the course of treatment of acute illness, and had CSF submitted for laboratory testing.",
            "cite_spans": [],
            "section": "Population ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Participating sites included the Colorado Emerging Infections Program (EIP), which included Children’s Hospital Colorado (CHC), a 444-bed facility that is a pediatric referral hospital for Colorado and surrounding states, and the California EIP, which included the University of California San Francisco (UCSF) Benioff Children’s Hospital Oakland, a 183-bed referral facility, and UCSF Medical Center, a 600-bed referral facility. Eligible participants were enrolled at the Colorado site from January 1 to December 31, 2016 and at the California site from June 1 to December 31, 2016.",
            "cite_spans": [],
            "section": "Sites ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For each enrolled participant, data on demographics, symptoms, and hospital course were abstracted from the medical charts following patient discharge. These data were entered into a web-based database and de-identified.",
            "cite_spans": [],
            "section": "Medical chart abstraction ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Available residual CSF and serum specimens collected during hospitalization were shipped to CDC for laboratory testing. All specimens were screened using pan-EV and pan-PeV real-time RT-PCR tests [5,6]. Additionally, all CSF specimens were tested using EV and PeV VP1 RT-PCR assays, followed by Sanger sequencing of amplicons to determine type [7,8].",
            "cite_spans": [
                {
                    "start": 197,
                    "end": 198,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 199,
                    "end": 200,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 345,
                    "end": 346,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 347,
                    "end": 348,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Specimens and molecular-based testing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Samples that were negative for EV and PeV were tested for other viruses using pan-viral family and genus PCR assays for the following viruses: alphaviruses, astroviruses, bornaviruses, bunyaviruses, coronaviruses, flaviruses, influenza viruses, paramyxoviruses, rhabdoviruses, adenoviruses, anelloviruses, and herpesviruses [[9], [10], [11], [12]]. Positive bands of the expected size were Sanger sequenced with the PCR primers to determine virus species.",
            "cite_spans": [
                {
                    "start": 325,
                    "end": 328,
                    "mention": "[9]",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 330,
                    "end": 334,
                    "mention": "[10]",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 336,
                    "end": 340,
                    "mention": "[11]",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 342,
                    "end": 346,
                    "mention": "[12]",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Specimens and molecular-based testing ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Data analysis was performed using Microsoft Excel and SAS 9.3.",
            "cite_spans": [],
            "section": "Data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Funding for this study was provided by the CDC’s National Center for Immunizations and Respiratory Diseases through cooperative agreements with the two EIP sites. This study protocol was reviewed by the human subjects research committees at the participating sites and approved as research (CHC, where Institutional Review Board approval was obtained) or determined to be public health practice (both UCSF hospitals, where IRB approval was not required). Although the CDC determined that this study was human subjects research, CDC IRB approval was not required because CDC was considered not engaged in the research.",
            "cite_spans": [],
            "section": "Ethics ::: Methods",
            "ref_spans": []
        },
        {
            "text": "During 2016, 472 case-patients met the eligibility criteria (Fig. 1\n). Residual CSF for testing was received at CDC for 319 case-patients (67.6%). There was no difference (χ² test, α = 0.05) in age (p = 0.2718), underlying medical conditions (p = 0.7633), or ICU admission (p = 0.7598) between these case-patients and those with no residual CSF. Serum specimen was received for 80 case-patients with residual CSF (25% of n = 319). Among the 319 case-patients, CSF specimens from 24 (7.5%) tested positive for either EV (n = 13, 54.2%) or PeV (n = 11, 45.8%) (Table 1\n). All serum specimens tested negative for EV and PeV.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 61,
                    "end": 67,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 559,
                    "end": 566,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "A majority (86.8%, n = 277) of enrolled cases were aged less than 2 months, as were all EV- and PeV-positive cases. Males comprised 58% (n = 186) of all enrolled cases, including 62% (n = 8) of EV-positive cases and 64% (n = 7) of PeV-positive cases. EV-positive cases were admitted during May – December, and PeV-positive cases were admitted during March – December (Fig. 2\n).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 368,
                    "end": 374,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "None of the 24 EV- or PeV-positive case-patients had underlying conditions; 3 EV-positive case-patients were delivered preterm (33–36 weeks gestational age). The chief complaint was reported as fever for 22 (91.7%) of the EV- or PeV-positive cases, rash for 1 (4.2%) EV-positive case, and cheek swelling for 1 (4.2%) PeV-positive case. Six EV-positive cases were admitted to the intensive care unit (ICU) (46.2%, range of ICU stay 2–3 days) as were 6 PeV-positive cases (54.5%, range of ICU stay 1–4 days). Length of hospital stay ranged from 1 to 5 days (median 2 days) for EV-positive cases and from 1 to 9 days (median 2 days) for PeV-positive cases. None of the EV- or PeV-positive cases required mechanical ventilation, and all were discharged to home in improved condition.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "All 24 EV- or PeV-positive case-patients received antimicrobials empirically during hospitalization, and blood culture, CSF culture, and CSF gram stain revealed no bacterial etiologies. Urine culture for one EV-positive case-patient was positive for Escherichia coli. Acyclovir was empirically administered to 6 (46.2%) EV-positive case-patients and 3 (27.3%) PeV-positive case-patients. Among case-patients with non-traumatic LP (defined as CSF red blood cell count < 500 /μL), the median CSF white blood cell count was 2 cells/μL (range 0–720) for neonates aged < 30 days (n = 10) and 5.5 cells/μL (range 1–95) for infants aged ≥ 30 days (n = 8) (Table 2\n). Typing was successfully performed for 11 (84.6%) of the EV-positive cases and revealed a diversity of types (Table 2). Each of the following 9 types was identified in a unique case: coxsackieviruses (CV) A6, A10, A16, and B4 and echoviruses 3, 7, 11, 17, and 25. CV-B5 was identified in 2 separate cases. In comparison, the PeV-positive cases were dominated by a single type, PeV-A3, which was identified in 10 (90.9%) cases. PeV-A4 was identified in 1 case.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 649,
                    "end": 656,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                },
                {
                    "start": 769,
                    "end": 776,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "Specimens with negative results for EV or PeV were tested for other viruses. Human herpesvirus 6B was detected in the CSF specimen of one 20-day old male who presented with fever, lower limb cellulitis, and myositis, was admitted to neonatal ICU, and was discharged after 13 days. The serum specimens of 3 case-patients were positive using a pan-anellovirus PCR assay. All other specimens were negative for all viruses tested.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "Among children aged <1 year hospitalized with acute illness at our study sites in 2016, 4.1% had EV and 3.4% had PeV detected in CSF. Half of the positive case-patients were initially admitted to ICU, but hospital length of stay was brief and illnesses were generally self-limiting. The picornaviruses detected in CSF represent a range of common circulating types, with most children presenting with acute febrile illness [3,4]. In previous retrospective studies using comparable populations, EV positivity ranged from 3% to 14% and PeV-positivity ranged from 5% to 17%, possibly reflecting differences in study methods and timing of enrollment relative to the seasonal and annual variations in picornavirus circulation [[13], [14], [15]]. A prospective study spanning 4 years found EV in 37% and PeV in 15%; however, EV typing was only successful on 6.5% and PeV-typing on 3.4% [16]. The availability of specimens earlier in the course of illness and the inclusion of multiple years may have contributed to the higher proportions of EV and PeV detected in comparison with this study. As noted in previous studies, EV and PeV detections were concentrated among children aged <2 months [14,16,17].",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 424,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 425,
                    "end": 426,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 721,
                    "end": 725,
                    "mention": "[13]",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 727,
                    "end": 731,
                    "mention": "[14]",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 733,
                    "end": 737,
                    "mention": "[15]",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 880,
                    "end": 882,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1186,
                    "end": 1188,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1189,
                    "end": 1191,
                    "mention": "16",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 1192,
                    "end": 1194,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "A wide diversity of EV types and the predominance of PeV-A3 among PeV-positive case-patients are characteristic of those with severe picornavirus infections [14,15,17]. This is also reflected in community circulation, as demonstrated in reports to NESS during 2016 [4]. All EV and PeV types detected in this study were represented among NESS reports during 2016; CV-A6, CV-A10, CVA-16, CV-B4, E11, and PeV-A3 were among the top 15 most frequently reported types that year.",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 160,
                    "mention": "14",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 161,
                    "end": 163,
                    "mention": "15",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 164,
                    "end": 166,
                    "mention": "17",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 266,
                    "end": 267,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Children aged <2 months constituted more than 85% of enrolled case-patients. Young infants presenting with fever typically have an LP performed, are admitted with empiric antibiotic treatment while undergoing diagnostic evaluation for bacterial sepsis, and, in some cases, placed on acyclovir for suspicion of disseminated herpes simplex virus (HSV) infection. Children aged ≥2 months are less likely to have an LP performed, which may have decreased the likelihood of EV or PeV detections in CSF from this group.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "This study was subject to limitations. First, although our enrollment spanned one year at one hospital and six months two others, circulation of EV types is known to vary from year to year. Multiple years of enrollment would more comprehensively describe EV and PeV circulation among acutely ill infants. Second, a substantial proportion (32.4% of 472 eligible case-patients) had no residual CSF specimens available for testing at CDC and were not able to be included in the study although they did not significantly differ from those with residual CSF on key parameters. Third, the specimens were initially collected for clinical diagnostic testing, with residual specimen stored and later transported for further characterization at CDC. Repeated freeze-thaw cycles might have adversely affected specimen quality, potentially contributing to false negative results.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Picornaviruses are associated with a range of symptoms and severity in children. The clinical manifestations associated with specific EV and PeV types remain poorly characterized, owing in part to changing laboratory testing practices and decreasing clinical requests for viral typing [18]. While qualitative testing for EV is common among clinical laboratories, these tests do not detect PeV. Most clinical laboratories do not perform qualitative testing to detect PeV even though pan-PeV assays are available [6]. Specific laboratory diagnostics are needed to distinguish EV and PeV illness from that due to HSV, which may exhibit a similar clinical syndrome early in the course of illness and requires empiric antiviral treatment while undergoing diagnostic evaluation.",
            "cite_spans": [
                {
                    "start": 286,
                    "end": 288,
                    "mention": "18",
                    "ref_id": "BIBREF17"
                },
                {
                    "start": 512,
                    "end": 513,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Large studies of infants within the first months of life, with enrollment occurring during peak enterovirus season and spanning multiple seasons, are needed in order to better understand illness severity and management of hospitalized children associated with individual EV and PeV types. Furthermore, increased surveillance and testing for EV and PeV are needed to understand severe illness in infants. Clinicians should consider EV and PeV infections in infants presenting with acute febrile illness.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "Funding for this study was provided by the CDC’s National Center for Immunizations and Respiratory Diseases through cooperative agreements with the Colorado and California Emerging Infections Program sites.",
            "cite_spans": [],
            "section": "Funding",
            "ref_spans": []
        },
        {
            "text": "None declared.",
            "cite_spans": [],
            "section": "Competing interests",
            "ref_spans": []
        },
        {
            "text": "The study protocol was reviewed by the human subjects research committees at the participating sites and approved as research (Colorado Children’s Hospital, where Institutional Review Board approval was obtained) or determined to be public health practice (both University of California San Francisco hospitals, where IRB approval not required). Although the CDC determined that this study was human subjects research, CDC IRB approval was not required because CDC was considered not engaged in the research.",
            "cite_spans": [],
            "section": "Ethical approval",
            "ref_spans": []
        },
        {
            "text": "\nGlen R. Abedi: Conceptualization, Formal analysis, Project administration, Methodology, Visualization, Writing - original draft. Kevin Messacar: Conceptualization, Data curation, Investigation, Methodology, Project administration, Resources, Writing - review & editing, Supervision. William Luong: Data curation, Investigation, Resources. W. Allan Nix: Conceptualization, Formal analysis, Data curation, Investigation, Resources. Shannon Rogers: Formal analysis, Data curation, Investigation, Resources. Krista Queen: Formal analysis, Data curation, Investigation, Resources. Suxiang Tong: Conceptualization, Formal analysis, Data curation, Investigation, Resources. M. Steven Oberste: Formal analysis, Data curation, Investigation, Resources, Conceptualization. James Watt: Supervision. Gretchen Rothrock: Conceptualization, Data curation, Investigation. Samuel Dominguez: Conceptualization, Data curation, Investigation, Methodology, Project administration, Resources, Writing - review & editing, Supervision. Susan I. Gerber: Conceptualization, Resources, Writing - review & editing, Supervision. John T. Watson: Conceptualization, Methodology, Resources, Writing - review & editing, Supervision.",
            "cite_spans": [],
            "section": "CRediT authorship contribution statement",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Demographic and clinical characteristics of enrolled case-patients (i.e., aged less than 1 year, hospitalized at a study site, received lumbar puncture, and had residual cerebrospinal fluid specimen available for testing at CDC).\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Demographic and clinical characteristics of case-patients who tested positive for EV or PeV in cerebrospinal fluid (n = 24).\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Eligible, enrolled, and enterovirus- or parechovirus-positive study participants. The figure above is a flow chart of the study participants showing the number of eligible and enrolled participants as well as the number who tested positive for enterovirus or parechovirus.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Number of enrolled case-patients by month of hospital admission in 2016 and positive enterovirus or parechovirus test result. The figure above is a stacked column chart depicting the number of enrolled case-patients by month of hospital admission with different colors distinguishing those who tested positive for enterovirus or parechovirus from those who tested negative.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Presentation, diagnosis, and management of enterovirus infections in neonates",
            "authors": [
                {
                    "first": "M.J.",
                    "middle": [],
                    "last": "Abzug",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Paediatr. Drugs",
            "volume": "6",
            "issn": "1",
            "pages": "1-10",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Severe neonatal parechovirus infection and similarity with enterovirus infection",
            "authors": [
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Verboon-Maciolek",
                    "suffix": ""
                },
                {
                    "first": "T.G.",
                    "middle": [],
                    "last": "Krediet",
                    "suffix": ""
                },
                {
                    "first": "L.J.",
                    "middle": [],
                    "last": "Gerards",
                    "suffix": ""
                },
                {
                    "first": "L.S.",
                    "middle": [],
                    "last": "de Vries",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Groenendaal",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "van Loon",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Pediatr. Infect. Dis. J.",
            "volume": "27",
            "issn": "3",
            "pages": "241-245",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Centers for disease C, prevention. Enterovirus surveillance--United States, 1970-2005",
            "authors": [
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Khetsuriani",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Lamonte-Fowlkes",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Oberst",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Pallansch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Morbidity and mortality weekly report Surveillance summaries",
            "volume": "55",
            "issn": "8",
            "pages": "1-20",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Enterovirus and parechovirus surveillance — united States, 2014–2016",
            "authors": [
                {
                    "first": "G.R.",
                    "middle": [],
                    "last": "Abedi",
                    "suffix": ""
                },
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S.I.",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Morbidity and Mortality Weekly Report",
            "volume": "67",
            "issn": "18",
            "pages": "515-518",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Comparative evaluation of Taqman real-time PCR and semi-nested VP1 PCR for detection of enteroviruses in clinical specimens",
            "authors": [
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Penaranda",
                    "suffix": ""
                },
                {
                    "first": "S.L.",
                    "middle": [],
                    "last": "Rogers",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Henderson",
                    "suffix": ""
                },
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Nix",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Clin. Virol.",
            "volume": "49",
            "issn": "1",
            "pages": "73-74",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Detection of all known parechoviruses by real-time PCR",
            "authors": [
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Johansson",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "J. Clin. Microbiol.",
            "volume": "46",
            "issn": "8",
            "pages": "2519-2524",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Sensitive, seminested PCR amplification of VP1 sequences for direct identification of all enterovirus serotypes from original clinical specimens",
            "authors": [
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Pallansch",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "J. Clin. Microbiol.",
            "volume": "44",
            "issn": "8",
            "pages": "2698-2704",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Parechovirus typing in clinical specimens by nested or semi-nested PCR coupled with sequencing",
            "authors": [
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Maher",
                    "suffix": ""
                },
                {
                    "first": "M.A.",
                    "middle": [],
                    "last": "Pallansch",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                }
            ],
            "year": 2010,
            "venue": "J. Clin. Virol.",
            "volume": "48",
            "issn": "3",
            "pages": "202-207",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Molecular detection of adenoviruses, rhabdoviruses, and paramyxoviruses in bats from Kenya",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Conrardy",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "I.V.",
                    "middle": [],
                    "last": "Kuzmin",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Am. J. Trop. Med. Hyg.",
            "volume": "91",
            "issn": "2",
            "pages": "258-266",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Identification of a novel astrovirus (astrovirus VA1) associated with an outbreak of acute gastroenteritis",
            "authors": [
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Finkbeiner",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Li",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ruone",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "J. Virol.",
            "volume": "83",
            "issn": "20",
            "pages": "10836-10839",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Sensitive, microliter PCR with consensus degenerate primers for Epstein Barr virus amplification",
            "authors": [
                {
                    "first": "C.R.",
                    "middle": [],
                    "last": "Phaneuf",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Oh",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Pak",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Biomed. Microdevices",
            "volume": "15",
            "issn": "2",
            "pages": "221-231",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Discovery of diverse polyomaviruses in bats and the evolutionary history of the Polyomaviridae",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Tao",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Shi",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Conrardy",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "J. Gen. Virol.",
            "volume": "94",
            "issn": "Pt 4",
            "pages": "738-748",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Early-onset neonatal sepsis",
            "authors": [
                {
                    "first": "K.A.",
                    "middle": [],
                    "last": "Simonsen",
                    "suffix": ""
                },
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Anderson-Berry",
                    "suffix": ""
                },
                {
                    "first": "S.F.",
                    "middle": [],
                    "last": "Delair",
                    "suffix": ""
                },
                {
                    "first": "H.D.",
                    "middle": [],
                    "last": "Davies",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Clin. Microbiol. Rev.",
            "volume": "27",
            "issn": "1",
            "pages": "21-47",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Characteristics of young infants in whom human parechovirus, enterovirus or neither were detected in cerebrospinal fluid during sepsis evaluations",
            "authors": [
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sharp",
                    "suffix": ""
                },
                {
                    "first": "C.J.",
                    "middle": [],
                    "last": "Harrison",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Puckett",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Pediatr. Infect. Dis. J.",
            "volume": "32",
            "issn": "3",
            "pages": "213-216",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Human enterovirus and parechovirus infections in newborns with sepsis-like illness and neurological disorders",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Piralla",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Mariani",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Stronati",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Marone",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Baldanti",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Early Hum. Dev.",
            "volume": "90",
            "issn": "Suppl 1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Epidemiology of sepsis-like illness in young infants: major role of enterovirus and human parechovirus",
            "authors": [
                {
                    "first": "E.P.",
                    "middle": [],
                    "last": "de Jong",
                    "suffix": ""
                },
                {
                    "first": "M.G.A.",
                    "middle": [],
                    "last": "van den Beuken",
                    "suffix": ""
                },
                {
                    "first": "E.P.M.",
                    "middle": [],
                    "last": "van Elzakker",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Pediatr. Infect. Dis. J.",
            "volume": "37",
            "issn": "2",
            "pages": "113-118",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Comparison of diagnostic clinical samples and environmental sampling for enterovirus and parechovirus surveillance in Scotland, 2010 to 2012",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Harvala",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Calvert",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Van Nguyen",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Euro Surveill.",
            "volume": "19",
            "issn": "15",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Enterovirus and human parechovirus surveillance - United States, 2009-2013",
            "authors": [
                {
                    "first": "G.R.",
                    "middle": [],
                    "last": "Abedi",
                    "suffix": ""
                },
                {
                    "first": "J.T.",
                    "middle": [],
                    "last": "Watson",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Pham",
                    "suffix": ""
                },
                {
                    "first": "W.A.",
                    "middle": [],
                    "last": "Nix",
                    "suffix": ""
                },
                {
                    "first": "M.S.",
                    "middle": [],
                    "last": "Oberste",
                    "suffix": ""
                },
                {
                    "first": "S.I.",
                    "middle": [],
                    "last": "Gerber",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "MMWR Morb. Mortal. Wkly. Rep.",
            "volume": "64",
            "issn": "34",
            "pages": "940-943",
            "other_ids": {
                "DOI": []
            }
        }
    }
}