{
    "paper_id": "PMC7108410",
    "metadata": {
        "title": "Personal sampler for monitoring of viable viruses; modelling of outdoor sampling conditions",
        "authors": [
            {
                "first": "A.I.",
                "middle": [],
                "last": "Borodulin",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "B.M.",
                "middle": [],
                "last": "Desyatkov",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "N.A.",
                "middle": [],
                "last": "Lapteva",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "A.N.",
                "middle": [],
                "last": "Sergeev",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "I.E.",
                "middle": [],
                "last": "Agranovski",
                "suffix": "",
                "email": "i.agranovski@griffith.edu.au",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "A new personal aerosol sampler has recently been developed and verified to be very efficient for monitoring of viable bioaerosol bacteria, fungi and viruses (Agranovski et al., 2002, Agranovski et al., 2005a). The operational principle is based on passing of air sample through porous medium submerged into a layer of collecting liquid. As the result, during passing through narrow and tortuous channels inside the porous medium, the air stream is split into a multitude of very small bubbles with the particulates are being scavenged by these bubbles and, thus, effectively removed before the effluent air leaves the device. Bioaerosol particles are being accumulated in the collecting liquid during the entire process of sampler operation. The experimental verification of the sampler for monitoring of common viruses with different levels of sensitivity to physical and biological stresses showed that it can recover up to 25% of rather labile Influenza virus, whilst a very robust and stable Vaccinia virus is being recovered at the level of 90% (Agranovski et al., 2005a, Agranovski et al., 2005b). A higher survival level of biological material was observed when the sampler was tested on bacteria (Agranovski et al., 2002).",
            "cite_spans": [
                {
                    "start": 158,
                    "end": 181,
                    "mention": "Agranovski et al., 2002",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 183,
                    "end": 207,
                    "mention": "Agranovski et al., 2005a",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1051,
                    "end": 1075,
                    "mention": "Agranovski et al., 2005a",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 1077,
                    "end": 1101,
                    "mention": "Agranovski et al., 2005b",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 1205,
                    "end": 1228,
                    "mention": "Agranovski et al., 2002",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Considering that the sampler utilizes bubbling process for bioaerosol collection, one of the most important parameters responsible for microbial recovery is an inactivation of collected microorganisms during such processes. The corresponding study, which involved five viral strains (Influenza, Mumps, Measles, Vaccinia and SARS (severe acute respiratory syndrome)) with various sensitivities to stress, has been undertaken (Agranovski et al., 2004a, Agranovski et al., 2004b). Based on the results of investigation, an exponential kinetics of microbial inactivation in collecting fluid was preset.",
            "cite_spans": [
                {
                    "start": 425,
                    "end": 449,
                    "mention": "Agranovski et al., 2004a",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 451,
                    "end": 475,
                    "mention": "Agranovski et al., 2004b",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This paper derives a mathematical model for the determination of the concentration of airborne bioaerosols in analyzed air sample based on the number of live particles detected in the collecting liquid after sampling. The minimal concentration of live airborne microorganisms measurable by the device was also evaluated. In the second part of the paper we describe a model of aerosol propagation, derived for outdoor conditions, based on a semi-empiric equation of turbulent diffusion (Monin and Yaglom, 1965). Simultaneous application of two models allows one to determine the optimal sampling locations for the best possible coverage of the area to be monitored.",
            "cite_spans": [
                {
                    "start": 486,
                    "end": 508,
                    "mention": "Monin and Yaglom, 1965",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The possibility of obtaining reliable values of virus-containing aerosol concentrations under real conditions of the sampler operation was demonstrated taking as an example the simulated hypothetic “terrorist act” involving viral material under city conditions.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Let us determine the number of viable viruses n accumulated in the collecting fluid within the sampling time, T. During the sampler operating time from t to t+Δt (0⩽t⩽T), the number of bioaerosol particles collected by the device is: Δn=κQC(t)Δt, where κ is the coefficient taking into account the efficiency of aspiration and capture of virus-containing particles by collecting fluid (0⩽κ⩽1), Q is the sampling flow rate, and C(t) is the calculated concentration of virus-containing particles in the air. As discussed earlier, some microbial inactivation could occur during sampling process due to bubbling related stress. As the result, along with time related increase of the number of collected viral particles, the competitive process of their inactivation will take place in collecting fluid. Linear approximation of the live virus concentration values, C\ns(t), in the collecting fluid for different bubbling time periods t results in the exponential dependence of biological activity of viruses on the time: n(t)=n(0) exp(−t/τ), where τ is the time of the virus activity decrease by a factor of e≈2.72. The correlation coefficient of experimentally obtained points relative to the straight line log10\n \nC\ns=a+bt for viruses studied in the works of Agranovski et al., 2004a, Agranovski et al., 2004b varies from −0.88 to −0.99, and the time τ varies from 0.53 to 1.45 h.",
            "cite_spans": [
                {
                    "start": 1255,
                    "end": 1279,
                    "mention": "Agranovski et al., 2004a",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 1281,
                    "end": 1305,
                    "mention": "Agranovski et al., 2004b",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Due to microbial inactivation, the number of viral particles, Δn=κQC(t) exp[−(T−t)/τ]Δt, collected by the sampler during time period from t to t+Δt will remain viable on completion of the sampling procedure. As the result, the total number of viable viral particles in the sample at the time instant T will be(1)n=κQ∑i=1NC(iΔt)exp[-(N-i)Δt/τ]Δt,where N=T/Δt is an integer number. Eq. (1) corresponds to the formula for determining the measured countable concentration of virus-containing aerosols, Cmes′=n/(QT), expressed through the measured concentration C(t),(2)Cmes′=∫0TC(t)κTexp[-(T-t)/τ]dt.\n",
            "cite_spans": [],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In general, the medium where atmospheric pollutant spread occurs is turbulent and, as the result, C and, consequently, Cmes′ are random values. Applying the averaging procedure by the statistical assembly to Eq. (2) yields〈Cmes′〉=∫0T〈C(t)〉κTexp[-(T-t)/τ]dt,where broken brackets indicate the averaging procedure by the statistical assembly. Assuming that the sampling time was much shorter compared to meteorological conditions changing time, the sampling could be considered as stationary. Consequently, spread of virus-containing aerosols in atmosphere can be taken as 〈C(t)〉=C0=const and(3)〈Cmes′〉=κτT[1-exp(-T/τ)]C0.Some comparative analysis of Eqs. (2), (3) shows that, in general case, the mathematical expectation of Eq. (2) is unbiased, as 〈Cmes′〉 and C\n0 values do not coincide. The unbiased C\nmes estimate can be obtained by introducing an additional coefficient into Eq. (2):(4)Cmes=Tκτ[1-exp(-T/τ)]×∫0TC(t)κTexp[-(T-t)/τ]dt.In fact, application of the averaging procedure by the statistical assembly to Eq. (4) gives 〈Cmes=C0〉.",
            "cite_spans": [],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "For random stationary processes, the averaging procedure by the statistical assembly is equivalent to the averaging procedure by time (see, for example, Tikhonov, 1982). As a matter of fact, expression (4) presents a linear estimate of the average integral value of suspended realization in the interval (0,T):(5)Cmes=∫0TC(t)h(t)dt,where h(t)=(1/τ)exp[-(T-t)/τ]/[1-exp(-T/τ)] is the determinated weighting function normalized to unity in the interval (0,T).",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 167,
                    "mention": "Tikhonov, 1982",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Thus, in case of acceptance of the exponential kinetics of microbial inactivation in collecting fluid, then in order to obtain an unbiased estimate of the countable concentration of virus-containing aerosols, C\nmes, the value Cmes′=n/(QT) ought to be multiplied by the factor μ(T/τ):(6)Cmes=μ(T/τ)nQT,μ(T/τ)=T/τκ[1-exp(-T/τ)].\n",
            "cite_spans": [],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nFig. 1\nshows the dependence of the fudge factor μ the normalized sampling time T/τ. As is seen from the graph, the increase of the sampling time, T, is associated with the corresponding increase of the μ value.",
            "cite_spans": [],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "According to Tikhonov (1982), Eq. (5) for dispersion of the concentration, σmes2, for the stationary case can be expressed as(7)σmes2=2∫0TB(ξ)∫0T-ξh(t)h(t+ξ)dtdξ,where B(ξ) is the correlation function of pulsation of virus-containing aerosols concentration. Borodulin and his colleagues (1999) suggested the following form of the stationary correlation function of pulsations of atmospheric pollutants concentration using the apparatus of the Marcovian processes theory:(8)B(ξ)=σ2exp[-|ξ|τ(E)],where σ\n2 is the dispersion of atmospheric pollutants concentration and τ\n(E) is the Euler time scale of turbulent pulsations of wind velocity. The substitution of (8) into (7) yields the following expression:σmes2=2σ2τ2[1-exp(-T/τ)]2∫0Texp[-|ξ|/τ(E)+ξ/τ]×∫0T-ξexp[-2(T-t)/τ]dtdξ.The integration procedure results in the following:(9)σmes2(T)σ2=1-exp[-(1+τ/τ(E))(T/τ)][1+τ/τ(E)][1-exp(-τ/τ)]2+exp[-(2T)/τ]{1-exp[(1-τ/τ(E))(T/τ)]}[1-τ/τ(E)][1-exp(-T/τ)]2.In the notation σmes2(T) the argument in the brackets accentuates that sampling is performed within the interval with duration T.",
            "cite_spans": [
                {
                    "start": 13,
                    "end": 28,
                    "mention": "Tikhonov (1982)",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 258,
                    "end": 293,
                    "mention": "Borodulin and his colleagues (1999)",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "\nFig. 2\nshows the dependence of σmes2/σ2 on T/τ for the values τ/τ\n(E)=100, 50, 10, 2. As follows from the presented curves, the value σmes2/σ2 increases with decreasing τ/τ(E) and tends to zero at T/τ→+∞. It can be seen that the measurements should be performed within a sufficiently long time to provide the dispersion of measurements lower than a certain threshold value. For example, if at τ/τ(E)=50 we preset σmes2/σ2<0.05, then T/τ>0.9. The values of the time scale τ(E) in the near-ground atmospheric layer have the order of magnitude of tens or hundreds of seconds (see, for example, Borodulin et al., 1992) explaining why curves 1 and 2 in Fig. 2 better correspond to real sampling conditions for the case under consideration.",
            "cite_spans": [
                {
                    "start": 592,
                    "end": 614,
                    "mention": "Borodulin et al., 1992",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 649,
                    "end": 655,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "With some limitations, the derived formulas could also be used in a case when the sampler is employed for monitoring bioaerosols with concentrations that are nonstationary in time. When sampling times, T, are much larger than the Euler time scale, τ(E), the ergodicity condition would be approximately fulfilled (Tikhonov, 1982) with Eq. (5) remaining unchanged. The expression for dispersion of the unbiased estimate for the nonstationary case can be obtained from Eq. (7) by presetting “quasi-stationary” form of the correlation function of the concentration pulsations as (Byzova, 1974):B(t,ξ)=σ2(t)exp[-|ξ|τ(E)].Quasi-stationarity becomes apparent in the fact that, along with C(t) value changing on the average rather slowly in the interval (0,T), quick pulsations with frequencies of the order of 1/τ(E) impose on the process of the concentration change. In this case,σmes2(T)=2τ2[1-exp(-T/τ)]2×∫0Texp[-|ξ|/τ(E)+ξ/τ]×∫0T-ξσ2(t)exp[-2(T-t)/τ]dtdξ.\n",
            "cite_spans": [
                {
                    "start": 313,
                    "end": 327,
                    "mention": "Tikhonov, 1982",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 576,
                    "end": 588,
                    "mention": "Byzova, 1974",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "The work mode of the personal sampler implies its movement in the space along some route in the process of sampling. Let us divide the sampling time T into K intervals no overlapping with each other. Let the time vary from Tk to Tk+ΔTk for a k being some time interval (k=1,K¯). If aerosol concentration values in the intervals Tk are statistically mutually independent, then, T=∑kΔTk is the unbiased estimate of the concentration which can be performed by Eq. (6). This estimate will reflect the average integral value of the concentration along the route. The dispersion of such unbiased estimate, σmesK2, is determined as a sum of dispersions for each time interval Tk asσmesK2=∑kσmes2(T-Tk).\n",
            "cite_spans": [],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Now, let us evaluate the minimal countable concentration of live airborne particles, which can be recorded by the personal sampler. The minimal measurable number of microorganisms in the collecting liquid depends on their nature and microbiological procedure employed. For bacteria and fungi (Agranovski et al., 2002), this number can be as small as 1 CFU (colony forming unit) per entire amount of collecting liquid (50 mL). To achieve this level of resolution, the whole amount of liquid is being filtered through the membrane with following placement of the membrane onto the surface of bacterial/fungal agar. After 1–5 days on incubation, the grown colonies are counted and corresponding concentration in the air is obtained (Agranovski et al., 2002).",
            "cite_spans": [
                {
                    "start": 293,
                    "end": 316,
                    "mention": "Agranovski et al., 2002",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 730,
                    "end": 753,
                    "mention": "Agranovski et al., 2002",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": []
        },
        {
            "text": "However, in a case of determination of live airborne viruses, the sensitivity of analytical methods is substantially lower. For viral assays, 100 μL of collecting liquid is added into each well containing monolayer of corresponding cells. For practical situations, six wells are used for each measurement making the total amount of analyzed liquid—600 μL. Considering, that 1 PFU (plaque forming unit) can be detected, the minimal countable concentration of virus is 1 PFU per 600 μL of liquid, which corresponds to ∼2 PFU mL−1. Considering that the sensitivity of viral assay is lower compared to bacteria/fungi detection, 2 units mL−1 (worst case scenario) is taken for further consideration. This value, for the sampling flowrate of 4 L min−1 and particle collection efficiency assumed to be 100% (such assumption is supported by our previous tests of the sampler collection efficiency, Agranovski et al., 2002), corresponds to the airborne microbial concentration of approximately 2.5×104/T(min) units m−3. The values of the countable concentration of viruses in the sample equal to or smaller than this value cannot be considered as reliable. On this basis and following Eq. (6), the expression for estimation of the minimal value of the countable concentration of live bioaerosols C\nmin, which could be detected by the sampler is(10)Cmin(unitsm-3)≈2.5×104T(min)T/τκ[1-exp(-T/τ)].The dependence of C\nmin on T/τ with the accuracy to within the factor 2.5×104/T(min) (units m−3) corresponds to the trend of the curve presented in Fig. 1.",
            "cite_spans": [
                {
                    "start": 890,
                    "end": 913,
                    "mention": "Agranovski et al., 2002",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Model for estimation of aerosols concentration on the base of sampling data ::: Methods",
            "ref_spans": [
                {
                    "start": 1533,
                    "end": 1539,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To determine the countable concentration of bioaerosols, the semi-empiric equation of turbulent diffusion was used as (Monin and Yaglom, 1965):(11)∂〈C〉∂t-Vs∂〈C〉∂z+〈Ux〉∂〈C〉∂x+〈Uy〉∂〈C〉∂y+〈Uz〉∂〈C〉∂z=∂∂xKx∂〈C〉∂x+∂∂yKy∂〈C〉∂y+∂∂zKz∂〈C〉∂z+〈Q〉-β〈C〉,where Vs is the rate of gravitation settling of particles; 〈Ux〉, 〈Uy〉, 〈Uz〉 are mathematical expectations of components of wind velocity; Kx, Ky, Kz are components of the tensor of turbulent diffusion coefficients; 〈Q〉 is a parameter describing sources of virus-containing aerosols, and β is the constant of inactivation of airborne viral particles. The coordinate axis z is directed vertically upwards, and axes x and y in the horizontal plane eastwards and northwards, respectively. It should be noted that the derivation of the semi-empiric equation also implies the fulfillment of the condition that the time of atmospheric pollutant spread T should be much larger than the Euler time scale τ(E). Thus, the formulas for determining unbiased estimates of the concentration of bioaerosols and the used method of simulation of the concentration fields are mutually intercoordinated.",
            "cite_spans": [
                {
                    "start": 119,
                    "end": 141,
                    "mention": "Monin and Yaglom, 1965",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Outdoor aerosols propagation model ::: Methods",
            "ref_spans": []
        },
        {
            "text": "To solve Eq. (11), it is necessary to set values of 〈Ux〉, 〈Uy〉, 〈Uz〉 and Kx, Ky, Kz. The numeric-analytical model (Desyatkov et al., 1996) was used to preset the values 〈Ux〉, 〈Uy〉, 〈Uz〉. In this model the presence of buildings, trees and other elements of usual outdoor environment is taken into account by presetting the corresponding roughness parameters of the underlying surface. The components of the tensor of turbulent diffusion coefficients Kx, Ky, Kz were preset in accordance with the hypothesis of their proportionality to the corresponding components of the tensor of Reynolds viscous stresses experimentally justified under natural conditions (Borodulin, 1996). These components, in their turn, were determined using the algebraic model for turbulent flows and stresses similar to Teverovskii and Dmitriev (1988).",
            "cite_spans": [
                {
                    "start": 115,
                    "end": 137,
                    "mention": "Desyatkov et al., 1996",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 657,
                    "end": 672,
                    "mention": "Borodulin, 1996",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 794,
                    "end": 825,
                    "mention": "Teverovskii and Dmitriev (1988)",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Outdoor aerosols propagation model ::: Methods",
            "ref_spans": []
        },
        {
            "text": "Eq. (11) was solved with finite-difference methods using splitting procedures by physical processes and spatial variables (see, for example, Marchuk, 1982; Penenko and Aloyan, 1985).",
            "cite_spans": [
                {
                    "start": 141,
                    "end": 154,
                    "mention": "Marchuk, 1982",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 156,
                    "end": 180,
                    "mention": "Penenko and Aloyan, 1985",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Outdoor aerosols propagation model ::: Methods",
            "ref_spans": []
        },
        {
            "text": "A hypothetical episode concerned with music concert in the central square of Novosibirsk is considered in the calculations, see Fig. 3\n. The concert was hold from 3 p.m. to 4 p.m. local time under meteorological conditions typical for the middle of July. The territory on which there was a crowd is shown in Fig. 3 with a dotted square. South-western wind was preset in the calculations with the velocity of 2 m s−1 at the height z=5 m above the underlying surface at the western boundary of the area under study, point “A” in Fig. 3. According to the legend, during the concert the “terrorists” performed concealed use of a preparation of a highly pathogenic viral strain in aerosol form. A car with the aerosol source was running along the central street of the city crossing the square at the speed of 18 km h−1. The source is shown by a solid line with an arrow in Fig. 3. The spraying line was 250 m long. A total of 250 g of the preparation with the concentration of viral particles of 5×1010\n g−1 was discharged into the atmosphere along the spraying line at the height of 2 m above the underlying surface. The spraying started at 3 p.m. It lasted for 40 s, which was much shorter than the concert duration. On this basis, the parameter 〈Q〉 was preset as an “instant” linear source that occurred at 3 p.m. local time. Considering that the virus used by “terrorists” was very robust, the value β could be taken as zero. Aerodynamic diameter of particles was preset equal to 5 μm. Obviously, for the conditions set up for this case, V\ns value could be neglected. The calculations were performed on the difference template of 51×35×50 nodes with a step of 20 m along the horizontal line and 1.5 m along the vertical line, respectively.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 128,
                    "end": 134,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 308,
                    "end": 314,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 527,
                    "end": 533,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 869,
                    "end": 875,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\nFig. 4\npresents the dependence of the number concentration of virus-containing aerosols 〈C〉 on the spreading time calculated at the height z=1.5 m above the underlying surface for points marked in Fig. 3 as 1 and 2. It can be seen that the aerosol cloud crosses the area of the square heavily populated by people (shown with a dotted line) within less than 5 min.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 198,
                    "end": 204,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "The parameters of sampling were preset as follows; κ=1, τ=3600 s (the value accepted from the range identified before), and the sampling height z=1.5 m. The sampler situated at a certain fixed point of a region shown in Fig. 3 with a dotted line was switched on for a time T=10 min when the spraying began. Under the preset conditions the fudge factor in (6)\nμ=1.09.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 220,
                    "end": 226,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "\nFig. 5\npresents the scheme of the calculation area in the form in which it was approximated on the calculation template. Light-gray color shows buildings, and dark-gray color shows vegetation cover—trees, lawns and bushes. Fig. 5 also presents isolines of mathematical expectation of the concentration of virus-containing aerosols obtained by applying the averaging procedures by statistical assembly to Eq. (5):(12)〈Cmes〉=1τ[1-exp(-T/τ)]×∫0T〈C(t)〉exp[-(T-t)/τ]dt.\n",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 1,
                    "end": 7,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                },
                {
                    "start": 224,
                    "end": 230,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "The levels of isolines 1–5 shown in Fig. 5 correspond to the values of the measured countable bioaerosol concentration 〈Cmes〉=2.5×107, 5×106, 5×105, 5×104, 5×103\n units m−3, respectively. In our case, considering that the device operated for 60 min time period, the minimal reliably measurable concentration of bioaerosol is 4.2×102\n units m−3. Consequently, in the case under consideration all data obtained by samplers within the area shown with a dotted line can be considered as reliable.",
            "cite_spans": [],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 36,
                    "end": 42,
                    "mention": "Fig. 5",
                    "ref_id": "FIGREF4"
                }
            ]
        },
        {
            "text": "Eq. (9) can be used to estimate the value of σmes2. Firstly, determine the time scale τ(E) by the empiric formula τ\n(E)≈(45±8)z/U where z should be preset in m, and U is the module of wind velocity at the height z in m/s (Borodulin et al., 1992). In the considered example τ\n(E)≈70 s. That is why curve 3 corresponds to the dependence σmes2/σ2 on the normalized sampling time T/τ in Fig. 2. It can be seen that at the preset sampling conditions the errors in the estimate of C\nmes make up σmes2/σ2≈0.7, which is a rather large value.",
            "cite_spans": [
                {
                    "start": 222,
                    "end": 244,
                    "mention": "Borodulin et al., 1992",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Results and discussion",
            "ref_spans": [
                {
                    "start": 383,
                    "end": 389,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "Thus, for utilization of the personal sampler, to obtain unbiased estimates of the countable concentration of virus-containing aerosols, besides taking into account the efficiency of capture of particles sampler, a fudge factor μ should be introduced. The physical nature of this factor is associated with exponential kinetics of viral particle degradation in a suspension at air bubbling through a porous membrane. The fudge factor depends on the sampling time T and the typical time of viral activity decrease τ. The fudge factor value increases with T/τ increase. As the result, the average integral value of the countable concentration within the sampling time from t to t+T can be obtained. The dispersion of the unbiased estimate of the concentration of virus-containing aerosols C\nmes is determined by Eq. (9). The dispersion of the unbiased estimate of the concentration σmes2 decreases with T increase and increases with a decrease in τ/τ(E) parameter. The values of the countable concentration of virus-containing aerosols lower than the threshold values determined by Eq. (10) cannot be considered as reliable. Considering a very high physical collection efficiency of the sampler (Agranovski et al., 2002), in our calculations we assumed this value to be unity, however, the particular number corresponding to the size of targeted microorganism can be obtained from our previous paper (Agranovski et al., 2002) and directly used to correct the final results (the minimal measurable concentration in the air should be divided by the collection efficiency).",
            "cite_spans": [
                {
                    "start": 1193,
                    "end": 1216,
                    "mention": "Agranovski et al., 2002",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1398,
                    "end": 1421,
                    "mention": "Agranovski et al., 2002",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Conclusions",
            "ref_spans": []
        },
        {
            "text": "The carried out model calculations show that the use of the present personal sampler under conditions of open atmosphere can provide the detection of bioaerosols and allows making reliable estimates of their countable concentration averaged on the sampling interval for a range of concentrations exceeding the threshold limit.",
            "cite_spans": [],
            "section": "Conclusions",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Dependence of fudge factor μ on T/τ.",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Dependence of σmes2/σ2 on T/τ; in the figure the values τ/τ(E)=100,50,10,2 correspond to curves 1–4, respectively.",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Map of the center of Novosibirsk (the database “All Russian Cities 2005 GWCY-03/05”, IGNIT Company Ltd). Aerosol source is marked with an arrow, the crowd is shown with a dotted line, south-western wind with velocity of 2 m s−1 at the height z=5 m was preset in point “A” to determine the fields of wind velocity above the calculation area.",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Fig. 4: The dependence of the values of mathematical expectation of the number concentration of virus-containing aerosols 〈C〉 calculated for the points shown in Fig. 3 with 1 and 2 on time t that has passed after spraying of the preparation, (a) and (b), respectively.",
            "type": "figure"
        },
        "FIGREF4": {
            "text": "Fig. 5: The scheme of the calculation template with the isolines of mathematical expectation of the measured concentration of virus-containing aerosols calculated by the formula (12) for the height z=1.5 m. Numbers 1–5, respectively, correspond to the values, 〈Cmes〉=2.5×107, 5×106, 5×105, 5×104, 5×103 units m−3.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Development and evaluation of a new personal sampler for viable airborne microorganisms",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Agranovski",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Agranovski",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Grinshpun",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Reponen",
                    "suffix": ""
                },
                {
                    "first": "K.",
                    "middle": [],
                    "last": "Willeke",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Atmospheric Environment",
            "volume": "36",
            "issn": "",
            "pages": "889-898",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Numerical-analytical model of the aerosol transport in a thermally stratified boundary layer of the atmosphere",
            "authors": [
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Desyatkov",
                    "suffix": ""
                },
                {
                    "first": "S.R.",
                    "middle": [],
                    "last": "Sarmanaev",
                    "suffix": ""
                },
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Borodulin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Atmospheric and Oceanic Optics",
            "volume": "6",
            "issn": "",
            "pages": "517-520",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [
                {
                    "first": "G.I.",
                    "middle": [],
                    "last": "Marchuk",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [
                {
                    "first": "A.S.",
                    "middle": [],
                    "last": "Monin",
                    "suffix": ""
                },
                {
                    "first": "A.M.",
                    "middle": [],
                    "last": "Yaglom",
                    "suffix": ""
                }
            ],
            "year": 1965,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [
                {
                    "first": "V.V.",
                    "middle": [],
                    "last": "Penenko",
                    "suffix": ""
                },
                {
                    "first": "A.E.",
                    "middle": [],
                    "last": "Aloyan",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [
                {
                    "first": "E.N.",
                    "middle": [],
                    "last": "Teverovskii",
                    "suffix": ""
                },
                {
                    "first": "E.S.",
                    "middle": [],
                    "last": "Dmitriev",
                    "suffix": ""
                }
            ],
            "year": 1988,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [
                {
                    "first": "V.I.",
                    "middle": [],
                    "last": "Tikhonov",
                    "suffix": ""
                }
            ],
            "year": 1982,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Inactivation of viruses in bubbling processes utilized for personal bioaerosol monitoring",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Agranovski",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Safatov",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Borodulin",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Pyankov",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Petrishchenko",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sergeev",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Agafonov",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Ignatiev",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sergeev",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Agranovski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Applied Environmental Microbiology",
            "volume": "70",
            "issn": "",
            "pages": "6963-6967",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Monitoring of viable airborne SARS virus in ambient air",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Agranovski",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Safatov",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Pyankov",
                    "suffix": ""
                },
                {
                    "first": "A.N.",
                    "middle": [],
                    "last": "Sergeev",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Agafonov",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Ignatiev",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ryabchikova",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Borodulin",
                    "suffix": ""
                },
                {
                    "first": "A.A.",
                    "middle": [],
                    "last": "Sergeev",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Doerr",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Rabenau",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Agranovski",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Atmospheric Environment",
            "volume": "38",
            "issn": "",
            "pages": "3879-3884",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "New personal sampler for viable airborne viruses; feasibility study",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Agranovski",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Safatov",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Borodulin",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Pyankov",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Petrishchenko",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sergeev",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sergeev",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Agranovski",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Grinshpun",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Journal of Aerosol Science",
            "volume": "36",
            "issn": "",
            "pages": "609-617",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Long-term personal sampling of viable airborne viruses",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Agranovski",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Safatov",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Pyankov",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sergeev",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Sergeev",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Grinshpun",
                    "suffix": ""
                }
            ],
            "year": 2005,
            "venue": "Aerosol Science and Technology",
            "volume": "39",
            "issn": "",
            "pages": "912-918",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Measurements of the tensor of turbulent diffusion coefficients in the atmosphere and some of its properties",
            "authors": [
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Borodulin",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Atmospheric and Oceanic Optics",
            "volume": "9",
            "issn": "",
            "pages": "528-531",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Borodulin",
                    "suffix": ""
                },
                {
                    "first": "G.M.",
                    "middle": [],
                    "last": "Maistrenko",
                    "suffix": ""
                },
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Chaldin",
                    "suffix": ""
                }
            ],
            "year": 1992,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Correlation function for concentration pulsation of an atmospheric pollutant",
            "authors": [
                {
                    "first": "A.I.",
                    "middle": [],
                    "last": "Borodulin",
                    "suffix": ""
                },
                {
                    "first": "B.M.",
                    "middle": [],
                    "last": "Desyatkov",
                    "suffix": ""
                },
                {
                    "first": "V.V.",
                    "middle": [],
                    "last": "Marchenko",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Atmospheric and Oceanic Optics",
            "volume": "12",
            "issn": "",
            "pages": "718-720",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [
                {
                    "first": "N.L.",
                    "middle": [],
                    "last": "Byzova",
                    "suffix": ""
                }
            ],
            "year": 1974,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}