{
    "paper_id": "PMC7102547",
    "metadata": {
        "title": "Monitoring Transmissibility and Mortality of COVID-19 in Europe",
        "authors": [
            {
                "first": "Jing",
                "middle": [],
                "last": "Yuan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Minghui",
                "middle": [],
                "last": "Li",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Gang",
                "middle": [],
                "last": "Lv",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Z.",
                "middle": [
                    "Kevin"
                ],
                "last": "Lu",
                "suffix": "",
                "email": "lu32@email.sc.edu",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "The continued outbreak of coronavirus disease 2019 (COVID-19) in Europe is a significant public health concern. Several European countries have reported imported cases of COVID-19 from Italy, the epicenter in Europe. Local transmission of COVID-19 has been confirmed in certain European countries. As of 10 March 2020, confirmed cases of COVID-19 have reached 10,000 in Italy, exceeded 1,000 in Spain, France, and Germany, and grew quickly in other European countries. (WHO, 2020) In terms of deaths caused by COVID-19, more than 800 were reported in Italy, approximately 50 were reported in Spain and France, but only 3 were reported in Germany. Based on the diversity in the number of infected cases and deaths, European and local authorities should adopt country-specific measures to prevent onward transmission of COVID-19.",
            "cite_spans": [
                {
                    "start": 470,
                    "end": 479,
                    "mention": "WHO, 2020",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Working with the World Health Organization (WHO), the European Centre for Disease Prevention and Control (ECDC) has provided several recommendations to national and regional authorities in Italy to contain the further spread of COVID-19. Italian governments have locked down its northern region of Lombardy, where several clusters of COVID-19 cases were found, on 8 March 2020 and extended the lockdown to the whole country on 9 March 2020. Spain, France, and Germany also announced different measures aiming at stopping the rapid spread of COVID-19. The adoption of time-sensitive prevention and control measures depends on real-time monitoring on the transmissibility and mortality of COVID-19 in each country.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Current evidence on the transmissibility and mortality of COVID-19 has been focused on China. (Liu et al., 2020) Little attention has been paid to European countries. Given the rapid increase of COVID-19 in Europe, it is urgent to understand the transmissibility and mortality in key European countries to guide the implementation of prioritized prevention and control measures. The real-time reproduction number (R(t)), defined as the number of secondary cases one case would produce over the course of the outbreak, is useful to monitor the transmissibility of COVID-19 over time. (Wallinga and Teunis, 2004) Therefore, R(t) calculates the effective reproduction number when immunity intervention measures are implemented. By contrast, the basic reproduction number (R0) is the reproduction number when no immunity from past exposures or vaccination, nor any deliberate intervention in disease transmission has been carried out. As a result, it is more appropriate to use R(t) to monitor the real-time transmissibility when public measures are in place. The case fatality rate (CFR) can be used to measure the mortality rate.",
            "cite_spans": [
                {
                    "start": 95,
                    "end": 111,
                    "mention": "Liu et al., 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 584,
                    "end": 609,
                    "mention": "Wallinga and Teunis, 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Data were obtained from daily laboratory-confirmed cases of COVID-19, made publicly available by WHO on the Coronavirus disease (COVID-2019) situation reports since 14 January 2020. (WHO, 2020) Beginning on 21 January 2020 WHO released reports on the daily and cumulative number of COVID-19 cases at the provincial level in China and at the country level outside of China. For this analysis, we used data up to 9 March 2020. From 20 February 2020 and onwards, local transmission has been observed in selected European countries (Fig. 1\n).",
            "cite_spans": [
                {
                    "start": 183,
                    "end": 192,
                    "mention": "WHO, 2020",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Data Source ::: Methods",
            "ref_spans": [
                {
                    "start": 529,
                    "end": 535,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "To estimate R(t) values, we employed two statistical methods:",
            "cite_spans": [],
            "section": "Estimates of effective reproduction number (R(t)) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "1. Exponential growth rate (EG) method. The reproduction number is computed as the transformation of exponential growth rate, which was estimated by fitting a Poisson regression model over the exponential growth stage of an outbreak, under the assumption of a gamma distribution of generation time (Liu et al., 2020, Wallinga and Teunis, 2004).",
            "cite_spans": [
                {
                    "start": 299,
                    "end": 315,
                    "mention": "Liu et al., 2020",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 317,
                    "end": 342,
                    "mention": "Wallinga and Teunis, 2004",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Estimates of effective reproduction number (R(t)) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "2. Time-dependent (TD) method. It calculates real-time effective reproduction numbers by averaging overall transmission networks that are compatible with the observed epidemic curve. (Wallinga and Teunis, 2004) TD method employs a Bayesian statistical framework, which allows real-time estimation by taking into account yet-unrecorded cases before the end of the outbreak. TD method is well-suited to account for imported cases in the early outbreak (Cauchemez et al., 2006).",
            "cite_spans": [
                {
                    "start": 184,
                    "end": 209,
                    "mention": "Wallinga and Teunis, 2004",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 451,
                    "end": 473,
                    "mention": "Cauchemez et al., 2006",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Estimates of effective reproduction number (R(t)) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In the abovementioned methods, generation time (GT), measured by the onset time lag between primary and secondary cases, is required but cannot be easily obtained. Here, we assumed the GT is equal to the incubation period, which was estimated to be 5.8 days (standard deviation [SD] = 2.6), (Linton et al., 2020) based on previous research. We also used the assumption of 4 days (SD = 2.4) in the sensitivity analysis (Guan et al., 2020). The R0 package, an R-language coded statistical package, was carried out to estimate the reproduction numbers of COVID-19. (Delamater et al., 2019) As shown in Appendix Fig. 1, TD method provides a good fit for epidemic curve.",
            "cite_spans": [
                {
                    "start": 292,
                    "end": 311,
                    "mention": "Linton et al., 2020",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 419,
                    "end": 436,
                    "mention": "Guan et al., 2020",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 563,
                    "end": 585,
                    "mention": "Delamater et al., 2019",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Estimates of effective reproduction number (R(t)) ::: Methods",
            "ref_spans": [
                {
                    "start": 608,
                    "end": 614,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "During the early outbreak, naïve CFR (nCFR), the ratio of reported deaths to cases, tends to underestimate the true CFR because final outcomes are unknown for some cases. (Kucharski and Edmunds, 2014) By accounting for the time interval [T] between case confirmation to death, we can, therefore, obtain a more accurate estimate of the denominator for the CFR (Nishiura et al., 2009). Two alternative approaches were used to estimate the CFR in real-time:",
            "cite_spans": [
                {
                    "start": 172,
                    "end": 199,
                    "mention": "Kucharski and Edmunds, 2014",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 360,
                    "end": 381,
                    "mention": "Nishiura et al., 2009",
                    "ref_id": "BIBREF9"
                }
            ],
            "section": "Estimates of case fatality rate (CFR) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "1. nCFR = D(t)/C(t); division of the number of cumulative deaths by the number of cumulative cases at time t.",
            "cite_spans": [],
            "section": "Estimates of case fatality rate (CFR) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "2. aCFR = CFR3=D(t)/C(t-interval); division of the number of cumulative deaths by the number of cumulative cases at time (t-T). Here, T is the average time from case confirmation to death. We assumed 1, 3, and 5 days due to the lack of data.",
            "cite_spans": [],
            "section": "Estimates of case fatality rate (CFR) ::: Methods",
            "ref_spans": []
        },
        {
            "text": "In EG method, we have tested all possible combinations of begin and end dates that might yield a good fit. For Italy, the period starting on 23 February and ending on 9 March yielded the best fit for exponential growth, with daily growth rate r = 0.21 (Table 1\n). The corresponding R(t) was 3.27 [3.17-3.38] for T1; 2.30 [2.25-2.35] for the T2. For France, the epidemic curve for the period 23 February and 9 March yielded the best fit for exponential growth, giving r = 0.36. The corresponding R(t) was 6.32 [5.72-6.99] for T1 and 3.60 [3.37-3.85] for T2. For Germany, the period between 21 February and 9 March led to best fit with r = 0.34 and corresponding R(t) was 6.07 [5.51-6.69] for T1 and 3.50 [3.28-3.74] for T2. For Spain, the period starting on 19 February and ending on 9 March yielded the best fit, giving r = 0.30. The corresponding R(t) was 5.08 [4.51-5.74] for T1 and 3.11 [2.86-3.37] for T2. Overall, there were slight differences in the goodness of fit (R2) and estimated R(t)across possible combinations of the testing period.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 253,
                    "end": 260,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "With TD method, all two generation intervals yielded similar trends of R(t) values with time (Fig. 2\n). For Italy, from 27 February and onwards, R(t) values were in the range of 2-4. The R value for March 9 was 3.10 [2.21-4.11] for T1 method and 2.23 [2.05-2.42] for T2 method. For France, R values ranged between 4.5-6.5, and were 6.56 [2.04-12.26] for T1 method and 4.24 [3.16-5.40] for T2 method. For Germany, R(t) values were decreased from 8 to 4, and were 4.43 [1.83-7.92] for T1 method and 2.86 [2.23-3.57] for T2 method. For Spain, R values were in the range of 3-7. The R value for March 8 was 3.95 [0-10.19] for T1 method and 2.75 [1.66-3.87] for T2 method. Zero cases were reported on 2 March for France, 1 March for Germany, 2 March for Spain, corresponding R(t) for those dates were zero.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 94,
                    "end": 100,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "As of 9 March 2020, there were 366 deaths in Italy, 19 in France, and 10 in Spain, respectively. No death was reported in Germany. nCFR for Italy was 4.96 %, 1.70% for both France and Spain. The magnitude of CFRs depended on the calculation methods: aCFR yielded a higher estimate (Fig. 3\n).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 282,
                    "end": 288,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "Based on different models, the reproduction numbers in Italy, Spain, France, and Germany were all higher than 2, indicating that the outbreak of COVID-19 will continue. More strict prevention and control measures are recommended in these countries to slow the spread of COVID-19. Currently, the effects of lockdown in Italy remain unknown. Quarantining Hubei Province, including the epicenter Wuhan City, has found to be effective in slowing the rapid increase in new cases of COVID-19. Continued monitoring of new cases of COVID-19 reported in Italy is greatly needed to better assess the effects of lockdown within Italy. The quarantine of Hubei Province also prevented the transmission of COVID-19 in other areas of China and worldwide. Active surveillance of new cases of COVID-19 reported in other European countries can help European and local authorities to better understand the effects of lockdown outside Italy.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The mortality rate of COVID-19 in Italy was higher than in China. (WHO, 2019) The higher mortality rate can be attributed to the ongoing nature of the outbreak, different age distributions of the population, and different treatment strategies. The epidemic in Italy started in Lombardy and using the entire Italy tend to underestimate the burden of Lombardy. Although this study focused on R(t)s at country level, we also calculated the Rt of Lombardy, which ranged from 6.39 (6.13-6.65) to 3.26 (2.70-3.86), suggesting that Lombardy is a higher-epidemic province. Continued monitoring of deaths caused by COVID-19 in Italy is required to better care patients. The mortality rates of COVID-19 in Spain and France were lower than in China but higher than in most other countries. New cases of COVID-19 reported in Spain and France increase skyrocketing recently. Real-time monitoring of deaths related to newly confirmed cases of COVID-19 is of significance in Spain and France. European and local authorities should investigate and learn from Germany on how to remain a low mortality rate.",
            "cite_spans": [
                {
                    "start": 67,
                    "end": 76,
                    "mention": "WHO, 2019",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "There are several limitations to keep in mind when interpreting the results. First, due to limited laboratory capacity, the actual epidemic may not be reflected by counts of laboratory-confirmed cases reported. Second, the estimation of the reproduction number is heavily dependent on generation time, which may be hard to obtain in an early outbreak. Third, fitting the real-life epidemic curve to the statistical model is challenging. Fourth, the constant assumption of CFR may be violated if a new treatment emerges or more mild cases are identified over the course of the epidemic.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "To summarize, this study provides important findings on an early outbreak of COVID-19 in Europe. The ECDC should monitor the transmissibility and mortality in European countries to prevent the transmission and reduce the death of COVID-19. If a rapid increase in cases of COVID-19 is found in any country, the ECDC should work closely with the WHO to visit that country and provide recommendations and support control and prevention efforts. Special attention should be paid to Italy to understand the effects of the country lockdown on the spread of COVID-19 both within and outside Italy. Due to the recent rapid increase in new cases of COVID-19, real-time monitoring of the transmissibility and mortality in Spain and France is a priority. Even though the outbreak of COVID-19 is still an important concern in Germany, it is beneficial to learn on measures related to the low mortality rate. Other European countries should continue to prepare for and respond to COVID-19 and learn from Italy, Spain, France, and Germany on relevant prevention and control measures.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        },
        {
            "text": "Concept and design: Yuan J, Li M, Lu ZK",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        },
        {
            "text": "Acquisition, analysis, or interpretation of data: Yuan J, Lu ZK, Lv G, Li M",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        },
        {
            "text": "Drafting of the manuscript: Yuan J, Lu ZK, Lv G, Li M",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        },
        {
            "text": "Critical revision of the manuscript for important intellectual content: Yuan J, Lu ZK, Lv G, Li M",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        },
        {
            "text": "Statistical analysis: Yuan J, Li M",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        },
        {
            "text": "Administrative, technical, or material support: Lu ZK",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        },
        {
            "text": "Supervision: Lu ZK",
            "cite_spans": [],
            "section": "Author Contributions",
            "ref_spans": []
        },
        {
            "text": "This research did not receive any funding.",
            "cite_spans": [],
            "section": "Funding Source",
            "ref_spans": []
        },
        {
            "text": "This research does not involve human subjects. It is not required to obtain Institutional Review Board (IRB) approval.",
            "cite_spans": [],
            "section": "Ethical Approval",
            "ref_spans": []
        },
        {
            "text": "We declare no conflict of interest.",
            "cite_spans": [],
            "section": "Conflict of Interest",
            "ref_spans": []
        },
        {
            "text": "(Dong et al., 2020, Obadia et al., 2012).",
            "cite_spans": [
                {
                    "start": 1,
                    "end": 18,
                    "mention": "Dong et al., 2020",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 20,
                    "end": 39,
                    "mention": "Obadia et al., 2012",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Uncited References",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Epidemic growth rates and corresponding reproduction number estimated with EG method\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: Epidemic curve of the outbreak of COVID-19 in selected European countries (Italy, France, Germany, and Spain)",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Fig. 2: Estimates of the real-time R values in the COVID-19 outbreak in selected European countries (Italy, France, Germany, and Spain), calculated with TD method",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Fig. 3: Real-time estimates of case fatality rate (CFR) from three different methods in selected European countries (Italy, France, Germany, and Spain)",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "No Title [Internet]. Coronavirus Disease 2019 (COVID-19): situation report",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "WHO",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "The reproductive number of COVID-19 is higher compared to SARS coronavirus",
            "authors": [
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "AA",
                    "middle": [],
                    "last": "Gayle",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Wilder-Smith",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Rocklöv",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Travel Med.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Different epidemic curves for severe acute respiratory syndrome reveal similar impacts of control measures",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Wallinga",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Teunis",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Am J Epidemiol.",
            "volume": "160",
            "issn": "6",
            "pages": "509-516",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "An interactive web-based dashboard to track COVID-19 in real time",
            "authors": [
                {
                    "first": "E",
                    "middle": [],
                    "last": "Dong",
                    "suffix": ""
                },
                {
                    "first": "H",
                    "middle": [],
                    "last": "Du",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Gardner",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet Infect Dis.",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "The R0 package: a toolbox to estimate reproduction numbers for epidemic outbreaks",
            "authors": [
                {
                    "first": "T",
                    "middle": [],
                    "last": "Obadia",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Haneef",
                    "suffix": ""
                },
                {
                    "first": "P-Y.",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                }
            ],
            "year": 2012,
            "venue": "BMC Med Inform Decis Mak.",
            "volume": "12",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Real-time estimates in early detection of SARS",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Cauchemez",
                    "suffix": ""
                },
                {
                    "first": "P-Y",
                    "middle": [],
                    "last": "Boëlle",
                    "suffix": ""
                },
                {
                    "first": "CA",
                    "middle": [],
                    "last": "Donnelly",
                    "suffix": ""
                },
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Ferguson",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                },
                {
                    "first": "GM",
                    "middle": [],
                    "last": "Leung",
                    "suffix": ""
                }
            ],
            "year": 2006,
            "venue": "Emerg Infect Dis.",
            "volume": "12",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Incubation Period and Other Epidemiological Characteristics of 2019 Novel Coronavirus Infections with Right Truncation: A Statistical Analysis of Publicly Available Case Data",
            "authors": [
                {
                    "first": "NM",
                    "middle": [],
                    "last": "Linton",
                    "suffix": ""
                },
                {
                    "first": "T",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "K",
                    "middle": [],
                    "last": "Hayashi",
                    "suffix": ""
                },
                {
                    "first": "AR",
                    "middle": [],
                    "last": "Akhmetzhanov",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jung",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "J Clin Med.",
            "volume": "9",
            "issn": "2",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Clinical characteristics of coronavirus disease 2019 in China",
            "authors": [
                {
                    "first": "W",
                    "middle": [],
                    "last": "Guan",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Ni",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Hu",
                    "suffix": ""
                },
                {
                    "first": "W",
                    "middle": [],
                    "last": "Liang",
                    "suffix": ""
                },
                {
                    "first": "C",
                    "middle": [],
                    "last": "Ou",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "He",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "N Engl J Med",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Case fatality rate for Ebola virus disease in west Africa",
            "authors": [
                {
                    "first": "AJ",
                    "middle": [],
                    "last": "Kucharski",
                    "suffix": ""
                },
                {
                    "first": "WJ",
                    "middle": [],
                    "last": "Edmunds",
                    "suffix": ""
                }
            ],
            "year": 2014,
            "venue": "Lancet.",
            "volume": "384",
            "issn": "9950",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Early epidemiological assessment of the virulence of emerging infectious diseases: a case study of an influenza pandemic",
            "authors": [
                {
                    "first": "H",
                    "middle": [],
                    "last": "Nishiura",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Klinkenberg",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Roberts",
                    "suffix": ""
                },
                {
                    "first": "JAP",
                    "middle": [],
                    "last": "Heesterbeek",
                    "suffix": ""
                }
            ],
            "year": 2009,
            "venue": "PLoS One.",
            "volume": "4",
            "issn": "8",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Complexity of the basic reproduction number (R0)",
            "authors": [
                {
                    "first": "PL",
                    "middle": [],
                    "last": "Delamater",
                    "suffix": ""
                },
                {
                    "first": "EJ",
                    "middle": [],
                    "last": "Street",
                    "suffix": ""
                },
                {
                    "first": "TF",
                    "middle": [],
                    "last": "Leslie",
                    "suffix": ""
                },
                {
                    "first": "YT",
                    "middle": [],
                    "last": "Yang",
                    "suffix": ""
                },
                {
                    "first": "KH.",
                    "middle": [],
                    "last": "Jacobsen",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "Emerg Infect Dis.",
            "volume": "25",
            "issn": "1",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [
                {
                    "first": "",
                    "middle": [],
                    "last": "WHO",
                    "suffix": ""
                }
            ],
            "year": 2019,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}