{
    "paper_id": "PMC7166723",
    "metadata": {
        "title": "The role of lipid rafts in cell entry of human metapneumovirus",
        "authors": [
            {
                "first": "Suhua",
                "middle": [],
                "last": "Chen",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hao",
                "middle": [],
                "last": "He",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hui",
                "middle": [],
                "last": "Yang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Bin",
                "middle": [],
                "last": "Tan",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Enmei",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Xiaodong",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yao",
                "middle": [],
                "last": "Zhao",
                "suffix": "",
                "email": "Zhaoy@cqmu.edu.cn",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Human metapneumovirus (hMPV) was firstly isolated from airway secretions and identified in 2001. Based on viral gene sequence analysis, hMPV belongs to Metapneumovirus genus, Paramyxoviridae family, and Pneumovirinae subfamily.1, 2 Global epidemiological surveys showed that hMPV is prevalent worldwide with severe bronchiolitis and pneumonia.3 The morbidity of hMPV infection varies from 3% to 14.3% and the predominate strain is subtype A.4, 5, 6, 7 The susceptible populations of hMPV are infants, young children, immunocompromised individuals, and elderly people.8, 9, 10 Children under 5 years old have almost been infected by hMPV. Recently, respiratory problems caused by hMPV became more and more obvious and cannot be neglected anymore. hMPV could cause lethal infection in posttransplant patients and bring more serious consequences when host coinfected with other virus.11, 12 However, to date, there is no effective vaccine for prevention from hMPV infection.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "There are two main pathways for virus cell entry, fused with cellular membrane (fusion) and endocytosis.13, 14, 15 Endocytosis is a complex process, in this procedure, the virus binds to specific receptors on cell membrane firstly. Then downstream signaling cascades are activated and endocytic internalization is promoted. Finally, virus particle could be endocytosed as an intact form and transported to specific organelles through vesicles. According to different vectors, the main four kinds of endocytic pathways are defined, such as clathrin‐, caveolae‐, cholesterol‐mediated endocytosis, and macropinocytosis.16 Recently, hMPV had been found to invade BEAS‐2B cells via endocytosis17 and in our previous studies, we also found that hMPV uses endocytosis pathway in Vero E6 and LLC‐MK2 cell lines.18\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "The cell membrane is the first barrier to prevent the invader. According to the classic liquid mosaic model theory, cell membrane is a homogeneous lipid bilayer embedded with different proteins. Lipid raft plays a critical role in signal transduction and protein trafficking. It is also important to establish cell polarity.19, 20 Besides, lipid raft has a crucial impact on the viral entry process of many viruses. It was found that lipid raft participated not only in early infection of EV71 virus but also in the binding process of hepatitis C virus. It is not only the key element of human immunodeficiency virus‐1 (HIV‐1) viral entry, but also the “gateway” in Ebola virus budding.21, 22, 23\n",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "In this study, we have found morphological evidence that hMPV can colocate with lipid rafts and enter target cells via lipid rafts. When lipid raft inhibitor was used, hMPV cell entry was inhibited.",
            "cite_spans": [],
            "section": "INTRODUCTION",
            "ref_spans": []
        },
        {
            "text": "16HBE cells, purchased from the China Center for Type Culture Collection, were cultured in Dulbecco's modified Eagle's medium (DMEM; Gibco, CA) in an incubator at 37℃ containing 5% CO2. Besides, the culture medium contains 10% fetal bovine serum (Gibco) and penicillin‐streptomycin antibiotics (HyClone, Los Angeles, CA). hMPV used in this study belongs to genotype A (hMPV NL/1/00).33 Vero‐E6 cells were used for virus propagation and the virus particles were released to medium after freeze‐thaw at −80℃. After centrifugation to remove cell debris, the supernatant was stored at −80℃.",
            "cite_spans": [],
            "section": "Cell culture and virus stocks ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "To detect whether the two chemical agents affect cell viability, 16HBE cells was seeded at a density of 1 × 104/mL in 96‐well (Corning, NY) plates. Cells were incubated for 1 hour after treating with different concentrations of methyl‐β‐cyclodextrin (MβCD) and nystatin. Then 10 μL of Cell Counting Kit‐8 (CCK‐8; Dojindo, Kumamoto, Japan) solution was added into the medium. After incubated for 60 minutes in the incubator, the fluorescence absorbance at 450 nm was detected by a microplate reader. With a formula, the fluorescence absorbance was used to calculated cell viability.",
            "cite_spans": [],
            "section": "Cell viability assays and cholesterol quantification ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "With or without drugs, Free Cholesterol Assay Kits (Applygen Technologies, Beijing, China) was used to quantify the cellular cholesterol concentration after treating with 1, 5, 7.5 mg/mL MβCD. According to the experimental manual, the cholesterol concentration was calculated from the standard curve.",
            "cite_spans": [],
            "section": "Cell viability assays and cholesterol quantification ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "16HBE cells were seeded at a density of 2 × 105/mL in glass bottom cell culture dish (NEST, Hangzhou, China). After washing with phosphate‐buffered saline (PBS) three times and incubated at 4℃ for 1 hour, Alexa 488‐conjugated CTB (Life Technologies, Carlsbad, CA) at 10 μg/mL and purified hMPV (MOI = 10) was inoculated into the experimental group at the same time. After this, 16HBE cells were placed at 4℃ for 1 hour so that CTB and hMPV were attached to the cell surface, but could not initiate endocytosis. Then 16HBE cells were transferred to 37℃ for 0, 30, 60, and 120 minutes to initiate the endocytosis of CTB and hMPV. At last, immunofluorescence analysis after washing with PBS three times.",
            "cite_spans": [],
            "section": "Cholera toxin B binding (CTB) ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "16HBE cells were seeded in 24‐well plates (Corning) and cell density was 2 × 105/mL. After washing with serum‐free DMEM three times, 16HBE were treated with 1, 5, 7.5 mg/mL MβCD (Sigma, Munich, Germany) and 10, 20, 30 μg/mL nystatin (Sigma) at 37℃ for 1 hour; two pharmacological agents were diluted in serum‐free DMEM. In the cholesterol replenishment experiment, 16HBE cells were treated with 5 mg/mL MβCD for 1 hour at 37℃, then water‐soluble cholesterol (Sigma) was added to the culture system for 1 hour. The final concentration of cholesterol is 50 and 100 μg/mL. After the operation which mentioned above were completed, 16HBE cells were inoculated with the same amount of hMPV (MOI = 10). After each step above, 16HBE cells were washed with serum‐free DMEM three times to remove the residual drug and unbound virus. Virus titers were detected by quantitative polymerase chain reaction (qPCR) after 24 hours postinfection.",
            "cite_spans": [],
            "section": "Treatment with cholesterol disrupting agents and exogenous cholesterol ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "To further investigate the effect of MβCD on virus infection after cell entry, 16HBE was inoculated with hMPV (MOI = 10) 37℃ for 120 minutes, washed three times with 0.1 M PBS in 24‐well plate, inoculated with different concentrations of MβCD (1, 5, 7.5 mg/mL) and treated at 37℃ for 1 hour, the cells were washed three times with PBS after 1 hour. Add 500 μL of 3% virus maintenance solution and continue to incubate for 24 hours at 37℃. qPCR detected the viral load.",
            "cite_spans": [],
            "section": "Treatment with MβCD after hMPV enter cells ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "16HBE cells were treated with 5 mg/mL MβCD at 37℃ for 1 hour and washed with PBS for three times. The final concentration of CTB was 10 μg/mL at 37℃ for 2 hours and washed with PBS for three times, the cell was fixed with 4% paraformaldehyde, while the control group was not treated with MβCD.",
            "cite_spans": [],
            "section": "CTB as a control for internalization ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "16HBE cells were cultured in glass bottom dish. After washing with PBS three times, 16HBE cells were treated with 5 mg/mL MβCD and 20 μg/mL nystatin at 37℃ 1 hour, inoculated with the same amount of hMPV (MOI = 10) after washing with PBS three times. After this, 16HBE cells were placed at 4℃ for 1 hour so that hMPV was attached to the cell surface but could not initiate endocytosis. 16HBE cells were transferred to 37℃ for 120 minutes to initiate endocytosis. Immunofluorescence analysis after washing with PBS three times.",
            "cite_spans": [],
            "section": "hMPV cell entry after inhibitors treatment ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "16HBE cells were seeded in 24‐well plates and treated with 1, 5, 7.5 mg/mL MβCD and 10, 20, 30 μg/mL nystatin at 37℃ for 1 hour. Cells were inoculated with the same amount of hMPV (MOI = 10) after washing with PBS three times. The 24‐well plates were placed in 4℃ for 1 hour to allow the virus binding to the cells. The unbound virus was washed away with iced PBS, and the cells were immediately lysed to tested viral titers.",
            "cite_spans": [],
            "section": "hMPV adsorption assay ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "16HBE cells were first fixed with 4% paraformaldehyde for 15 minutes at room temperature, permeated by 0.5% Triton X‐100 (Sigma) for 15 minutes. Then 16HBE cells were blocked with 1% bovine serum albumin for 1 hour. At last, 16HBE cells were stained with anti‐hMPV antibodies (Millipore, MA) at 37℃ for 1 hour and Alexa 546 conjugated anti‐IgG antibodies (Life Technologies) at room temperature at room temperature for 120 minutes.",
            "cite_spans": [],
            "section": "Immunofluorescence assays (IFAs) ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "hMPV RNA was extracted from the same amount of 16HBE cells using TaKaRa MiniBEST Viral RNA/DNA Extraction Kit (Takara, Beijing, China) according to the manufacturer. PrimeScript RT reagent Kit (Takara) was used to reverse the hMPV RNA into complementary DNA. The forward primer: GAGCA ATAGC ACTCG GTGTT G; the reverse primer: TCACA AAATC TTTCA GCTCT CTCAC; the probe: TTGCC AACAC ACGAA CTCCA TTCCC. The reaction program was 95℃ for 30 seconds, 40 cycles of 95℃ for 5 seconds and 60℃ for 30 seconds. The reaction was conducted in a CFX96 Fluorescence Thermocycler (Bio‐Rad, Hercules, CA), and the data were analyzed with CFX Manager (Bio‐Rad) software.",
            "cite_spans": [],
            "section": "Quantitative real‐time PCR (RT‐PCR) ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "Results were the percentage of the experimental group and the control group. And data were analyzed by one‐way analysis of variance using GraphPad Prism version 5 (GraphPad Software, La Jolla, CA). * is used to represent the P value: *P = < 0.05, **P = < 0.01, ***P < 0.001.",
            "cite_spans": [],
            "section": "Statistical analysis ::: MATERIALS AND METHODS",
            "ref_spans": []
        },
        {
            "text": "To determine whether the lipid rafts participate in the process of hMPV cell entry, the morphological analysis was used. CTB subunit is a lipid raft‐dependent internalization marker. It binds to its receptor Gangliosides and enter cells through lipid raft.24 As shown in the results, the colocalization of CTB and hMPV were found in cells. The number of colocalization of CTB and hMPV increased in each cell with time increases (Figure 1A). Further analysis showed that the colocalization points appeared on the surface of cell membrane at 30 minutes, but appeared in the cytoplasm or around the nucleus at 60 and 120 minutes. To facilitate analysis, the cytoplasm was divided into two parts. One part was one‐third of cytoplasm closing to the cell membrane, and another was two‐thirds of cytoplasm near the nucleus. The number of colocalization points around the nucleus is increasing with time (Figure 1B). These results indicated that hMPV colocalized gradually toward the nucleus with lipid rafts.",
            "cite_spans": [],
            "section": "hMPV F protein colocalized with lipid raft markers ::: RESULTS",
            "ref_spans": [
                {
                    "start": 436,
                    "end": 437,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 904,
                    "end": 905,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "MβCD was used to remove cholesterol from the surface of the cell membrane. As a derivative of cyclic oligosaccharides, MβCD can rapidly remove cholesterol from the surface of the cell membrane and this will result in the disruption of lipid raft.25 After treating with three different concentrations of MβCD, virus titer was tested by qRT‐PCR. The cells were washed three times with 0.1 M PBS before MβCD and virus inoculation. MβCD could reduce hMPV titer significantly (P < 0.05), and hMPV titer decreased gradually with the increase of concentration (Figure 2A). The CCK‐8 cytotoxicity assay was used to detect cell viability after drug treatment, and the results showed that MβCD had no effect on the 16HBE cells viability (Figure 2B). The concentration of cholesterol in varying concentrations MβCD‐treated 16HBE using Free Cholesterol Assay Kits revealed a dose‐dependent decreasing. Compared with the untreated cell, the cholesterol was decreased by 18%, 34%, and 47%, respectively (Figure 2C). The cholesterol concentration was only reduced by 18%, but hMPV reduced by 81% dramatically. These results showed that cholesterol depletion could reduce hMPV titers, and the reduction of hMPV titer was not caused by drug toxicity.",
            "cite_spans": [],
            "section": "Cholesterol depletion by MβCD inhibits hMPV infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 561,
                    "end": 562,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 735,
                    "end": 736,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 997,
                    "end": 998,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "After pretreating with MβCD, water‐soluble cholesterol was added to the culture system. When exogenous cholesterol was added to the culture system and treated with MβCD, the virus titer had an increasing trend. When exogenous cholesterol concentration is 100 μg/mL, the decrease of hMPV titer causing MβCD was recovered (Figure 2D).",
            "cite_spans": [],
            "section": "Replenishment of exogenous cholesterol restores hMPV infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 328,
                    "end": 329,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "To exclude a pleiotropic effect of MβCD, another pharmacological agent nystatin was used. Nystatin belongs to polyene macrolide antibiotic and can bind to cholesterol selectively through which the cholesterol in the lipid raft is sequestrated.21 Three different concentrations of nystatin were used to treat 16HBE cells. The cells were washed three times with 0.1M PBS before nystatin treatment and virus inoculation. Nystatin could reduce hMPV titers too, and hMPV titers decreased gradually accompanied by concentration increasing (Figure 2E). Compared with the untreated cell, hMPV titer decreased by 44%, 63%, and 89%, respectively (P < 0.05). Nystatin had no toxic effect on the 16HBE at all concentrations (Figure 2F). These results showed that cholesterol chelating agent could reduce hMPV titers, which was not caused by drug toxicity.",
            "cite_spans": [],
            "section": "Cholesterol chelating agent, nystatin, inhibits hMPV infection ::: RESULTS",
            "ref_spans": [
                {
                    "start": 541,
                    "end": 542,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 720,
                    "end": 721,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "MβCD could disrupt lipid raft not only on the cell membrane but also in the cell organelle. To further investigate the effect of MβCD on hMPV infection, cells were treated with MβCD after virus enter cells. Results showed that MβCD had no significant effect on viral load, when hMPV particles had entered cells (Figure 2G). Exogenous cholesterol had no change on viral load when the virus had entered cells (Figure 2H).",
            "cite_spans": [],
            "section": "MβCD had no effect on viral load, when hMPV particles entered cells ::: RESULTS",
            "ref_spans": [
                {
                    "start": 319,
                    "end": 320,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 415,
                    "end": 416,
                    "mention": "2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "After pretreating with MβCD and nystatin, the same amount of virus (MOI = 10) were inoculated into treated or nontreated 16HBE cells. The cells were washed three times with 0.1 M PBS before MβCD, nystatin treatment, and virus inoculation. Then the results were analyzed by IFA after being fixed, permeated, blocked, and stained with anti‐hMPV fusion protein (anti‐F) antibodies. Fluorescence intensity was analyzed in the drug treatment groups decreased with confocal microscopy (Figure 3A). The fluorescence points of individual cells—represent virus particles—in 10 fields were counted. It was found that the number of fluorescence points in the drug treatment groups was decreased dramatically (P < 0.05) (Figure 3C).",
            "cite_spans": [],
            "section": "Reduce hMPV internalization with treatment MβCD and nystatin ::: RESULTS",
            "ref_spans": [
                {
                    "start": 487,
                    "end": 488,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 716,
                    "end": 717,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "CTB is often used for the internalization and colocalization assay is recommended. It was found that the CTB (green) fluorescence of the MβCD treatment group decreased obviously compared with no MβCD treatment with confocal microscopy. Cells without MβCD showed green fluorescence was a mass‐like distribution, while MβCD treatment cells were not obvious and scattered (Figure 3B), The fluorescence intensity of CTB with MβCD treatment decreased significantly (P < 0.05) (Figure 3D).",
            "cite_spans": [],
            "section": "CTB as a control for internalization ::: RESULTS",
            "ref_spans": [
                {
                    "start": 377,
                    "end": 378,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 479,
                    "end": 480,
                    "mention": "3",
                    "ref_id": "FIGREF2"
                }
            ]
        },
        {
            "text": "To exclude the inefficient virus binding due to cholesterol depletion of MβCD and nystatin, the same amount of virus (MOI = 10) were inoculated into treated or nontreated 16HBE cells. Then, unbound viruses were removed by washing three times with 0.1 M PBS. The number of binding viruses was measured by qPCR. Both MβCD and nystatin treatment groups had no significant difference (Figure 4A and 4B). So, both MβCD and nystatin had no effect on hMPV attachment.",
            "cite_spans": [],
            "section": "Treatment with MβCD and nystatin could not affect virus attachment ::: RESULTS",
            "ref_spans": [
                {
                    "start": 388,
                    "end": 389,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 395,
                    "end": 396,
                    "mention": "4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "Although hMPV was discovered almost two decades, its infectious mechanism is almost dimness and most studies focused on its epidemiology and clinical manifestation. It is still unclear how hMPV enters host cells. The virus cell entry is the key step of an effective infection. hMPV is the one of the enveloped virus and for those enveloped viruses, membrane fusion is the most common way. But endocytosis way was discovered during viral entry of many enveloped viruses (eg, severe acute respiratory syndrome [SARS] coronavirus).26 For all enveloped viruses, the viral membrane must fuse with cellular membrane or organelle membrane to accomplish infection. These fusion events are considered occur at the cell membrane, therefore, hMPV is regarded as that enters host cells via membrane fusion.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Recently, RGD‐binding integrin had been found as a receptor for hMPV cell entry, and hMPV binds to a constant Arginine‐Glycine‐Aspartate (RGD) motif on the F protein through RGD‐binding integrin. Therefore, hMPV F protein also plays an important role in attachment. The binding of hMPV and RGD‐binding integrin activates downstream signaling cascades and promotes clathrin‐mediated endocytosis.17, 27, 28 Our previous study had showed that hMPV existed whole particles in the cytoplasm and membrane fusion occurred in the cytoplasm.18 Taken together, these data indicated that hMPV may enter host cells via endocytosis.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "There exist many ways of endocytic pathways, such as clathrin‐, caveolae‐, cholesterol‐mediated endocytosis, and macropinocytosis.16 Lipids in the cell membrane form some specialized lipid structures. These structures are enriched in sphingolipids and cholesterol. This microdomain usually takes emigrant molecules from extracellular microenvironment to intracellular region, so it is named lipid raft.29 Lipid raft plays a critical role in signal transduction and protein trafficking. It is also important to establish cell polarity.19, 20 In this study, we focused on the effect of lipid raft on virus cell entry. Lipid raft is a specialized membrane microdomain that contains glycosphingolipids and lipoglycoproteins. It is rich in cholesterol, the content of cholesterol in lipid raft is about three to five fold compared with other structure in the cellular membrane. Cholesterol is the key element to maintain lipid raft to keep intact form, so cholesterol depletion could destroy lipid rafts on the surface of cell membrane. Lipid rafts are thought to be involved in the process of HIV invasion of macrophages cells because of cholesterol depletion by MβCD could reduce the infection of HIV, and HIV receptors were found at detergent‐resistant membranes (DRMs).21 Lipid rafts are important to influenza virus assembly and budding.30 The study of influenza virus found that transmembrane glycoprotein, hemagglutinin, and neuronal ammonia were abundant in the DRMs in the process of influenza virus translation. Besides, influenza virus nucleoprotein could target specifically the apical surface. Because lipid rafts play an important role in virus entry, assembly, and budding, so we have tried to explore the role of lipid rafts in the process of hMPV cell entry.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In this study, the possibility of lipid rafts associating with the process of hMPV cell entry was verified by the morphological study. CTB subunit is a protein which enters cells via lipid rafts.24 Laser scanning confocal microscope was used to observe fluorescence labeled CTB and hMPV. The colocalization of CTB and hMPV was universal in 16HBE cells, and the colocalization number increased gradually. Morphological research showed a dynamic process of hMPV cell entry. At first, only little colocating points were found at 0 minute, and then some colocating points were concentrated on the surface of cell membrane at 30 minutes. At last, most of these colocating points appear at the site away from the cell membrane at 60 and 120 minutes, hMPV colocalized with lipid rafts moved gradually toward the nucleus with the lipid rafts. This indicated that lipid rafts participate in the transport of hMPV during the process of endocytosis.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Since lipid rafts could be associated with hMPV cell entry, we wonder whether cholesterol depletion could affect hMPV infection. So, MβCD were used to deplete cholesterol in our study. MβCD were most commonly used to deplete cholesterol from cell membrane in the studies of lipid rafts.31 In our study, we also used MβCD to remove cholesterol and the results here showed that MβCD can reduce cholesterol in treated cells significantly with dose‐dependent. After excluding the influence of cell viability, it is considered that MβCD significant decreased hMPV infection through reducing cholesterol and destroying lipid raft microdomain. To further verify this, we treated 16HBE cells with MβCD following by adding exogenous soluble cholesterol into the culture system. When exogenous cholesterol was added, the replication rate of hMPV was recovered. This result showed that lipid raft played an important role in hMPV infection.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "As a pharmacological agent, MβCD has a pleiotropic effect. In addition, to deplete cholesterol from the plasma membrane, MβCD can also inhibit Ca2+ entry channels. Besides, it also plays an important role in cell proliferation. Inhibiting the Ca2+ entry channels can reduce virus infection and the cholesterol concentration does not affect in the process.32 To exclude this effect of MβCD, we choose another cholesterol chelating‐agent‐nystatin to verify our results. Nystatin is an antifungal medication and can bond cholesterol very well, it is also used in the study of lipid raft.21 After been treated with nystatin, the hMPV infection rate was also decreased in 16HBE cells. When the concentration of nystatin increased, the viral replication decreased significantly. In other words, hMPV infection declined after the lipid raft was destroyed. It is confirmed that lipid raft played an important role in hMPV infection.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Here we have shown that lipid rafts participate in the process of hMPV infection, and the hMPV could reduce after treating with MβCD and nystatin. However, it is not clear whether the reduction of hMPV titer after treating with chemical inhibitors is associated with hMPV cell process. So hMPV cell entry after treating with chemical inhibitors was further confirmed by IFAs. The numbers of hMPV entering 16HBE cells were reduced significantly. The results were consistent with hMPV titer measuring at 24 hours after inhibitors treatment.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "Therefore, hMPV first bind to the receptor before entering the host cell, so the reduction of hMPV attachment resulting by pharmacological agents will also lead to a decrease of hMPV infection. hMPV attachment treating by MβCD and nystatin were detected, and both MβCD and nystatin had no effect on hMPV attachment.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        },
        {
            "text": "In conclusion, our study had showed lipid rafts play an important role in hMPV cell entry in the human bronchial epithelial cell. The morphological results showed that hMPV colocalized with lipid rafts and moved gradually toward the nucleus with the lipid rafts. The pharmacological agents showed that cholesterol depletion can inhibit the hMPV cell entry and confirmed by IFAs, without affecting attachment. The addition of exogenous cholesterol can recover hMPV infection. Therefore, our results suggest that lipid rafts play an important role in the process of hMPV cell entry. These results have given a better understanding of the mechanisms of hMPV entry and a new way to prevent and treat virus infection.",
            "cite_spans": [],
            "section": "DISCUSSION",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Figure 1: hMPV colocalizes with lipid raft markers 16HBE cells were infected with purified hMPV (MOI = 10), and Alexa 488‐conjugated CTB of 10 μg/mL was added at the same time. A, CTB (green) and purified hMPV (red) colocalize in 16HBE cells, the number of colocalization points (yellow) was analyzed by NIS Elements AR 3.2 software. B, The positions of the colocalization points were marked by white arrow and the number of colocalization points near the nucleus was analyzed. CTB, cholera toxin B; hMPV, human metapneumovirus",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: MβCD and nystatin inhibit hMPV infection (A) MβCD could reduce hMPV titers, and titers decreased gradually with the increase of concentration. B, Cell viability was measured by CCK‐8 assay, and MβCD had no effect on the 16HBE cells viability. C, Cholesterol concentration was measured by Free Cholesterol Assay Kits. D, Replenishment of exogenous cholesterol could recover hMPV infection. E, Nystatin could reduce hMPV titers with the increase of concentration. F, Nystatin had no effect on the 16HBE cells viability. G, Treatment with MβCD had no significant effect on viral load, when hMPV particles had entered cells. H, Exogenous cholesterol had no change on viral load when the virus had entered cells. CCK‐8, Cell Counting Kit‐8; hMPV, human metapneumovirus; MβCD, methyl‐β‐cyclodextrin",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Treatment with MβCD and nystatin reduced hMPV internalization (A) 16HBE cells were treated with MβCD or nystatin, hMPV fluorescence points (red) was decreased. B, CTB (green) of control group enter 16HBE in large amount, while CTB entry were inhibited by MβCD. C, The number of hMPV fluorescence points (red) in every two cells was analyzed by NIS Elements AR 3.2 software. D, The mean fluorescence intensity in 10 cells was analyzed, and the MβCD‐free group was significantly higher than the MβCD‐treated group. CTB, Cell Counting Kit‐8; hMPV, human metapneumovirus; MβCD, methyl‐β‐cyclodextrin",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: MβCD and nystatin could not affect hMPV attachment MβCD treatment (A) and nystatin treatment (B) had no effect on hMPV attachment. hMPV, human metapneumovirus; MβCD, methyl‐β‐cyclodextrin",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "A newly discovered human pneumovirus isolated from young children with respiratory tract disease",
            "authors": [],
            "year": 2001,
            "venue": "Nat Med",
            "volume": "7",
            "issn": "",
            "pages": "719-724",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Antigenic and genetic variability of human metapneumoviruses",
            "authors": [],
            "year": 2004,
            "venue": "Emerging Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": "658-666",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Human metapneumovirus: review of an important respiratory pathogen",
            "authors": [],
            "year": 2014,
            "venue": "Int J Infect Dis",
            "volume": "25",
            "issn": "",
            "pages": "45-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Human metapneumovirus‐associated hospital admissions over five consecutive epidemic seasons: evidence for alternating circulation of different genotypes",
            "authors": [],
            "year": 2012,
            "venue": "J Med Virol",
            "volume": "84",
            "issn": "",
            "pages": "511-516",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Detection and genetic diversity of human metapneumovirus in hospitalized children with acute respiratory infections in India",
            "authors": [],
            "year": 2011,
            "venue": "J Med Virol",
            "volume": "83",
            "issn": "",
            "pages": "1799-1810",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Two‐year prospective study of single infections and co‐infections by respiratory syncytial virus and viruses identified recently in infants with acute respiratory disease",
            "authors": [],
            "year": 2008,
            "venue": "J Med Virol",
            "volume": "80",
            "issn": "",
            "pages": "716-723",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Circulation of human metapneumovirus among children with influenza‐like illness in Wuhan, China",
            "authors": [],
            "year": 2016,
            "venue": "J Med Virol",
            "volume": "88",
            "issn": "",
            "pages": "774-781",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Burden of human metapneumovirus infection in young children",
            "authors": [],
            "year": 2013,
            "venue": "N Engl J Med",
            "volume": "368",
            "issn": "",
            "pages": "633-643",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Human metapneumovirus pneumonia in adults: results of a prospective study",
            "authors": [],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "46",
            "issn": "",
            "pages": "571-574",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Respiratory syncytial virus‐ and human metapneumovirus‐associated emergency department and hospital burden in adults",
            "authors": [],
            "year": 2014,
            "venue": "Influenza Other Respir Viruses",
            "volume": "8",
            "issn": "",
            "pages": "347-352",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Fatal human metapneumovirus infection following allogeneic hematopoietic stem cell transplantation",
            "authors": [],
            "year": 2013,
            "venue": "Transplant Infect Dis",
            "volume": "15",
            "issn": "",
            "pages": "E97-E101",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Burden of human metapneumovirus infections in patients with cancer: risk factors and outcomes",
            "authors": [],
            "year": 2017,
            "venue": "Cancer",
            "volume": "123",
            "issn": "",
            "pages": "2329-2337",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Cell entry by non‐enveloped viruses",
            "authors": [],
            "year": 2010,
            "venue": "Curr Top Microbiol Immunol",
            "volume": "343",
            "issn": "",
            "pages": "v-vii",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Cell entry of enveloped viruses",
            "authors": [],
            "year": 2011,
            "venue": "Curr Opin Virol",
            "volume": "1",
            "issn": "",
            "pages": "92-100",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "Alternative infectious entry pathways for dengue virus serotypes into mammalian cells",
            "authors": [],
            "year": 2009,
            "venue": "Cell Microbiol",
            "volume": "11",
            "issn": "",
            "pages": "1533-1549",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Virus entry: open sesame",
            "authors": [],
            "year": 2006,
            "venue": "Cell",
            "volume": "124",
            "issn": "",
            "pages": "729-740",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Human metapneumovirus is capable of entering cells by fusion with endosomal membranes",
            "authors": [],
            "year": 2015,
            "venue": "PLOS Pathog",
            "volume": "11",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Human metapneumovirus uses endocytosis pathway for host cell entry",
            "authors": [],
            "year": 2016,
            "venue": "Mol Cell Probes",
            "volume": "30",
            "issn": "",
            "pages": "231-237",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "Evidence for the formation of symmetric and asymmetric DLPC‐DAPC lipid bilayer domains",
            "authors": [],
            "year": 2013,
            "venue": "Cell Physiol Biochem",
            "volume": "32",
            "issn": "",
            "pages": "46-52",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Differential association of the Na+/H+exchanger regulatory factor (NHERF) family of adaptor proteins with the raft‐ and the non‐raft brush border membrane fractions of NHE3",
            "authors": [],
            "year": 2013,
            "venue": "Cell Physiol Biochem",
            "volume": "32",
            "issn": "",
            "pages": "1386-1402",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "HIV entry in macrophages is dependent on intact lipid rafts",
            "authors": [],
            "year": 2009,
            "venue": "Virology",
            "volume": "386",
            "issn": "",
            "pages": "192-202",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Initiation of hepatitis C virus infection is dependent on cholesterol and cooperativity between CD81 and scavenger receptor B type I",
            "authors": [],
            "year": 2007,
            "venue": "J Virol",
            "volume": "81",
            "issn": "",
            "pages": "374-383",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "The role of lipid rafts in the early stage of Enterovirus 71 infection",
            "authors": [],
            "year": 2015,
            "venue": "Cell Physiol Biochem",
            "volume": "35",
            "issn": "",
            "pages": "1347-1359",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Gangliosides that associate with lipid rafts mediate transport of cholera and related toxins from the plasma membrane to endoplasmic reticulm",
            "authors": [],
            "year": 2003,
            "venue": "Mol Biol Cell",
            "volume": "14",
            "issn": "",
            "pages": "4783-4793",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Effects of cholesterol depletion by cyclodextrin on the sphingolipid microdomains of the plasma membrane",
            "authors": [],
            "year": 1998,
            "venue": "Biochem J",
            "volume": "335",
            "issn": "Pt 2",
            "pages": "433-440",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "SARS coronavirus entry into host cells through a novel clathrin‐ and caveolae‐independent endocytic pathway",
            "authors": [],
            "year": 2008,
            "venue": "Cell Res",
            "volume": "18",
            "issn": "",
            "pages": "290-301",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "The human metapneumovirus fusion protein mediates entry via an interaction with RGD‐binding integrins",
            "authors": [],
            "year": 2012,
            "venue": "J Virol",
            "volume": "86",
            "issn": "",
            "pages": "12148-12160",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Breaking in: human metapneumovirus fusion and entry",
            "authors": [],
            "year": 2013,
            "venue": "Viruses",
            "volume": "5",
            "issn": "",
            "pages": "192-210",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Lipid rafts: elusive or illusive?",
            "authors": [],
            "year": 2003,
            "venue": "Cell",
            "volume": "115",
            "issn": "",
            "pages": "377-388",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Lipid raft‐dependent targeting of the influenza A virus nucleoprotein to the apical plasma membrane",
            "authors": [],
            "year": 2004,
            "venue": "Traffic",
            "volume": "5",
            "issn": "",
            "pages": "979-992",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF30": {
            "title": "Lipid rafts both in cellular membrane and viral envelope are critical for PRRSV efficient infection",
            "authors": [],
            "year": 2015,
            "venue": "Virology",
            "volume": "484",
            "issn": "",
            "pages": "170-180",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF31": {
            "title": "Role of simvastatin and methyl‐beta‐cyclodextrin [corrected] on inhibition of poliovirus infection",
            "authors": [],
            "year": 2006,
            "venue": "Biochem Biophys Res Commun",
            "volume": "347",
            "issn": "",
            "pages": "51-59",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF32": {
            "title": "Effects of N‐linked glycosylation of the fusion protein on replication of human metapneumovirus in vitro and in mouse lungs",
            "authors": [],
            "year": 2011,
            "venue": "J Gen Virol",
            "volume": "92",
            "issn": "",
            "pages": "1666-1675",
            "other_ids": {
                "DOI": []
            }
        }
    }
}