{
    "paper_id": "PMC7249980",
    "metadata": {
        "title": "The challenging times and opportunities for pharmacovigilance in Africa during the COVID-19 pandemic",
        "authors": [
            {
                "first": "C.",
                "middle": [],
                "last": "Ogar",
                "suffix": "",
                "email": "kunacom@yahoo.com",
                "affiliation": {}
            },
            {
                "first": "W.",
                "middle": [],
                "last": "Mathenge",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "C.",
                "middle": [],
                "last": "Khaemba",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "H.",
                "middle": [],
                "last": "Ndagije",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "It is now > 4 months since the COVID-19 outbreak started with the first suspected cases reported in China. At the start of the pandemic, Africa seemed ‘safe’ and insulated as it watched many high-income countries across the world grapple with the devastating effects of the coronavirus. Sadly, this ‘safe’ state only lasted until February when Egypt recorded the first case of COVID-19 in Africa [1]. The viral infection has since spread to 45 of the 47 countries in the World Health Organization (WHO) African region, with 22,376 confirmed cases and 899 deaths as at 29 April 2020 [2]. With the declaration of the situation as a global pandemic, everything from the global economy, financial markets, and manufacturing industries to tourism, travel, and hospitality industries and even the educational sector have come to a crashing halt worldwide.",
            "cite_spans": [
                {
                    "start": 397,
                    "end": 398,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 583,
                    "end": 584,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This commentary seeks to highlight the challenges for pharmacovigilance (PV) posed by the COVID-19 pandemic and how PV practitioners in Africa can use this opportunity to strengthen patient safety.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Unverified and unqualified claims for some remedies can have dire consequences, particularly in Sub-Sahara Africa where literacy levels are still relatively low (66% in 2018) [8], and where beliefs that anything herbal is safe and mistrust of government institutions and science-based evidence are widespread. Furthermore, in an environment where there is unrestricted access to all classes of medicines without professional guidance and irrational use of medicines is high and enforcement of medicine use regulations is low, there is a glaring need for extreme caution and for (PV) practitioners to highlight the dangers of these unverified claims.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 177,
                    "mention": "8",
                    "ref_id": "BIBREF22"
                }
            ],
            "section": "… and are potentially dangerous ::: Suggested remedies lack clinical evidence …",
            "ref_spans": []
        },
        {
            "text": "Based on reports of individuals self-medicating with chloroquine and causing themselves serious harm [9], the WHO cautions against physicians and medical associations recommending or administering, or patients self-administering, unproven treatments for COVID-19 until there is sufficient evidence.",
            "cite_spans": [
                {
                    "start": 102,
                    "end": 103,
                    "mention": "9",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "… and are potentially dangerous ::: Suggested remedies lack clinical evidence …",
            "ref_spans": []
        },
        {
            "text": "Meanwhile, the WHO and its partners have launched a ‘Solidarity Clinical Trial for COVID-19 Treatments’ [9]. This international randomized controlled trial (RCT) aims to evaluate the relative effectiveness of four COVID-19 treatments (remdesivir, lopinavir/ritonavir, lopinavir/ritonavir + interferon-β1a, and chloroquine or hydroxychloroquine) against the standard of care. Other drugs can be added based on emerging evidence. Enrolling patients in a single multi-country RCT will facilitate rapid worldwide comparison of unproven treatments, help overcome the risk of multiple small trials not generating strong enough evidence on the relative effectiveness of potential treatments, and determine whether any of the drugs slow disease progression or improve survival. As of 8 April 2020, > 90 countries are signatories to the trial.",
            "cite_spans": [
                {
                    "start": 105,
                    "end": 106,
                    "mention": "9",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "… and are potentially dangerous ::: Suggested remedies lack clinical evidence …",
            "ref_spans": []
        },
        {
            "text": "Even during normal times, PV and materiovigilance (the study and follow-up of incidents that might result from using medical devices) [14] are considered by many HCPs in low- and middle-income countries (LMICs) as a luxury and an additional responsibility to their overburdened and underpaid work. In the face of the growing number of confirmed cases of COVID-19 across Africa, the redirection of most national efforts, resources, and manpower, including the recall of retired HCPs, it is evident that the detecting and reporting of adverse effects of medicines and medical devices [including personal protective equipment (PPE)] will be further pushed to the back burner. This will worsen the already poor reporting of adverse effects, with the consequence that adverse effects experienced by patients and/or users of medical devices and PPE at this time are unlikely to be documented. As already noted, this is the time for more vigilance and documentation of the effects of products used to treat patients, including, as previously mentioned, the hidden effects of COVID-19.",
            "cite_spans": [
                {
                    "start": 135,
                    "end": 137,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Increased poor reporting of adverse effects ::: Hidden effects of irrational use of medicines and medical products",
            "ref_spans": []
        },
        {
            "text": "Furthermore, with pharmaceutical companies and marketing authorization holders bracing themselves for harsher economic times due to the pandemic, redundancies and lay-offs are occurring to mitigate the impact [15]. During the last few years, efforts have been made to improve drug regulation and safety in Africa [16], with some countries requiring pharma companies to employ a local ‘Qualified Person for Pharmacovigilance’ (QPPV). Unfortunately, during this period of economic downturn and uncertainties, newly established local QPPV positions may be some of the first casualties in the fight between COVID-19 and the economic survival of pharma companies. Some of the reasons for this include:A lack of appreciation of the value the QPPV brings to the companies that have largely focused on profits rather than patient safety.A lack or poor implementation of ‘Good Pharmacovigilance Practice’ (GVP) standards.Imposition of national labor/human resource policies that dictate ‘last employed-first out’ when companies are considering re-structuring processes.",
            "cite_spans": [
                {
                    "start": 210,
                    "end": 212,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 314,
                    "end": 316,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Increased poor reporting of adverse effects ::: Hidden effects of irrational use of medicines and medical products",
            "ref_spans": []
        },
        {
            "text": "Clearly, the consequences of these actions will include a disproportionate impact on safety data from Africa now and in the near future. In the face of these challenges, PV practitioners and regulators have an opportunity to keep HCPs and the pharma industry informed of the critical role of safety data in improving drug and medical device use. Additionally, the current situation presents an opportunity for PV experts to collaborate with frontline HCPs to undertake drug utilization studies to inform clinical and regulatory decisions. Finally, regulators have a role in ensuring that the pharma industry and marketing authorization holders continue to implement good PV practices, including maintaining product safety and undertaking of routine PV activities.",
            "cite_spans": [],
            "section": "Increased poor reporting of adverse effects ::: Hidden effects of irrational use of medicines and medical products",
            "ref_spans": []
        },
        {
            "text": "In the past, new products were approved and marketed in countries with strong surveillance systems for several years before they were marketed in developing countries, by which time a great deal was known about their safety profile. In recent years, however, new health products, such as malaria vaccines and new tuberculosis treatments, are launched either exclusively in LMICs or simultaneously in LMICs and high-income countries. With public health emergencies such as the Ebola epidemic in parts of Africa and the current COVID-19 global pandemic, new products for these emergencies are typically granted accelerated approval based on limited safety data.",
            "cite_spans": [],
            "section": "Further weakening of already weak PV systems ::: Hidden effects of irrational use of medicines and medical products",
            "ref_spans": []
        },
        {
            "text": "Functional PV systems are critical to identify safety signals [17] for new or older medicines. According to the WHO, ‘Fewer than 30% of the world’s medicines regulatory authorities are considered to have the capacity to perform the functions required to ensure medicines, vaccines and other health products actually work and do not harm patients’ [18]. In 2018, the Tanzania Medicine & Medical Devices Authority became the first African medicine regulatory authority to achieve a functional regulatory status, including in its PV functions [18]. It was recently followed by Ghana in May 2020 [19]. This means, in Africa, only Tanzania [18] and Ghana [19] have systems considered by the global benchmarking tool (GBT) standard to be stable and functional regulatory systems [20]. Clearly, considerable work remains to be done in strengthening regulatory systems, including PV, in African countries for them to deliver on their mandate to ensure access to safe, quality-assured, and efficacious medicines and health technologies. Some of the key areas for strengthening PV systems as prescribed by the GBT include establishing:Legal provisions, regulations, policies, and guidelines to define the regulatory framework for PV.Adequate structures and human resources for PV.Procedures for PV activities, including the use of data for decision making.Mechanisms to monitor performance and output.Mechanisms to promote transparency, accountability, and communication.",
            "cite_spans": [
                {
                    "start": 63,
                    "end": 65,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 348,
                    "end": 350,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 541,
                    "end": 543,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 593,
                    "end": 595,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 636,
                    "end": 638,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 651,
                    "end": 653,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 774,
                    "end": 776,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Further weakening of already weak PV systems ::: Hidden effects of irrational use of medicines and medical products",
            "ref_spans": []
        },
        {
            "text": "As the world searches for treatments and vaccines against the coronavirus and continues to face growing shortages of PPE and medical diagnostic devices [21], some countries in Africa have risen to the occasion by discovering and implementing innovative solutions. These include local manufacture of PPE kits and COVID-19 medical devices in Kenya [22] and COVID-19 rapid testing kits in Senegal and Kenya [23, 24]. These innovations are commendable, but add to the regulatory challenges faced by overwhelmed regulatory systems in many African countries, including the challenge of ensuring the safety of these products. This is even more relevant as the sale and use of these locally manufactured COVID-19 diagnostic and PPE kits increases, as do social media reports of the sale of poor quality ‘unregistered’ products by unlicensed and unqualified persons.",
            "cite_spans": [
                {
                    "start": 153,
                    "end": 155,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 347,
                    "end": 349,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 405,
                    "end": 407,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 409,
                    "end": 411,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                }
            ],
            "section": "Further weakening of already weak PV systems ::: Hidden effects of irrational use of medicines and medical products",
            "ref_spans": []
        },
        {
            "text": "It can be envisaged that the limited resources some government and developing partners set aside to develop and strengthen PV systems may be diverted in response to the current emergency. Furthermore, as countries commence programs to resuscitate their badly hit economies, the strengthening of PV systems is unlikely to be a priority for funding in the near future. However, it is imperative that global and national leaders be intentional about setting aside funds to support strengthening of weak PV systems, which are crucial to monitor the safety of the new vaccines, repurposed medicines, and other upcoming health technologies to be developed or deployed in the fight against this and other deadly diseases, as was done by the Bill and Melinda Gates Foundation in 2017 [10].",
            "cite_spans": [
                {
                    "start": 777,
                    "end": 779,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Further weakening of already weak PV systems ::: Hidden effects of irrational use of medicines and medical products",
            "ref_spans": []
        },
        {
            "text": "Finally, countries in Africa have varying capacity for PV. In the face of the ongoing global health challenges and increasingly global health products supply chain, countries need to work together and rely on each other’s strengths to improve their efficiencies and maximize the use of limited resources. Regulatory collaboration, reliance, and harmonization are mechanisms that PV systems in Africa should consider for improving safety and efficacy oversight while supporting efforts to speed up access for medicines of global health importance.",
            "cite_spans": [],
            "section": "Further weakening of already weak PV systems ::: Hidden effects of irrational use of medicines and medical products",
            "ref_spans": []
        },
        {
            "text": "\nIn the absence of a scientifically verified treatment or vaccine, numerous remedies (conventional and non-conventional) have been touted for treating or preventing the disease.Given the relatively low literacy levels and poorly regulated healthcare practices in Africa, some of the ‘remedies’ pose potential risks to patient safety.Drug safety practitioners need to be vigilant about these risks and strengthen reporting systems to document, characterize, communicate, and minimize the risks of such remedies.\n",
            "cite_spans": [],
            "section": "Take home messages",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Medicines regulation in Africa: current state and opportunities",
            "authors": [
                {
                    "first": "M",
                    "middle": [],
                    "last": "Ndomondo-Sigonda",
                    "suffix": ""
                },
                {
                    "first": "J",
                    "middle": [],
                    "last": "Miot",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Naidoo",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "Pharm Med.",
            "volume": "31",
            "issn": "",
            "pages": "383-397",
            "other_ids": {
                "DOI": [
                    "10.1007/s40290-017-0210-x"
                ]
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": 2018,
            "venue": "WHO essential medicines & health products annual report 2017: towards access 2030",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Regulators split on antimalarials for COVID-19",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Jaffe",
                    "suffix": ""
                }
            ],
            "year": 2020,
            "venue": "Lancet.",
            "volume": "395",
            "issn": "10231",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1016/S0140-6736(20)30817-5"
                ]
            }
        },
        "BIBREF21": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}