{
    "paper_id": "PMC7125837",
    "metadata": {
        "title": "Thin-section CT assessment of spontaneous pneumomediastinum in interstitial lung disease: Correlation with serial changes in lung parenchymal abnormalities☆",
        "authors": [
            {
                "first": "Shin",
                "middle": [],
                "last": "Matsuoka",
                "suffix": "",
                "email": "shinma@d9.dion.ne.jp",
                "affiliation": {}
            },
            {
                "first": "Yasuyuki",
                "middle": [],
                "last": "Kurihara",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kunihiro",
                "middle": [],
                "last": "Yagihashi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Kyoko",
                "middle": [],
                "last": "Okamoto",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Hiroshi",
                "middle": [],
                "last": "Niimi",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Yasuo",
                "middle": [],
                "last": "Nakajima",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Spontaneous pneumomediastinum is an uncommon disorder that is usually benign and self-limiting. A variety of causes of pneumomediastinum have been described including mediastinal, pulmonary, chest wall, and even retroperitoneal pathologies resulting from trauma, infection, connective tissue disorder, assisted ventilation, and trivial routine life activity such as vigorous coughing, vomiting, or deep respiratory efforts.1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14 Recently, researchers have reported that spontaneous pneumomediastinum occurred in patients with severe acute respiratory syndrome (SARS).15, 16\n",
            "cite_spans": [
                {
                    "start": 423,
                    "end": 424,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 426,
                    "end": 427,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 429,
                    "end": 430,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 432,
                    "end": 433,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 435,
                    "end": 436,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 438,
                    "end": 439,
                    "mention": "6",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 441,
                    "end": 442,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 444,
                    "end": 445,
                    "mention": "8",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 447,
                    "end": 448,
                    "mention": "9",
                    "ref_id": "BIBREF29"
                },
                {
                    "start": 450,
                    "end": 452,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                },
                {
                    "start": 454,
                    "end": 456,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 458,
                    "end": 460,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 462,
                    "end": 464,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                },
                {
                    "start": 466,
                    "end": 468,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 607,
                    "end": 609,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 611,
                    "end": 613,
                    "mention": "16",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "Spontaneous pneumomediastinum has been reported to be a rare complication of various types of interstitial lung disease, including idiopathic interstitial pneumonia1, 2, 3 and connective tissue disorder.4, 5, 6, 7, 8 However, previous series and case reports of pneumomediastinum associated with interstitial lung disease focused on precipitating factors, clinical presentation, and pathogenesis. To our knowledge, only one report has assessed computed tomography (CT) findings of lung parenchymal abnormalities in interstitial lung disease at the time of detection of pneumomediastinum.2\n",
            "cite_spans": [
                {
                    "start": 164,
                    "end": 165,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 167,
                    "end": 168,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 170,
                    "end": 171,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 203,
                    "end": 204,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 206,
                    "end": 207,
                    "mention": "5",
                    "ref_id": "BIBREF25"
                },
                {
                    "start": 209,
                    "end": 210,
                    "mention": "6",
                    "ref_id": "BIBREF26"
                },
                {
                    "start": 212,
                    "end": 213,
                    "mention": "7",
                    "ref_id": "BIBREF27"
                },
                {
                    "start": 215,
                    "end": 216,
                    "mention": "8",
                    "ref_id": "BIBREF28"
                },
                {
                    "start": 587,
                    "end": 588,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The mechanism in which the pneumomediastinum arises in interstitial lung disease has not been clarified. The pathophysiology of pneumomediastinum was initially described by Macklin and Macklin17 based on animal experiments. Pneumomediastinum could result from the rupture of distal pulmonary alveoli due to the rapid increase in intra-alveolar pressure in the alveoli, allowing air bubbles to travel along the vascular sheaths and connective tissue planes to the mediastinum. Considering this proposed mechanism, we hypothesized that some changes associated with the interstitial lung diseases would exist in the lung parenchyma at the onset of pneumomediastinum.",
            "cite_spans": [
                {
                    "start": 192,
                    "end": 194,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "The objective of our study was to analyze serial changes in CT appearances of interstitial lung diseases before and at the time of detection of pneumomediastinum and to evaluate the relationship between pneumomediastinum and changes in abnormal CT findings in interstitial lung diseases.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "We retrospectively reviewed the medical records and CT images of all patients with spontaneous pneumomediastinum who underwent CT between May 1999 and March 2004. Nineteen patients had an interstitial lung disease, including idiopathic interstitial pneumonia and collagen vascular disease. These indications of CT scan were routine follow-up of the interstitial lung disease or assessment of therapeutic effect. Idiopathic interstitial pneumonia included 10 idiopathic pulmonary fibrosis (IPF) and 2 non-specific interstitial pneumonia (NSIP). The diagnosis of IPF was based on the recent ATS/ERS consensus statement on IPF,18 or a clinicoradiographic presentation believed to be highly specific for IPF.19 Two patient with NSIP was histologically diagnosed. We excluded 5 patients in whom chest CT was not done during the previous 6 months to the time of detection of pneumomediastinum, and 1 patient undergoing mechanical ventilation (2 patients, IPF; 2 patients, NSIP; and 2 patients, collagen vascular disease). The final study population consisted of 13 patients (8 men, 5 women; age range, 28–91 years; mean age, 66.7±18.7 years) with either IPF (8 patients) or collagen vascular disease (5 patients; dermatomyositis in 2 patients, mixed connective tissue disorder in 2 patients, and rheumatoid arthritis in 1 patient). Our Institutional Review Board did not require its approval or patient informed consent for this study.",
            "cite_spans": [
                {
                    "start": 624,
                    "end": 626,
                    "mention": "18",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 704,
                    "end": 706,
                    "mention": "19",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Subjects ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Thin-section CT scans were obtained with a variety of scanners. A total of 26 scans were performed on the 13 patients before and at the time of detection of pneumomediastinum. Seven scans in 6 patients were obtained using a multi-detector row spiral CT scanner (Aquillion or Asteion, Toshiba Medical, Tokyo, Japan) within one breath hold at deep inspiration. The scans were obtained with 4×2-mm collimation, with a table feed of 16–18 mm per 0.5–0.75 s scanner rotation. Scanning was performed at 120 kV and 200–250 mAs, using a 512×512 matrix. Raw data were retrospectively reconstructed with a section thickness of 2-mm with 10-mm intervals using a lung algorithm. Nineteen scans in 11 patients were obtained with a single-detector helical CT scanner. Helical CT scans (X-Vigor, Toshiba Medical, Tokyo, Japan) were obtained throughout the entire thorax with 2-mm collimation with 8–10-mm intervals using a lung algorithm. Scanning parameters of helical CT were 120 kVp, 180–220 mAs, and 1-s scanning time. No intravenous contrast material was used. The lung window was set to a width of 1500 HU and a window level −650 HU.",
            "cite_spans": [],
            "section": "Thin-section CT scanning ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All thin-section CT images were reviewed retrospectively by two chest radiologists (Y.K. and S.M.). The CT scans before and at the time of detection of pneumomediastinum was evaluated in random order without knowledge of diagnosis, and the final assessment was achieved by consensus. CT analysis included presence and location of reticular opacity, ground-glass opacity, consolidation, and honeycombing. Ground-glass opacity was defined as areas showing a hazy increase of lung attenuation through which vessels could still be seen. Consolidation was considered present when the opacities obscured the underlying vessels. Honeycombing was defined as end-stage lung damage, which was manifested as multiple thin-wall cysts.20\n",
            "cite_spans": [
                {
                    "start": 722,
                    "end": 724,
                    "mention": "20",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Evaluation of CT findings ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The anatomic distribution was noted to be central if there was a predominance of abnormalities in the inner third of the transverse plane, and peripheral if there was a predominance of abnormalities in the outer third of the transverse plane. If abnormalities were seen along the bronchovascular bundle, the distribution was regarded as peribronchial. If the abnormality had no prediction, it was regarded as random distribution. In the craniocaudal direction, zonal predominance was assessed as upper, or lower. Upper lung zonal predominance was considered present when most of the abnormalities were above the level of the tracheal carina, and lower lung zonal predominance was considered present when most of the abnormalities were below this level.",
            "cite_spans": [],
            "section": "Evaluation of CT findings ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "Observers then visually scored (to the nearest 5%) the total extent of abnormal parenchyma at four preselected levels: (a) upper: aortic arch; (b) middle: carina; (c) lower: between b and d; and (d) bottom: 1 cm above the dome of the right hemidiaphragm. The extent of involvement of each abnormality was assessed independently for each of the 4 zones of each lung. The CT scan score was calculated by multiplying the percentage of ground-glass opacity, consolidation, and honeycombing in each zone by a factor that corrected for differences in volume between the zones. The ratio of the volumes of the upper, middle, and lower (lower and bottom) lung zones was estimated as 1:1.6:1.3, based on previously published data.21 We also assessed the extent of the lung involved with increasing opacity including ground-glass opacity and consolidation. CT scan scores were compared before and at the detection of pneumomediastinum.",
            "cite_spans": [
                {
                    "start": 721,
                    "end": 723,
                    "mention": "21",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Evaluation of CT findings ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "We also divided patients into two groups according to whether therapy with corticosteroid or immunosuppressive agents for acute or subacute exacerbation of interstitial lung disease was given. Group 1 (n=6, age: 28–91 years; mean: 61.7 years) consisted of patients in whom pneumomediastinum occurred after or during treatment with corticosteroids or immunosuppressive agents for acute or subacute exacerbation of interstitial lung disease. Group 2 (n=7, age: 66–80 years; mean: 71.0 years) consisted of stable without evidence of exacerbation of interstitial lung disease who did not receive corticosteroids or immunosuppressive agents but who developed pneumomediastinum.",
            "cite_spans": [],
            "section": "Evaluation of CT findings ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "All statistical analyses were performed using JMP 5.0.1 software (SAS Institute, Cary, NC). Data are expressed as mean±standard deviation. Comparisons of each CT scan score before and at the detection of pneumomediastinum were performed using the Wilcoxon single rank test. For all statistical analyses, a P-value less than 0.05 was considered significant.",
            "cite_spans": [],
            "section": "Statistical analysis ::: Materials and methods",
            "ref_spans": []
        },
        {
            "text": "The characteristics and clinical findings of each patient are shown in Table 1\n. Two patient had mild dyspnea, and two patients presented with moderate cough at the time of detection of pneumomediastinum. The remaining nine patients had no respiratory symptom. None of the patients had been intubated or biopsied close to the time of detection of pneumomediastinum. The mean observation period or CT interval between before and at the detection of pneumomediastinum was 79.6 days (50.5 days in group 1 and, 104.6 days in group 2).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 71,
                    "end": 78,
                    "mention": "Table 1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "The presence and predominant location of each CT finding are summarized in Table 2\n. At the time of detection of pneumomediastinum, CT scans revealed reticular opacity in 13 patients, ground-glass opacity in 13 patients, consolidation in 11 patients, and honeycombing in 11 patients. Reticular opacity predominated in the lower lung zone in 6 patients but was evenly distributed in all zones of 7 patients, and at the lung periphery in 8 patients. Ground-glass opacity predominated in the lower lung zone in 8 patients, and at the lung periphery in 7 patients. Consolidation predominated in the lower lung zone in 7 patients, and at the lung periphery in 6 patients. Honeycombing predominated in the lower lung zone and at the lung periphery in all patients.",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 75,
                    "end": 82,
                    "mention": "Table 2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "The mean score for all patients for reticular opacity was 10.1±4.9 before pneumomediastinum and 12.1±6.1 at the time of detection of pneumomediastinum. For all patients, no significant differences were seen in scores before and at the time of detection of pneumomediastinum (P=0.22). In group 1, no significant difference was found in scores before and at the time of pneumomediastinum (10.5±3.4 vs. 8.5±3.4, respectively; P=0.17). However, in group 2, the mean score for reticular opacity was significantly lower before pneumomediastinum compared with at the time of detection of pneumomediastinum (9.7±6.2 vs. 15.2±6.3, respectively; P=0.028).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The mean score for all patients for ground-glass opacity was 14.9±12.4 before pneumomediastinum and 12.2±8.7 at the time of detection of pneumomediastinum. For all patients, no significant differences were seen in scores before and at the time of detection of pneumomediastinum (P=0.51). However, when patients were divided into groups, significant differences were seen before and at the time of detection of pneumomediastinum. In group 1, the mean score for ground-glass opacity was significantly higher before detection of pneumomediastinum than at the time of detection of pneumomediastinum (23.2±9.8 vs. 10.0±4.8, respectively; P=0.028) (Fig. 1\n). In contrast, in group 2, the mean score for ground-glass opacity was significantly lower before pneumomediastinum compared with at the time of detection of pneumomediastinum (7.8±10.0 vs. 14.1±11.1, respectively; P=0.018).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 643,
                    "end": 649,
                    "mention": "Fig. 1",
                    "ref_id": "FIGREF0"
                }
            ]
        },
        {
            "text": "The mean consolidation score for all patients was 7.6±7.9 before pneumomediastinum and 5.9±4.2 at the time of detection of pneumomediastinum. For all patients, no significant difference was found between before and at the time of detection of pneumomediastinum (P=0.75). Again, group differences were seen. In group 1, the mean score for consolidation was significantly higher before pneumomediastinum than at the time of detection of pneumomediastinum (12.8±9.2 vs. 4.5±4.1, respectively; P=0.028). In contrast, in group 2, the mean score for consolidation was significantly lower before pneumomediastinum than at the time of detection of pneumomediastinum (3.1±2.3 vs. 7.1±4.2, respectively; P=0.018).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": []
        },
        {
            "text": "The mean score of all patients for increasing opacity was 22.4±18.1 before pneumomediastinum and 18.1±11.6 at the time of detection of pneumomediastinum (p=0.42). In group 1, The mean CT score of increasing opacity significantly decreased at the time of detection of pneumomediastinum (35.9±15.1 vs 14.5±7.7, respectively; P=0.028) (Fig. 2\n), and in group 2, the mean CT score of increasing opacity significantly increased at the time of detection of pneumomediastinum (10.9±11.1 vs. 21.2±14.0, respectively; P=0.018) (Fig. 2).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 333,
                    "end": 339,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                },
                {
                    "start": 519,
                    "end": 525,
                    "mention": "Fig. 2",
                    "ref_id": "FIGREF1"
                }
            ]
        },
        {
            "text": "The mean score of all patients for honeycombing increased significantly from 8.7±10.4 before pneumomediastinum to 13.6±11.4 at the time of detection of pneumomediastinum (P=0.003) (Fig. 3\n). When divided into groups, honeycombing scores before and at the time of detection of pneumomediastinum were no longer significant in group 1 (5.9±7.2 vs. 9.2±8.5; P=0.068) (Fig. 4\n). However, in group 2, the mean CT score of honeycombing was significantly increased at the time of detection of pneumomediastinum (11.1±12.5 before pneumomediastinum vs. 17.3±12.7 at the time of detection of pneumomediastinum, P=0.018) (Fig. 4).",
            "cite_spans": [],
            "section": "Results",
            "ref_spans": [
                {
                    "start": 181,
                    "end": 187,
                    "mention": "Fig. 3",
                    "ref_id": "FIGREF2"
                },
                {
                    "start": 364,
                    "end": 370,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                },
                {
                    "start": 610,
                    "end": 616,
                    "mention": "Fig. 4",
                    "ref_id": "FIGREF3"
                }
            ]
        },
        {
            "text": "In this study, we found that the extent of increasing opacity, including ground-glass opacity and consolidation decreased at the detection of pneumomediastinum associated with interstitial lung disease which had been treated with corticosteroids or immunosuppressive agents for exacerbation of interstitial lung disease. In stable patients those who had not received treatment with corticosteroids or immunosuppressive agents, there was an increase in the extent of reticular opacity, increasing opacity, and honeycombing at the detection of pneumomediastinum. Thus, spontaneous pneumomediastinum associated with interstitial lung disease appears to have a tendency to occur under conditions of altered of parenchymal lesions. Though we cannot explain the correlation between the occurrence of pneumomediastinum and altered parenchymal lesions in interstitial lung diseases, some speculation is possible.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Spontaneous pneumomediastinum is thought to begin with a rapid increase in intra-alveolar pressure, air leaks from the ruptured alveoli and accumulates along the bronchovascular sheath.17 The basic requirement for alveolar rupture is the existence of a pressure gradient between the alveolus and its surrounding structure. The pressure within the adjacent alveoli is generally assumed to be equal, so the intra-alveolar wall should remain intact. However, when intra-alveolar pressure increases or perivascular interstitial pressure decreases, a gradient is created. In our study, the extent of ground-glass opacity and consolidation was decreased at the detection of pneumomediastinum in patients who had received corticosteroids or immunosuppresive therapy for exacerbation of interstitial lung disease. These patients showed various degrees of improvement following drug therapy. In patients with deterioration of idiopathic pulmonary fibrosis, ground-glass opacity has been shown to correspond pathologically with acute diffuse alveolar damage or active fibroblastic foci.22 In these circumstances, alveolar collapse occurs as a result of structural changes, reduced compliance, or obliteration of alveoli. Re-expansion of the alveolus as a result of reacting to drug treatment might increase intra-alveolus pressure. Thus, pneumomediastinum may occur under such circumstances in conjunction with the existence of a damaged alveolar wall. In addition, heterogeneous or partial fibrosis might produce an area of uneven alveolar expansion in which disproportionate alveolar pressure occurs between alveoli. It is assumed there is an increased risk of rupture in the hyperinflated alveolus.",
            "cite_spans": [
                {
                    "start": 185,
                    "end": 187,
                    "mention": "17",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 1076,
                    "end": 1078,
                    "mention": "22",
                    "ref_id": "BIBREF14"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In contrast, though the mechanism of action of corticosteroid therapy for the acute exacerbation of interstitial pneumonia has not been sufficiently clarified, Yamanishi et al.23 suggested that the weakening effects of corticosteroids on the interstitial tissues of the lungs might cause pneumomediastinum. In a literature review of 13 cases of dermatomyositis, pneumomediastinum occurred during steroid treatment in all but 1 paient.4 Therefore, the relation of pneumomediastinum generation and steroid therapy must be considered.",
            "cite_spans": [
                {
                    "start": 176,
                    "end": 178,
                    "mention": "23",
                    "ref_id": "BIBREF15"
                },
                {
                    "start": 434,
                    "end": 435,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Honeycomb cysts usually enlarge slowly over time.24 In patients with usual interstitial pneumonia, more active inflammation of the pulmonary interstitium results in faster progression of honeycombing over long-term follow-up.25 In our patients without evidence of exacerbation of interstitial lung disease at the detection of pneumomediastinum, the extent of reticular opacity, increasing opacity, and honeycombing was increased at the detection of pneumomediastinum. Therefore, it is possible that active inflammation existed in the period between before and at the time of pneumomediastinum, and that fibrosis may have progressed asymptomatically. Increases in the air cystic space as a result of activity of the interstitial pneumonia and fibrosis may increase the risk for pneumomediastinum.",
            "cite_spans": [
                {
                    "start": 49,
                    "end": 51,
                    "mention": "24",
                    "ref_id": "BIBREF16"
                },
                {
                    "start": 225,
                    "end": 227,
                    "mention": "25",
                    "ref_id": "BIBREF17"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The association between pneumomediastinum and interstitial lung disease has been mentioned in several articles.1, 2, 3 Franquet et al.2 found spontaneous pneumomediastinum in 4 patients of 78 patients (5.1%) with idiopathic pulmonary fibrosis. They assessed the presence and distribution of pulmonary parenchymal abnormalities on CT images at the time of detection of pneumomediastinum, and found that parenchymal abnormalities such as ground-glass attenuation or honeycombing showed a subpleural predominance. In a study of 34 patients with interstitial pulmonary fibrosis, Fujiwara1 identified pneumomediastinum on chest CT scans in 5 patients (14.7%). However, they did not assess parenchymal abnormalities at the onset of pneumomediastinum, and assumed that honeycombing and violent cough were predisposing factors for pneumomediastinum. In our patients, the mean score for honeycombing significantly increased at the time of detection of pneumomediastinum, however, there was no patients with prominent clinical symptoms such as violent cough. O’Connor and Thomas.3 described a case of pneumomediastinum in a patient with fibrosing alveolitis. Fibrosing alveolitis produces area of uneven lung expansion, with hyperinflation and areas of atelectasis. This author assumed there was an increased risk of rupture in the hyperinflated areas of the lung. However, in these previous reports, the mechanism in which the pneumomediastinum arises in patients with interstitial pneumonia was not clarified. On the other hand, Ichikawa et al.9 reported a case of a patient in whom pneumomediastinum occurred in association with hypersensitive pneumonitis, and on lung biopsy, overdistention or disruption of alveoli with obliteration of the respiratory bronchioles was revealed. They speculated that increased intra-alveolar pressure occurring as a result of check valve bronchiolar obstruction induced pneumomediastinum.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 112,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 114,
                    "end": 115,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 117,
                    "end": 118,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 134,
                    "end": 135,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 583,
                    "end": 584,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 1069,
                    "end": 1070,
                    "mention": "3",
                    "ref_id": "BIBREF22"
                },
                {
                    "start": 1536,
                    "end": 1537,
                    "mention": "9",
                    "ref_id": "BIBREF29"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In contrast, Kono et al.4 assessed pneumomediastinum in dermatomyosistis associated with cutaneous vasculopathy in 17 patients; they found that 14 patients had interstitial pneumonia and 3 did not. Hence, the cause of pneumomediastinum was assumed to be necrosis of the bronchial wall due to vasculopathy, and they concluded that pneumomediastinum is associated not with interstitial pneumonia but with cutaneous vasculopathy. Santiago et al.6 reported on the occurrence of pneumomediastinum and interstitial lung disease in dermatomyosistis without vasculopathy. Cutaneous vasculopathy was not confirmed in our patients. Thus, the role of vasculitis as pathogenic mechanism of pneumomediastinum in dermatomyositis has been controversial.",
            "cite_spans": [
                {
                    "start": 24,
                    "end": 25,
                    "mention": "4",
                    "ref_id": "BIBREF24"
                },
                {
                    "start": 442,
                    "end": 443,
                    "mention": "6",
                    "ref_id": "BIBREF26"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In one study, a substantial proportion (12%) of patient with SARS developed spontaneous pneumomediastinum unrelated to the use of positive end-expiratory pressure ventilation.15 This occurred most commonly as the ground-glass opacities and consolidations began to resolve. Autopsies in patients with SARS showed diffuse alveolar damage in varying phases of organization.26, 27 In our patients who had received steroid therapy, pneumomediastinum occurred in a similar fashion. Thus, the mechanism of developing pneumomediastinum associated with SARS might arise by the similar mechanism in interstitial lung disease.",
            "cite_spans": [
                {
                    "start": 175,
                    "end": 177,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 370,
                    "end": 372,
                    "mention": "26",
                    "ref_id": "BIBREF18"
                },
                {
                    "start": 374,
                    "end": 376,
                    "mention": "27",
                    "ref_id": "BIBREF19"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Spontaneous pneumothorax also has been reported to be a rare complication of idiopathic interstitial pneumonia.28, 29 In our study, there was no case that pneumomediastinum associated with pneumothorax was seen. Similarly, Franquet et al.2 found spontaneous pneumothorax without pneumomediastinum in 5 patients of 78 patients (6.4%) with IPF. The mechanism of developing pneumothorax may be different from pneumomediastinum. Further investigation is required.",
            "cite_spans": [
                {
                    "start": 111,
                    "end": 113,
                    "mention": "28",
                    "ref_id": "BIBREF20"
                },
                {
                    "start": 115,
                    "end": 117,
                    "mention": "29",
                    "ref_id": "BIBREF21"
                },
                {
                    "start": 238,
                    "end": 239,
                    "mention": "2",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The present study has several limitations. First, there were few pathological diagnoses of interstitial lung disease, because most patients showed comparatively typical CT findings and clinical courses of their respective interstitial lung disease, thus pathological examinations were not required. Second, there was unequable in the period between before and at the onset of pneumomediastinum. Pneumomediastinum might occur before the time of detection on CT scan. Third, the present sample numbers were small for evaluation of differences among various histological types or between idiopathic interstitial pneumonia and collagen vascular disease. Those differences might affect the results. Fourth, there is the possibility by except for interstitial pneumonia on cause of pneumomediastinum. Pneumomediastinum is also generated by violent cough or pulmonary function test.30 However, our patients had not suffered from violent cough, and there was no case of pneumomediastinum generation for a few days after pulmonary function test.",
            "cite_spans": [
                {
                    "start": 875,
                    "end": 877,
                    "mention": "30",
                    "ref_id": "BIBREF23"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In conclusion, we found that development of pneumomediastinum in association with interstitial lung disease is correlated with the alteration of abnormalities in lung parenchyma. Most patients had no clinical symptom such as violent cough at the detection of pneumomediastinum, hence the changes of lung abnormalities probably causes an increase in intra-alveolar pressure. When pneumomediastinum occurs in patients receiving therapy with corticosteroids or immunosuppressive agents for acute or subacute exacerbation of interstitial lung disease, increasing opacities, which indicate disease activity, have been shown to decrease. Conversely, when pneumomediastinum occurs in patients who did not receive corticosteroids or immunosuppressive agents, the progress of interstitial fibrosis should be considered.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: The patients characteristics and clinical findings.\n",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: The abnormal CT findings before and at the detection of pneumomediastinum.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Figure 1: Images in 86-year-old man with exacerbation of idiopathic pulmonary fibrosis. Transverse thin-section CT shows that ground-glass opacity (white arrowhead) has been decreased at the detection of pneumomediastinum (b) as compared with before CT scan (a).",
            "type": "figure"
        },
        "FIGREF1": {
            "text": "Figure 2: Change of CT scores for increased lung opacity before and at the detection of pneumomediastinum. (a) In group 1, the extent of increasing opacity had been decreased significantly at the time of detection of pneumomediastinum (P=0.028). (b) In group 2, the mean CT score of increasing opacity was significantly increased at the time of detection of pneumomediastinum (P=0.018).",
            "type": "figure"
        },
        "FIGREF2": {
            "text": "Figure 3: Transverse thin-section CT scans in 72-year-old man with idiopathic pulmonary fibrosis without therapy. The extent of honeycombing (white arrowhead) has been increased at the detection of pneumomediastinum (b) as compared with before CT scan (a).",
            "type": "figure"
        },
        "FIGREF3": {
            "text": "Figure 4: Change of CT scores for extent of honeycombing before and at the detection of pneumomediastinum. (a) In group 1, no significant difference was found between before and at the detection of pneumomediastinum (P=0.068). (b) In group 2, the difference was significant (P=0.018) by Wilcoxon signed rank test.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Pneumomediastinum in pulmonary fibrosis. Detection by computed tomography",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Fujiwara",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Chest",
            "volume": "104",
            "issn": "",
            "pages": "44-46",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Mediastinal and subcutaneous emphysema following pulmonary function tests",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Varkey",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Kory",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Am Rev Respir Dis",
            "volume": "108",
            "issn": "",
            "pages": "1393-1396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "Pneumomediastinum complicating bleomycin related lung damage",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Sikdar",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "MacVicar",
                    "suffix": ""
                },
                {
                    "first": "J.E.",
                    "middle": [],
                    "last": "Husband",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "Br J Radiol",
            "volume": "71",
            "issn": "",
            "pages": "1202-1204",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Mediastinal and subcutaneous emphysema complicating acute bronchial asthma",
            "authors": [
                {
                    "first": "M.M.",
                    "middle": [],
                    "last": "Kirsh",
                    "suffix": ""
                },
                {
                    "first": "T.O.",
                    "middle": [],
                    "last": "Orvald",
                    "suffix": ""
                }
            ],
            "year": 1970,
            "venue": "Chest",
            "volume": "57",
            "issn": "",
            "pages": "580-581",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "Assessment of spontaneous pneumomediastinum: experience with 12 patients",
            "authors": [
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Jougon",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Ballester",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Delcambre",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Mac Bride",
                    "suffix": ""
                },
                {
                    "first": "C.E.",
                    "middle": [],
                    "last": "Dromer",
                    "suffix": ""
                },
                {
                    "first": "J.F.",
                    "middle": [],
                    "last": "Velly",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Ann Thorac Surg",
            "volume": "75",
            "issn": "",
            "pages": "1711-1714",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Spontaneous pneumomediastinum. A report of 25 cases",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Abolnik",
                    "suffix": ""
                },
                {
                    "first": "I.S.",
                    "middle": [],
                    "last": "Lossos",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Breuer",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Chest",
            "volume": "100",
            "issn": "",
            "pages": "93-95",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "Clinical progression and viral load in a community outbreak of coronavirus-associated SARS pneumonia: a prospective study",
            "authors": [
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Peiris",
                    "suffix": ""
                },
                {
                    "first": "C.M.",
                    "middle": [],
                    "last": "Chu",
                    "suffix": ""
                },
                {
                    "first": "V.C.",
                    "middle": [],
                    "last": "Cheng",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1767-1772",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Severe acute respiratory syndrome: temporal lung changes at thin-section CT in 30 patients",
            "authors": [
                {
                    "first": "G.C.",
                    "middle": [],
                    "last": "Ooi",
                    "suffix": ""
                },
                {
                    "first": "P.L.",
                    "middle": [],
                    "last": "Khong",
                    "suffix": ""
                },
                {
                    "first": "N.L.",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Radiology",
            "volume": "230",
            "issn": "",
            "pages": "836-844",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "Malignant interstitial emphysema of the lungs and mediastinum as an important occult complication in many respiratory diseases and other conditions: an interpretation of the clinical literature in the light of laboratory experiment",
            "authors": [
                {
                    "first": "M.T.",
                    "middle": [],
                    "last": "Macklin",
                    "suffix": ""
                },
                {
                    "first": "C.C.",
                    "middle": [],
                    "last": "Macklin",
                    "suffix": ""
                }
            ],
            "year": 1944,
            "venue": "Medicine",
            "volume": "23",
            "issn": "",
            "pages": "281-358",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "American Thoracic Society (ATS), the European Respiratory Society (ERS)",
            "authors": [],
            "year": 2000,
            "venue": "Am J Respir Crit Care Med",
            "volume": "161",
            "issn": "",
            "pages": "646-664",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Utility of a lung biopsy for the diagnosis of idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "G.W.",
                    "middle": [],
                    "last": "Hunninghake",
                    "suffix": ""
                },
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Zimmerman",
                    "suffix": ""
                },
                {
                    "first": "D.A.",
                    "middle": [],
                    "last": "Schwartz",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Am J Respir Crit Care Med",
            "volume": "164",
            "issn": "",
            "pages": "193-196",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Spontaneous pneumothorax and pneumomediastinum in IPF",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Franquet",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gimenez",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Torrubia",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Sabate",
                    "suffix": ""
                },
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Rodriguez-Arias",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Eur Radiol",
            "volume": "10",
            "issn": "",
            "pages": "108-113",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Glossary of terms for CT of the lungs: recommendations of the Nomenclature Committee of the Fleischner Society",
            "authors": [
                {
                    "first": "J.H.",
                    "middle": [],
                    "last": "Austin",
                    "suffix": ""
                },
                {
                    "first": "N.L.",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "P.J.",
                    "middle": [],
                    "last": "Friedman",
                    "suffix": ""
                }
            ],
            "year": 1996,
            "venue": "Radiology",
            "volume": "200",
            "issn": "",
            "pages": "327-331",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Sarcoidosis: correlation of extent of disease at CT with clinical, functional, and radiographic findings",
            "authors": [
                {
                    "first": "N.L.",
                    "middle": [],
                    "last": "Muller",
                    "suffix": ""
                },
                {
                    "first": "J.B.",
                    "middle": [],
                    "last": "Mawson",
                    "suffix": ""
                },
                {
                    "first": "J.R.",
                    "middle": [],
                    "last": "Mathieson",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Abboud",
                    "suffix": ""
                },
                {
                    "first": "D.N.",
                    "middle": [],
                    "last": "Ostrow",
                    "suffix": ""
                },
                {
                    "first": "P.",
                    "middle": [],
                    "last": "Champion",
                    "suffix": ""
                }
            ],
            "year": 1989,
            "venue": "Radiology",
            "volume": "171",
            "issn": "",
            "pages": "613-618",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF14": {
            "title": "CT findings during phase of accelerated deterioration in patients with idiopathic pulmonary fibrosis",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Hamada",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sakatani",
                    "suffix": ""
                },
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Kobayashi",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Nishioka",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Yamamoto",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "Am J Roentgenol",
            "volume": "168",
            "issn": "",
            "pages": "79-83",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF15": {
            "title": "Dermatomyositis associated with rapidly progressive fatal interstitial pneumonitis and pneumomediastinum",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Yamanishi",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Maeda",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Konishi",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Scand J Rheumatol",
            "volume": "28",
            "issn": "",
            "pages": "58-61",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF16": {
            "title": "Idiopathic pulmonary fibrosis: progression of honeycombing at thin-section CT",
            "authors": [
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Akira",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Sakatani",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Ueda",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Radiology",
            "volume": "189",
            "issn": "",
            "pages": "687-691",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF17": {
            "title": "Usual interstitial pneumonia: relationship between disease activity and the progression of honeycombing at thin-section computed tomography",
            "authors": [
                {
                    "first": "J.S.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                },
                {
                    "first": "G.",
                    "middle": [],
                    "last": "Gong",
                    "suffix": ""
                },
                {
                    "first": "K.S.",
                    "middle": [],
                    "last": "Song",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Kim",
                    "suffix": ""
                },
                {
                    "first": "T.H.",
                    "middle": [],
                    "last": "Lim",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Thorac Imaging",
            "volume": "13",
            "issn": "",
            "pages": "199-203",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF18": {
            "title": "A novel coronavirus associated with severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "T.G.",
                    "middle": [],
                    "last": "Ksiazek",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Erdman",
                    "suffix": ""
                },
                {
                    "first": "C.S.",
                    "middle": [],
                    "last": "Goldsmith",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "N Engl J Med",
            "volume": "348",
            "issn": "",
            "pages": "1953-1966",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF19": {
            "title": "Lung pathology of fatal severe acute respiratory syndrome",
            "authors": [
                {
                    "first": "J.M.",
                    "middle": [],
                    "last": "Nicholls",
                    "suffix": ""
                },
                {
                    "first": "L.L.",
                    "middle": [],
                    "last": "Poon",
                    "suffix": ""
                },
                {
                    "first": "K.C.",
                    "middle": [],
                    "last": "Lee",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Lancet",
            "volume": "361",
            "issn": "",
            "pages": "1773-1778",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF20": {
            "title": "Diffuse infiltrative lung disease: a new scheme for description",
            "authors": [
                {
                    "first": "T.C.",
                    "middle": [],
                    "last": "McLoud",
                    "suffix": ""
                },
                {
                    "first": "C.B.",
                    "middle": [],
                    "last": "Carrington",
                    "suffix": ""
                },
                {
                    "first": "E.A.",
                    "middle": [],
                    "last": "Gaensler",
                    "suffix": ""
                }
            ],
            "year": 1983,
            "venue": "Radiology",
            "volume": "149",
            "issn": "",
            "pages": "353-363",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF21": {
            "title": "Spontaneous pneumothorax in cryptogenic fibrosing alveolitis",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Picado",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Gomez de Almeida",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Xaubet",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Montserrat",
                    "suffix": ""
                },
                {
                    "first": "E.",
                    "middle": [],
                    "last": "Letang",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Sanchez-Lloret",
                    "suffix": ""
                }
            ],
            "year": 1985,
            "venue": "Respiration",
            "volume": "48",
            "issn": "",
            "pages": "77-80",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF22": {
            "title": "Spontaneous pneumomediastinum in a patient with fibrosing alveolitis",
            "authors": [
                {
                    "first": "I.",
                    "middle": [],
                    "last": "O’Connor",
                    "suffix": ""
                },
                {
                    "first": "G.O.",
                    "middle": [],
                    "last": "Thomas",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Respir Med",
            "volume": "87",
            "issn": "",
            "pages": "313-314",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF23": {
            "title": "Mediastinal and subcutaneous emphysema following pulmonary function tests",
            "authors": [
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Varkey",
                    "suffix": ""
                },
                {
                    "first": "R.C.",
                    "middle": [],
                    "last": "Kory",
                    "suffix": ""
                }
            ],
            "year": 1973,
            "venue": "Am Rev Respir Dis",
            "volume": "108",
            "issn": "",
            "pages": "1393-1396",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF24": {
            "title": "Pneumomediastinum in dermatomyositis: association with cutaneous vasculopathy",
            "authors": [
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Kono",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Inokuma",
                    "suffix": ""
                },
                {
                    "first": "H.",
                    "middle": [],
                    "last": "Nakayama",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Suzuki",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Ann Rheum Dis",
            "volume": "59",
            "issn": "",
            "pages": "372-376",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF25": {
            "title": "Pneumomediastinum and subcutaneous emphysema associated with fatal interstitial pneumonia in dermatomyositis",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Nagai",
                    "suffix": ""
                },
                {
                    "first": "O.",
                    "middle": [],
                    "last": "Ishikawa",
                    "suffix": ""
                },
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Miyachi",
                    "suffix": ""
                }
            ],
            "year": 1997,
            "venue": "J Dermatol",
            "volume": "24",
            "issn": "",
            "pages": "482-484",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF26": {
            "title": "Amyopathic dermatomyositis complicated by interstitial pulmonary disease and pneumomediastinum",
            "authors": [
                {
                    "first": "M.B.",
                    "middle": [],
                    "last": "Santiago",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Chalhoub",
                    "suffix": ""
                },
                {
                    "first": "S.T.",
                    "middle": [],
                    "last": "Pereira",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "J Rheumatol",
            "volume": "25",
            "issn": "",
            "pages": "2042-2043",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF27": {
            "title": "Spontaneous pneumomediastinum in adult dermatomyositis",
            "authors": [
                {
                    "first": "J.D.",
                    "middle": [],
                    "last": "Bradley",
                    "suffix": ""
                }
            ],
            "year": 1986,
            "venue": "Ann Rheum Dis",
            "volume": "45",
            "issn": "",
            "pages": "780-782",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF28": {
            "title": "Persistent pneumomediastinum in interstitial fibrosis associated with rheumatoid arthritis: treatment with high-concentration oxygen",
            "authors": [
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Patel",
                    "suffix": ""
                },
                {
                    "first": "B.",
                    "middle": [],
                    "last": "Kesler",
                    "suffix": ""
                },
                {
                    "first": "R.A.",
                    "middle": [],
                    "last": "Wise",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Chest",
            "volume": "117",
            "issn": "",
            "pages": "1809-1813",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF29": {
            "title": "Subcutaneous and mediastinal emphysema associated with hypersensitivity pneumonitis",
            "authors": [
                {
                    "first": "Y.",
                    "middle": [],
                    "last": "Ichikawa",
                    "suffix": ""
                },
                {
                    "first": "N.",
                    "middle": [],
                    "last": "Tokunaga",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kinoshita",
                    "suffix": ""
                },
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Rikimaru",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Kaji",
                    "suffix": ""
                }
            ],
            "year": 1991,
            "venue": "Chest",
            "volume": "99",
            "issn": "",
            "pages": "759-761",
            "other_ids": {
                "DOI": []
            }
        }
    }
}