{
    "paper_id": "PMC7229428",
    "metadata": {
        "title": "How Architecture Fails in Conditions of Crisis: a Discussion on the Value of Interior Design over the COVID-19 Outbreak",
        "authors": [
            {
                "first": "Stamatina",
                "middle": [
                    "Th."
                ],
                "last": "Rassia",
                "suffix": "",
                "email": "mrassia@gmail.com",
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Le Corbusier had written that the housing space is a vessel for living in. He was inspired by the “one-stop-shop” design of the multiple occupancy condition in ocean liners [1, 2]. Nowadays, in 2020, apart from sporadic cases of design in Europe and Asia, this architectural paradigm has been treated essentially just as part of the literature or even as an “old-fashioned” architectural ideology. It has not managed yet to approach the thinking of Le Corbusier in a unified manner and thus the question persists. That is, how can we design units for living in, which can retain occupants in self-sufficient spaces where dwellers can be safe and healthy, physically and mentally?",
            "cite_spans": [
                {
                    "start": 174,
                    "end": 175,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 177,
                    "end": 178,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "The Case",
            "ref_spans": []
        },
        {
            "text": "Looking at the pathways of scientific endeavor, nowadays, artificial intelligence and machine learning are evangelized as the solution to all problems of mankind; however, this is effectively an attempt to imitate and defeat nature through high-tech algorithmic programing.",
            "cite_spans": [],
            "section": "The Challenge",
            "ref_spans": []
        },
        {
            "text": "Ever since nature became manicured and was treated as a tool of the French aristocracy of the sixteenth century to demonstrate power over it, two things were born, the art of illustrating nature and the offense over it.",
            "cite_spans": [],
            "section": "The Challenge",
            "ref_spans": []
        },
        {
            "text": "Aristocracy funded the design of Chateaux, i.e., palaces that were surrounded by manicured gardens called “jardins a la francaise” [3–5], which pleased the eye as they demonstrated the art of taming nature and presenting it as a catalog of species. The outdoor green spaces were also treated to imitate the interior spaces by creating green walls, pathways, and gateways to other green areas. Nowadays, the obesity of the engineering gene (i.e., overbuilding activity) in conjunction with the human need to remain close to natures has led to high-density living. Densely built spaces now take over the ground. Green spaces are finally swallowed by building footprints and “regurgitated” by design in built-up spaces, cantilevered on sky-bridges and sky-decks.",
            "cite_spans": [
                {
                    "start": 132,
                    "end": 133,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 134,
                    "end": 135,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "The Challenge",
            "ref_spans": []
        },
        {
            "text": "Nature, which offers all the required nutrients for people to survive in freedom and safety, is killed. Urban farming is born as a possible solution, which however remains a scarce commodity.",
            "cite_spans": [],
            "section": "The Challenge",
            "ref_spans": []
        },
        {
            "text": "Humans have managed nowadays to build their societies in captivity. This type of designed captivity, where your garage is on the 5th floor of your skyscraper, has led the designer to neglect his own existence as part of nature and has accepted to design spaces that are predominately artificially lit and ventilated. HVAC systems support homes, offices, shopping malls, airports, and supermarkets. In deep planned malls in China, one can now find imitations of the sea, with the sea breeze and the sky drawn on the sealing of other malls in Qatar.",
            "cite_spans": [],
            "section": "Perspective",
            "ref_spans": []
        },
        {
            "text": "Humans however remain outdoor creatures and thus artificial environmental conditions nowadays are associated with the incidence of chronic diseases, allergies and even syndromes such as the sick building syndrome [6].",
            "cite_spans": [
                {
                    "start": 214,
                    "end": 215,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Perspective",
            "ref_spans": []
        },
        {
            "text": "Scientists in medical fields of study, during the last few decades, have highlighted that people do not even walk enough to be healthy as they live about 90% of their lives indoors [7] seated. They have proposed that humans should walk more when they work in order to avoid the incidence of chronic diseases, such as coronary heart disease, type II diabetes, or colon cancer. They have suggested for instance installing treadmills underneath employees’ workstations in order for them to slowly exercise while they work [8]. Therefore, exercise has become a commodity too.",
            "cite_spans": [
                {
                    "start": 182,
                    "end": 183,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                },
                {
                    "start": 520,
                    "end": 521,
                    "mention": "8",
                    "ref_id": "BIBREF7"
                }
            ],
            "section": "Perspective",
            "ref_spans": []
        },
        {
            "text": "One could describe numerous more examples just to highlight that building design should be re-considered in such a way, so as to offer the spatial provisions for living in interior spaces. Some of these are sunshine, natural ventilation, the need to connect with the earthly conditions of nature, the soil in the ground, and water. All these elements create the foundation for the human condition of safety and calmness.",
            "cite_spans": [],
            "section": "Perspective",
            "ref_spans": []
        },
        {
            "text": "That is why one might observe that city dwellers choose natural conditions in order to flee from the city in agony of survival, as this might not be an action of neglecting public health requirement, but an instinctive reaction to an animal in captivity. If such a hypothesis holds, then architectural design should consider bringing nature back into its units of living in, not in flower pots but by offering real plots of soil on the floor of each house where people can do their small house gardening. Creating the sense of belonging and security however is more complicated than a plot of land and water on the floor of public housing environments at all moments. Thus, architecture should focus in developing more human-centric design in the future, which protects them also in conditions of crisis.",
            "cite_spans": [],
            "section": "Perspective",
            "ref_spans": []
        },
        {
            "text": "And let us remember the quote of the famous Architect Frank Lloyd Wright, “All fine architectural values are human values, else not valuable”.",
            "cite_spans": [],
            "section": "Perspective",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "The sick building syndrome",
            "authors": [
                {
                    "first": "S-M",
                    "middle": [],
                    "last": "Joshi",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Indian J Occup Environ Med",
            "volume": "12",
            "issn": "2",
            "pages": "61-64",
            "other_ids": {
                "DOI": [
                    "10.4103/0019-5278.43262"
                ]
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "The energy expenditure of using a \"walk-and-work\" desk for office workers with obesity",
            "authors": [
                {
                    "first": "J-A",
                    "middle": [],
                    "last": "Levine",
                    "suffix": ""
                },
                {
                    "first": "J-M",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Br J Sports Med",
            "volume": "41",
            "issn": "9",
            "pages": "558-561",
            "other_ids": {
                "DOI": [
                    "10.1136/bjsm.2006.032755.PMC2465387"
                ]
            }
        }
    }
}