{
    "paper_id": "PMC7220650",
    "metadata": {
        "title": "Clinical significance of nutritional risk screening for older adult patients with COVID-19",
        "authors": [
            {
                "first": "Gaoli",
                "middle": [],
                "last": "Liu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Shaowen",
                "middle": [],
                "last": "Zhang",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Zhangfan",
                "middle": [],
                "last": "Mao",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Weixing",
                "middle": [],
                "last": "Wang",
                "suffix": "",
                "email": "13392186@qq.com",
                "affiliation": {}
            },
            {
                "first": "Haifeng",
                "middle": [],
                "last": "Hu",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "At present, coronavirus disease 2019 (COVID-19) has developed into a worldwide outbreak. The case detection rate is changing every day, and it can be tracked nearly in real time on the website provided by Johns Hopkins University [1]. According to official data, as of March 28, 2020, the number of confirmed cases worldwide has reached 598,130, with 27,033 deaths, and a mortality rate of 4.5% or higher in areas with a concentrated outbreak.",
            "cite_spans": [
                {
                    "start": 231,
                    "end": 232,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "According to the literature, nutritional deficiency is common and serious in the elderly, with studies reporting malnourishment in 35–65% of elderly hospitalized patients and 25–60% of institutionalized older adults [2, 3]. Because COVID-19 is an acute inflammatory process, severely affected patients even have to withstand the blow of the resulting inflammatory storm, which manifests as fever, decreased appetite, and weight loss as an inevitable trend. Up to 44% of cases in Hubei Province are patients older than 60 years [4]. While some malnourishment stems from underlying illness, much is due simply to inadequate intake, which should be reversible if detected. Nutrition Risk Screening 2002 (NRS 2002), Malnutrition Universal Screening Tool (MUST), Mini Nutrition Assessment Shortcut (MNA-sf), and Nutrition Risk Index (NRI) are currently commonly used clinical nutrition screening methods [5–8]. Previous studies have validated the role of these non-disease-specific nutritional risk screening (NRS) tools to identify nutritional risks in hospitalized patients with multiple diseases [9, 10]. However, little research had been reported on the use of these NRS tools for a specific disease: COVID-19, which has the potential to put patients at nutritional risk. To date, whether or not malnourished patients with COVID-19 have poor clinical results has also not been reported.",
            "cite_spans": [
                {
                    "start": 217,
                    "end": 218,
                    "mention": "2",
                    "ref_id": "BIBREF7"
                },
                {
                    "start": 220,
                    "end": 221,
                    "mention": "3",
                    "ref_id": "BIBREF8"
                },
                {
                    "start": 528,
                    "end": 529,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 900,
                    "end": 901,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 902,
                    "end": 903,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                },
                {
                    "start": 1095,
                    "end": 1096,
                    "mention": "9",
                    "ref_id": "BIBREF14"
                },
                {
                    "start": 1098,
                    "end": 1100,
                    "mention": "10",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "In this study, we retrospectively analyzed the data of patients older than 65 years with COVID-19 who were treated in our hospital from January 28, 2020 to March 5, 2020. We screened these patients for nutritional risk with four NRS tools in order to explore the relationship between nutritional risk and clinical outcome. We also investigated the ability of the NRS tools to predict worse-than-average clinical outcomes, and we analyzed the agreement of nutritional risk classification between the NRS tools.",
            "cite_spans": [],
            "section": "Introduction",
            "ref_spans": []
        },
        {
            "text": "This retrospective cohort analysis consecutively enrolled a series of patients who were admitted to the Department of Infectious Diseases at our hospital between January 28, 2020 and March 28, 2020. Patients diagnosed with COVID-19, older than 65 years, and hospitalized with a length of stay (LOS) of >24 h were enrolled in this study. Patients with the following features were excluded from this group: (1) patients unable to get out of bed to measure weight because of a serious condition, (2) patients with missing data, (3) patients with mild COVID-19, and (4) patients with chronic disease.",
            "cite_spans": [],
            "section": "Patients ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "A diagnosis of COVID-19 required the following [11]: (1) history of epidemiological exposure; (2) clinical symptoms such as a fever (armpit temperature > 37.3 °C), cough, sputum symptoms, or gastrointestinal symptoms; (3) laboratory test results, indicating either that the total number of white blood cells was normal or decreased in early onset, or that the lymphocyte count decreased; (4) pulmonary imaging changes showing multiple small, patchy shadows or interstitial changes in the early stage, and later findings that extra pulmonary bands were present and had progressed in both lungs, with ground-glass infiltration and infiltration. In severe cases, pulmonary consolidation. Pleural effusion was rare; and (5) RT-PCR: respiratory specimens or blood specimens for detection of COVID-19 nucleic acid demonstrating a positive result.",
            "cite_spans": [
                {
                    "start": 48,
                    "end": 50,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Patients ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "COVID-19 was categorized into mild, common, severe, and extremely severe in accordance with the 6th edition of Diagnostic Standards for COVID-19 [11]. Consequently, mild COVID-19 was considered to be associated with mild clinical symptoms, with no pneumonia manifestations on imaging. Patients with common COVID-19 had fever, respiratory tract, or other symptoms, and imaging that showed pneumonia. Severe COVID-19 was considered to meet one of the following conditions: (1) shortness of breath, RP ≧ 30 breaths/min; or (2) in the resting state, pulse oxygen saturation < 93%, arterial blood oxygen pressure (PaO2)/oxygen concentration (FIO2) < 300 mmHg (1 mmHg = 0.133 kpa). Extremely severe COVID-19 needed meet one of the following conditions: (1) development of respiratory failure requiring mechanical ventilation; (2) shock; or (3) combined organ failure requiring ICU monitoring and treatment.",
            "cite_spans": [
                {
                    "start": 146,
                    "end": 148,
                    "mention": "11",
                    "ref_id": "BIBREF2"
                }
            ],
            "section": "Patients ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "As our hospital was a designated hospital for severe COVID-19, the patients admitted were confirmed cases transferred from lower-level hospitals. These patients were treated with oral antiviral drugs in local hospitals, and patients with hypertension and/or diabetes routinely received antihypertensive and/or hypoglycemic treatment before and after admission. Anthropometric examination and laboratory testing were performed by nurses within the first 24 h after admission. Weight was measured at admission and discharge (high accuracy to 0.5 cm, without shoes; weight accurate to 0.5 kg, fasting, in ward clothes). We assessed the patient’s disease severity during the consultation. All of the measurements were performed using a standardized protocol and calibrated equipment.",
            "cite_spans": [],
            "section": "Patients ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "NRS 2002 was designed to predict clinical effects of nutritional treatment in hospital settings with two levels. Level 1 and level 2 both contain the factors of BMI status, weight loss history, nutritional intake, and disease severity, while level 2 also includes a grading of their severity (mild [score 1], moderate [score 2], and severe [score 3]) [5].",
            "cite_spans": [
                {
                    "start": 352,
                    "end": 353,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                }
            ],
            "section": "Nutritional screening tools ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "The MNA-sf was designed to detect undernourishment of the elderly in home care programs, nursing homes, and hospitals, as well as ascertain the risk of undernourishment progressing. The MNA-sf consists of six parts to assess food intake loss, weight loss, mobility, physical stress or acute illness, cognitive status, and BMI [6].",
            "cite_spans": [
                {
                    "start": 327,
                    "end": 328,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                }
            ],
            "section": "Nutritional screening tools ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "MUST was designed to identify need for nutritional treatment as well as establishing nutritional risk on the basis of the association between impaired nutritional status and impaired function. It includes a BMI score, a weight loss score, and an acute disease score [7].",
            "cite_spans": [
                {
                    "start": 267,
                    "end": 268,
                    "mention": "7",
                    "ref_id": "BIBREF12"
                }
            ],
            "section": "Nutritional screening tools ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "NRI was calculated by a simple equation that uses serum albumin and recent body weight loss. Nutritional Risk Index = (1.519 × serum albumin, g/L) + 0.417 × (present weight/usual weight × 100) [8].",
            "cite_spans": [
                {
                    "start": 194,
                    "end": 195,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Nutritional screening tools ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "Patients were classified into either a normal group or a nutritional risk group according to the criterion of each NRS tool. The number of patients enrolled in each NRS tool was same in the present study. All of the tools were filled out based on medical records.",
            "cite_spans": [],
            "section": "Nutritional screening tools ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "Continuous variables were expressed as the mean ± SD or median (range) and categorical data as percentages, as appropriate. Differences between the groups were assessed using a Student’s t test or Mann–Whitney U test for continuous variables, or χ2 test for categorical data as appropriate. The associations between nutritional risk classifications and clinical outcomes were analyzed by using multivariate regression analysis adjusted for age, sex, presence of comorbidities, and BMI. The performance of each tool in predicting the occurrence of worse-than-average clinical outcomes was assessed using receiver operating characteristic (ROC) curves, and the parameters of ROC analyses were defined as an LOS over 30 (mean) days, weight loss > 2.6 kg, loss of appetite, and hospital expenses incurred over 56,163.4 ¥ (mean). Cohen’s κ coefficient was used to analyze agreement between the NRS tools and was interpreted in accordance with the Altman classification, which considers the κ coefficient of 1–0.81 as very good, 0.80–0.61 as good, 0.60–0.41 as moderate, 0.40–0.21 as fair, and <0.20 as poor [12]. A P value < 0.05 was considered to be statistically significant. Statistical analyses were performed with SPSS 25.0 (IBM, USA).",
            "cite_spans": [
                {
                    "start": 1103,
                    "end": 1105,
                    "mention": "12",
                    "ref_id": "BIBREF3"
                }
            ],
            "section": "Statistical analysis ::: Patients and methods",
            "ref_spans": []
        },
        {
            "text": "A total of 141 patients with COVID-19 (46 with common COVID-19, 73 with severe COVID-19, and 22 with extremely severe COVID-19) were enrolled in the study. Twenty-three patients were excluded from the analysis. Fifteen patients could not be measured for weight and height because of their severe condition at admission, and eight patients, of whom two later died, were excluded due to incomplete records. In the present study, there were 68 males and 73 females, and the average age was 71.688 ± 5.851 years. The minimum age was 65 years and the maximum was 87 years. There were 77 cases accompanied by hypertension or/and diabetes.",
            "cite_spans": [],
            "section": "Patient characteristics ::: Result",
            "ref_spans": []
        },
        {
            "text": "No statistically significant differences were observed between the groups of all four NRS tools with respect to sex, age, presence of comorbidities, BMI (except MUST), Hemoglobin (HB) or fever duration (except NRS 2002) (P > 0.05). There were also no statistically significance differences in ALB (g/L), Total protein (TP), LOS, hospital expenses, or disease severity by using the MUST (P > 0.05). A significant difference was observed in ALB, TP, weight loss, weight change, change in appetite, LOS, hospital expenses, and disease severity between normal group and nutritional risk group when NRS 2002, MNA-sf, and NRI were used (P < 0.05) (Table 1).",
            "cite_spans": [],
            "section": "Patient characteristics ::: Result",
            "ref_spans": [
                {
                    "start": 648,
                    "end": 649,
                    "mention": "1",
                    "ref_id": "TABREF0"
                }
            ]
        },
        {
            "text": "All of the study participants were divided into two categories: normal and nutritional risk. When broken down by the analysis tool used, the percentages of normal nutrition and nutritional risk were: NRS 2002 21 normal (14.9%) and 120 at risk (85.1%), MUST 83 normal (58.9%) and 58 at risk (41.1%), MNA-sf 32 normal (22.7%) and 109 at risk (77.3%), and NRI 40 normal (39.6%) and 101 at risk (60.4%). The percentage of the group found to be at risk varied significantly between NRS 2002, MUST, and NRI, as well as between MUST, MNA-sf, and NRI (P < 0.05) (Fig. 1). Subsequently, we utilized Cohen’s κ coefficient to analyze the agreement between the nutritional risk classification tools. The results suggested that the strength of agreement was moderate between NRS 2002, MNA-sf, and NRI, fair between MUST, MNA-sf, and NRI, fair between MNA-sf and NRI, and poor between NRS 2002 and MUST (P < 0.01) (Table 2).",
            "cite_spans": [],
            "section": "Classification and agreement between nutritional risk tools ::: Result",
            "ref_spans": [
                {
                    "start": 560,
                    "end": 561,
                    "mention": "1",
                    "ref_id": "FIGREF0"
                },
                {
                    "start": 907,
                    "end": 908,
                    "mention": "2",
                    "ref_id": "TABREF1"
                }
            ]
        },
        {
            "text": "No significant differences in anthropometric measures were observed between the normal group and nutritional risk group when the NRS 2002, MNA-sf, and NRI tools were used (P > 0.05) (Table 1). However, BMI was significantly lower in patients with nutritional risk than in those not at risk when MUST was employed (P < 0.05). Among the 141 patients enrolled in this study, 72, 27, 68, and 61 patients in NRS 2002, MUST, MNA-sf, and NRI with normal BMI, respectively, were assigned to the nutritional risk group, and 41, 14, 34, and 33 overweight patients were assigned to the nutritional risk group (Table 3).",
            "cite_spans": [],
            "section": "Risk classification and anthropometric measures ::: Result",
            "ref_spans": [
                {
                    "start": 189,
                    "end": 190,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 605,
                    "end": 606,
                    "mention": "3",
                    "ref_id": "TABREF2"
                }
            ]
        },
        {
            "text": "The nutritional risk group was significantly associated with longer LOS, higher hospital expenses, worse disease severity, and more weight change (in kg) than the normal group as assessed by the NRS 2002, MNA-sf, and NRI tools (P < 0.05) (Table 1). Univariate analysis also showed that patients with nutritional risk had longer LOS (NRS 2002: F = 33.452, P = 0.000; MNA-sf: F = 7.673, P = 0.006; NRI: F = 16.862, P = 0.000), more hospital expenses (except MNA-sf) (NRS 2002: F = 4.748, P = 0.031; NRI: F = 5.639, P = 0.017), poor appetite (NRS 2002: F = 29.763, P = 0.000; MNA-sf: F = 82.197, P = 0.000; NRI: F = 7.936, P = 0.006), heavier disease severity (except MNA-sf) (NRS 2002: F = 21.723, P = 0.000; NRI: F = 8.358, P = 0.004), and more weight change (kg) (NRS 2002: F = 15.687, P = 0.000; MNA-sf: F = 28.010, P = 0.000; NRI: F = 21.213, P = 0.000) than normal patients when NRS 2002, MNA-sf, and NRI were used. Adjusted for age, sex, presence of comorbidities, and BMI, the multivariate logistic regression models revealed that according to NRS 2002, MNA-sf, and NRI tools, patients who remain at nutritional risk incurred a longer LOS, higher hospital expenses (except MNA-sf), poorer appetite, worse disease severity, and more weight change (kg) than normal patients (P < 0.05). However, MUST only demonstrated that at-risk patients had a poorer appetite and more weight change (kg) (P < 0.05), and no correlation between comorbidities and clinical outcomes (P > 0.05) (Table 4). The results of ROC curve analysis showed that NRS, MNA, and NRI were more effective in predicting the occurrence of worse-than-average clinical outcomes (P < 0.05), whereas MUST and BMI were less effective (Table 5).",
            "cite_spans": [],
            "section": "Clinical outcomes of patients by risk classification ::: Result",
            "ref_spans": [
                {
                    "start": 245,
                    "end": 246,
                    "mention": "1",
                    "ref_id": "TABREF0"
                },
                {
                    "start": 1486,
                    "end": 1487,
                    "mention": "4",
                    "ref_id": "TABREF3"
                },
                {
                    "start": 1703,
                    "end": 1704,
                    "mention": "5",
                    "ref_id": "TABREF4"
                }
            ]
        },
        {
            "text": "The results of the present study show that patients with COVID-19 who classified as having a nutritional risk had significantly poorer clinical outcomes than those classified as normal following assessments by NRS 2002, MNA-sf, and NRI. In multivariate regression analysis, prolonged LOS, more hospital expenses, poorer appetite, and greater weight loss remained significantly associated with nutritional risk compared with patients who were not at risk after controlling for the relevant confounding factors. Agreement was strong between the NRS 2002, MNA-sf, and NRI tools. Therefore, our findings suggest that the NRS 2002, MNA-sf, and NRI are useful and practical tools for identifying older adult patients with COVID-19 who are at nutritional risk.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "COVID-19 not only manifests as pneumonia, but also includes dyspnea, severe respiratory failure, septic shock, and/or multiple organ dysfunction or failure [4]. Patients often have fever manifestations, and some patients show anorexia, poor short-term appetite, weight loss, and malnutrition. Malnutrition interacted with infections in a vicious cycle whereby it not only increased the risk and severity of infections, but could also be a result of infection [13]. The purpose of nutritional screening is to identify patients at nutritional risk, aiming to prevent further declines in nutritional status during hospitalization and, in turn, improve clinical outcomes. In this study, multivariate regression analysis revealed that prolonged LOS, more hospital expenses, poorer appetite, and greater weight loss were significantly associated with nutritional risk. Therefore, we recommend early intervention for patients with COVID-19 who are found to be at nutritional risk.",
            "cite_spans": [
                {
                    "start": 157,
                    "end": 158,
                    "mention": "4",
                    "ref_id": "BIBREF9"
                },
                {
                    "start": 460,
                    "end": 462,
                    "mention": "13",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the present study, 72 patients with normal BMI (18.5 < BMI < 25) and 41 overweight patients (BMI ≥ 25) were classified as having nutritional risk according to the NRS 2002. Furthermore, 37, 68, and 61 patients with normal BMI (18.5 < BMI < 25), and 14, 34, and 33 overweight patients (BMI ≥ 25) as determined by MUST, MNA-sf, and NRI, respectively, were included in the nutritional risk group. This could indicate a poor match between anthropometric measurements and the risk classifications of the NRS tools. Previous studies also suggested that there was no correlation between BMI and clinical outcomes [14, 15]. Weight gain and weight loss are not reliable indicators of body composition changes due to fluid collection, such as ascites or body edema. In addition, people tend to lose muscle mass and gain fat as they get older. Therefore, patients with similar BMIs can have different nutritional status. ROC curve analysis in this study showed that NRS 2002, MNA-sf, and NRI performed better than BMI in predicting worse-than-average clinical outcomes. Therefore, our findings indicate that, instead of basing nutritional assessments simply on height and weight, the NRS 2002, MNA-sf, and NRI tools should be applied for screening all of the patients with COVID-19 admitted to a hospital.",
            "cite_spans": [
                {
                    "start": 610,
                    "end": 612,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                },
                {
                    "start": 614,
                    "end": 616,
                    "mention": "15",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In this study, NRS 2002, MNA-sf, and NRI showed good performance in predicting worse-than-average clinical outcomes, but MUST did not. The correlation between MUST and changes in BMI, appetite, and weight may be related to its focus points of BMI, unintentional weight loss, and whether the patient is in an acute disease state [7], while the other screening tools also account for factors, such as mobility and mental state of patients in MNA-sf, and ALB in both NRS 2002 and NRI [5, 6, 8]. According to MUST criteria, if the patient was in an acute disease state, the patient was rated two points. All of the patients with COVID-19 were in an acute disease state, and thus they were all rated as two points or more. However, A MUST score greater than or equal to two points was considered high risk, so all of the patients had nutritional risk and could not be analyzed statistically. Therefore, we rated a score of two points as normal for statistical analysis in the study. These showed that MUST is not suitable for nutritional screening in patients with COVID-19. Further studies also should be done to explore the relationship between specific nutritional support in hospitalized COVID-19 patients found to be malnourished by the NRS tools and clinical outcomes, in order to determine which nutrition screening tools are more useful for patients with COVID-19.",
            "cite_spans": [
                {
                    "start": 329,
                    "end": 330,
                    "mention": "7",
                    "ref_id": "BIBREF12"
                },
                {
                    "start": 482,
                    "end": 483,
                    "mention": "5",
                    "ref_id": "BIBREF10"
                },
                {
                    "start": 485,
                    "end": 486,
                    "mention": "6",
                    "ref_id": "BIBREF11"
                },
                {
                    "start": 488,
                    "end": 489,
                    "mention": "8",
                    "ref_id": "BIBREF13"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This study has several limitations. First, the number of patients enrolled in this study was small. Second, we did not conduct dynamic NRS and Unable to find the changing characteristics of nutritional status in the acute phase and recovery phase. Third, BMI is not an accurate measure of body composition, but is a gross index of body fat. Sarcopenia, a very useful parameter to assess nutritional status in the elderly, was not covered in this article. Fourth, we did not do randomized controlled interventions to confirm the results. Despite these limitations, this study has areas of strength. This is the first article specifically aimed at nutritional screening of COVID-19 patients, using different screening tools to mutually verify their screening capabilities, and provide ideas for nutritional screening methods for the disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The present study shows that the NRS 2002, MNA-sf, and NRI are useful and practical tools with respect to screening for patients with COVID-19 who are at nutritional risk, as well as in need of additional nutritional intervention. Moreover, our findings will heighten clinicians’ awareness about the importance of nutritional screening in patients hospitalized with COVID-19, as well as spreading awareness that strengthening nutrition can improve disease outcomes.",
            "cite_spans": [],
            "section": "Conclusion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "TABREF0": {
            "text": "Table 1: Baseline characteristics of the patients with different NRS tools.\nChange in appetite1/2/3: No change/Mild decline/Severe decline. Disease severity1/2/3: Common/severe/extremely severe. BMI body mass index, ALB albumin, TP total protein, HB hemoglobin, LOS length of stay, Y yes.",
            "type": "table"
        },
        "TABREF1": {
            "text": "Table 2: Agreement of nutritional risk between the different NRS tools.\n",
            "type": "table"
        },
        "TABREF2": {
            "text": "Table 3: BMI within nutritional risk groups for each NRS tools by the chi-squared test.\n",
            "type": "table"
        },
        "TABREF3": {
            "text": "Table 4: ORs of the NRS tools for clinical outcomes in patients with COVID-19.\nAdjusted for age, sex, BMI, and weather with complication. The OR of the comorbidities for clinical outcomes had no statistically significance (P > 0.05).",
            "type": "table"
        },
        "TABREF4": {
            "text": "Table 5: ROC curves in predicting worse-than-average clinical outcomes in NRS tools, BMI, and disease severity.\n",
            "type": "table"
        },
        "FIGREF0": {
            "text": "Fig. 1: *compared with NRS2002, P < 0.05, #compared with MUST, P < 0.05.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Predictive ability of the Mini Nutritional Assessment Short Form (MNA-SF) in a free-living elderly population: a cross-sectional study",
            "authors": [
                {
                    "first": "R",
                    "middle": [],
                    "last": "Montejano Lozoya",
                    "suffix": ""
                },
                {
                    "first": "N",
                    "middle": [],
                    "last": "Martínez-Alzamora",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Clemente Marín",
                    "suffix": ""
                },
                {
                    "first": "SJA",
                    "middle": [],
                    "last": "Guirao-Goris",
                    "suffix": ""
                },
                {
                    "first": "RM",
                    "middle": [],
                    "last": "Ferrer-Diego",
                    "suffix": ""
                }
            ],
            "year": 2017,
            "venue": "PeerJ",
            "volume": "5",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.7717/peerj.3345"
                ]
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Understanding bland altman analysis",
            "authors": [
                {
                    "first": "D",
                    "middle": [],
                    "last": "Giavarina",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Biochemia Med",
            "volume": "25",
            "issn": "",
            "pages": "141-51",
            "other_ids": {
                "DOI": [
                    "10.11613/bm.2015.015"
                ]
            }
        },
        "BIBREF4": {
            "title": "The interaction between nutrition and infection",
            "authors": [
                {
                    "first": "K",
                    "middle": [],
                    "last": "Peter",
                    "suffix": ""
                },
                {
                    "first": "KAJCID",
                    "middle": [],
                    "last": "Judit",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Clin Infect Dis",
            "volume": "10",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Morbidity and mortality predictivity of nutritional assessment tools in the postoperative care unit",
            "authors": [
                {
                    "first": "Ş",
                    "middle": [],
                    "last": "Özbilgin",
                    "suffix": ""
                },
                {
                    "first": "V",
                    "middle": [],
                    "last": "Hancı",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Ömür",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Özbilgin",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Tosun",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Yurtlu",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "Medicine",
            "volume": "95",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1097/md.0000000000005038"
                ]
            }
        },
        "BIBREF6": {
            "title": "Impact of body mass index on surgical outcomes of gastric cancer",
            "authors": [
                {
                    "first": "F",
                    "middle": [],
                    "last": "Feng",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Zheng",
                    "suffix": ""
                },
                {
                    "first": "X",
                    "middle": [],
                    "last": "Guo",
                    "suffix": ""
                },
                {
                    "first": "Z",
                    "middle": [],
                    "last": "Liu",
                    "suffix": ""
                },
                {
                    "first": "G",
                    "middle": [],
                    "last": "Xu",
                    "suffix": ""
                },
                {
                    "first": "F",
                    "middle": [],
                    "last": "Wang",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "BMC cancer",
            "volume": "18",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": [
                    "10.1186/s12885-018-4063-9"
                ]
            }
        },
        "BIBREF7": {
            "title": "Nutrition and health risks in the elderly: the nutrition screening initiative",
            "authors": [
                {
                    "first": "BM",
                    "middle": [],
                    "last": "Posner",
                    "suffix": ""
                },
                {
                    "first": "AM",
                    "middle": [],
                    "last": "Jette",
                    "suffix": ""
                },
                {
                    "first": "KW",
                    "middle": [],
                    "last": "Smith",
                    "suffix": ""
                },
                {
                    "first": "DR",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 1993,
            "venue": "Am J public health",
            "volume": "83",
            "issn": "",
            "pages": "972-8",
            "other_ids": {
                "DOI": [
                    "10.2105/ajph.83.7.972"
                ]
            }
        },
        "BIBREF8": {
            "title": "Screening for malnutrition in older people",
            "authors": [
                {
                    "first": "S",
                    "middle": [],
                    "last": "Guyonnet",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Rolland",
                    "suffix": ""
                }
            ],
            "year": 2015,
            "venue": "Clin Geriatr Med",
            "volume": "31",
            "issn": "",
            "pages": "429-37",
            "other_ids": {
                "DOI": [
                    "10.1016/j.cger.2015.04.009"
                ]
            }
        },
        "BIBREF9": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "ESPEN guidelines for nutrition screening 2002",
            "authors": [
                {
                    "first": "J",
                    "middle": [],
                    "last": "Kondrup",
                    "suffix": ""
                },
                {
                    "first": "SP",
                    "middle": [],
                    "last": "Allison",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Elia",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vellas",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Plauth",
                    "suffix": ""
                }
            ],
            "year": 2003,
            "venue": "Clin Nutr",
            "volume": "22",
            "issn": "",
            "pages": "415-21",
            "other_ids": {
                "DOI": [
                    "10.1016/s0261-5614(03)00098-0"
                ]
            }
        },
        "BIBREF11": {
            "title": "Screening for undernutrition in geriatric practice: developing the short-form mini-nutritional assessment (MNA-SF)",
            "authors": [
                {
                    "first": "LZ",
                    "middle": [],
                    "last": "Rubenstein",
                    "suffix": ""
                },
                {
                    "first": "JO",
                    "middle": [],
                    "last": "Harker",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Salvà",
                    "suffix": ""
                },
                {
                    "first": "Y",
                    "middle": [],
                    "last": "Guigoz",
                    "suffix": ""
                },
                {
                    "first": "B",
                    "middle": [],
                    "last": "Vellas",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "J Gerontol Ser A",
            "volume": "56",
            "issn": "",
            "pages": "M366-72",
            "other_ids": {
                "DOI": [
                    "10.1093/gerona/56.6.m366"
                ]
            }
        },
        "BIBREF12": {
            "title": "Malnutrition in hospital outpatients and inpatients: prevalence, concurrent validity and ease of use of the ‘malnutrition universal screening tool’ (‘MUST’) for adults",
            "authors": [
                {
                    "first": "RJ",
                    "middle": [],
                    "last": "Stratton",
                    "suffix": ""
                },
                {
                    "first": "A",
                    "middle": [],
                    "last": "Hackston",
                    "suffix": ""
                },
                {
                    "first": "D",
                    "middle": [],
                    "last": "Longmore",
                    "suffix": ""
                },
                {
                    "first": "R",
                    "middle": [],
                    "last": "Dixon",
                    "suffix": ""
                },
                {
                    "first": "S",
                    "middle": [],
                    "last": "Price",
                    "suffix": ""
                },
                {
                    "first": "M",
                    "middle": [],
                    "last": "Stroud",
                    "suffix": ""
                }
            ],
            "year": 2004,
            "venue": "Br J Nutr",
            "volume": "92",
            "issn": "",
            "pages": "799-808",
            "other_ids": {
                "DOI": [
                    "10.1079/bjn20041258"
                ]
            }
        },
        "BIBREF13": {
            "title": "The evaluation of an undernutrition risk score to be used by nursing staff in a teaching hospital to identify surgical patients at risk of malnutrition on admission: a pilot study",
            "authors": [
                {
                    "first": "MP",
                    "middle": [],
                    "last": "Doyle",
                    "suffix": ""
                },
                {
                    "first": "E",
                    "middle": [],
                    "last": "Barnes",
                    "suffix": ""
                },
                {
                    "first": "MJJoHN",
                    "middle": [],
                    "last": "Moloney",
                    "suffix": ""
                }
            ],
            "year": 2008,
            "venue": "Dietetics",
            "volume": "13",
            "issn": "",
            "pages": "433-41",
            "other_ids": {
                "DOI": [
                    "10.1111/j.1365-277X.2000.00254.x"
                ]
            }
        },
        "BIBREF14": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        }
    }
}