{
    "paper_id": "PMC7124461",
    "metadata": {
        "title": "Investigation of sudden death from Mycobacterium tuberculosis in a foreign-born worker at a resort hotel☆",
        "authors": [
            {
                "first": "John",
                "middle": [
                    "C."
                ],
                "last": "Grabau",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Stephen",
                "middle": [
                    "E."
                ],
                "last": "Hughes",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Edwin",
                "middle": [
                    "M."
                ],
                "last": "Rodriguez",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Jamie",
                "middle": [
                    "N."
                ],
                "last": "Sommer",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Eleanor",
                "middle": [
                    "T."
                ],
                "last": "Troy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "At a large resort hotel (550 employees providing service to 600 guest rooms and a food service capacity of 1,000 guests/sitting), the security officer was on routine patrol when she was notified by radio of an individual lying on the hallway floor of one of the buildings where resort employees reside. On arrival, the officer found a man lying on his back, not breathing and without a pulse. One officer observed blood on the walls and floor of the hallway. There were no obvious signs of violence. The local rescue unit and the state police were summoned. The officer started cardiopulmonary resuscitation (CPR), and the others cordoned off the area. The patient was transported by ambulance to the hospital, and the officers secured the area as a crime scene until notified by the hospital, 3 hours later, that the man had died from natural causes. The officers cleaned the area with bleach and a biohazard clean-up kit, and the man’s room was padlocked.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Because the death was unattended, the hospital conducted an autopsy. The cause of death was determined to be cardiorespiratory failure caused by or as a consequence of TB, and the County Health Department was immediately notified. The case had never received medical attention for TB and was unknown to the county staff. The postmortem examination of lung tissue identified Mycobacterium tbcomplex, which was susceptible to all first-line drugs, e.g., rifampin, isoniazid, pyrazinamide, ethambutol, and streptomycin. A contact investigation was launched immediately.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "County staff contacted the manager of the resort to report a TB death in one of the resort staff and explained both the need to conduct, and the logistics of, a contact investigation. The resort management worked closely with the county nurses to be sure that complete and accurate information was available for the investigation. The resort is located in a sparsely populated area north of New York City. Service worker staff for resorts of this type frequently have ties to New York City and travel to area resorts for seasonal jobs. These employees often live in housing available right on the resort grounds and include a high proportion of foreign-born individuals who often are not fluent in English. Foreign-born staff in this investigation came from 17 countries outside the United States, many of which were Central or South America; however, other countries of origin included China, former Soviet Union, and Indonesia. Language barriers were addressed through existing staff at the local health unit and the use of commercially available telephone-based translating services.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "Management of the resort recognized the importance of the contact investigation and provided all necessary work schedules and assignments to facilitate identification of staff who may have been exposed to the patient. Transportation to the county clinic proved to be a barrier to attendance despite the provision of shuttles by the resort, so additional clinic sessions were held on the grounds of the resort at a location not accessible to the guests.",
            "cite_spans": [],
            "section": "Background",
            "ref_spans": []
        },
        {
            "text": "All PPD-positive individuals were interviewed by a public health nurse, evaluated by a physician, had an aspartate aminotransferase study if > 35 years or reported a history of liver problems, had chest x-rays taken, and were offered HIV testing. Chest x-ray results did not identify any current cases of TB, and of 27 individuals accepting HIV testing, no positive results were identified. Individuals with latent TB infection were prescribed 6 months of isoniazid treatment (the recommended regimen at the time). Fifty-four individuals were recommended for treatment, and 46 accepted and started the medication. Twenty contacts (43%) completed at least 6 months of isoniazid treatment for latent infection; 4 individuals stopped therapy because of increased enzymes or severe symptoms; and the remaining individuals were lost to follow-up.",
            "cite_spans": [],
            "section": "Treatment for latent infection ::: Results",
            "ref_spans": []
        },
        {
            "text": "During 2002, foreign-born individuals accounted for 63% of the reported TB morbidity in New York State exclusive of New York City. In the investigation described here, the index patient was identified at death as having extensive TB disease and likely infected a substantial number of coworkers and social contacts. Individuals born outside of the United States in countries where there is a high prevalence of TB are at risk for developing active TB after immigrating to this country. Follow-up of these individuals can be challenging because of their fear of interaction with government agencies, lack of access to health care, cultural beliefs and practices, and language barriers, etc.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "This rather large contact investigation yielded 54 individuals not previously known to be PPD positive. Interpretation of this number is complicated by 2 factors. Among the close contacts there was a high proportion of foreign-born individuals (71%). Many of those people were from high-prevalence countries in Central and South America. 14 The second complicating factor is that the index patient had advanced TB. Given the advanced stage of disease and his history of frequent coughing, the patient may have been capable of transmitting infection for quite some time. Therefore, although some of the first-round TST-positive individuals may have been infected before coming into contact with the patient, others may have been infected by the patient months earlier and had already converted their skin test at the time of first-round testing.",
            "cite_spans": [
                {
                    "start": 338,
                    "end": 340,
                    "mention": "14",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "In the second round of testing, 8 individuals were documented to have converted their skin test. Exposure to the index patient as the cause of their conversion is a viable hypothesis. Although the index patient in this investigation had a rather dramatic presentation that led to the diagnosis of TB, this incident does raise questions about missed opportunities to identify TB and the public and personal health implications for “missing” these patients earlier in their disease course.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The death of the resort employee from TB prompted a review of the State Tuberculosis Registry (exclusive of New York City) to identify any other individuals in whom TB was detected at death. Eight other TB cases were identified at death in 2001.The 8 other cases accounted for 72 contacts investigated and 1 reported occurrence of latent TB infection. The 8 other cases were remarkable in that they were all born in the United States (compared with 2001 case load > 60 percent foreign-born), 7 were male, 7 were white, none were Hispanic, and the median age was 60 years (range of 45 to 76). One patient was known to be resistant to isoniazid and rifampin.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "Despite the fact that TB has reached record low case counts in the United States, people are still dying of and with TB disease.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        },
        {
            "text": "The combination of public health programs and careful clinical management during the past 10 years have significantly decreased the number of newly reported TB cases. Tuberculosis has not gone away. Some people still die of TB and completely bypass detection until a postmortem examination. Other TB patients are identified but still die from the disease alone or in conjunction with comorbid conditions. As national attention is drawn to anthrax, smallpox, and severe acute respiratory syndrome, TB cannot be ignored because it is still an important personal and public concern. The epidemiology of TB may have changed with shifting immigration patterns and the impact of HIV-related diseases. However, older, nonminority individuals are still dying from TB, and although fatalities may be comparatively rare events, TB should be considered in a differential diagnosis of patients with the characteristics previously described.",
            "cite_spans": [],
            "section": "Discussion",
            "ref_spans": []
        }
    ],
    "ref_entries": {
        "FIGREF0": {
            "text": "Fig. 1: Contact Investigations Summary Flowchart.",
            "type": "figure"
        }
    },
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "World TB Day",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "Survival of patients with pulmonary tuberculosis: clinical and molecular epidemiologic factors",
            "authors": [
                {
                    "first": "K.K.",
                    "middle": [],
                    "last": "Oursler",
                    "suffix": ""
                },
                {
                    "first": "R.D.",
                    "middle": [],
                    "last": "Moore",
                    "suffix": ""
                },
                {
                    "first": "W.R.",
                    "middle": [],
                    "last": "Bishai",
                    "suffix": ""
                },
                {
                    "first": "S.M.",
                    "middle": [],
                    "last": "Harrington",
                    "suffix": ""
                },
                {
                    "first": "D.S.",
                    "middle": [],
                    "last": "Pope",
                    "suffix": ""
                },
                {
                    "first": "R.E.",
                    "middle": [],
                    "last": "Chaisson",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Clin Infect Dis",
            "volume": "34",
            "issn": "",
            "pages": "752-759",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "The epidemiology of tuberculosis diagnosed after death in San Francisco, 1986–1995",
            "authors": [
                {
                    "first": "K.",
                    "middle": [],
                    "last": "DeRiemer",
                    "suffix": ""
                },
                {
                    "first": "I.",
                    "middle": [],
                    "last": "Rudoy",
                    "suffix": ""
                },
                {
                    "first": "G.F.",
                    "middle": [],
                    "last": "Schecter",
                    "suffix": ""
                },
                {
                    "first": "P.C.",
                    "middle": [],
                    "last": "Hopewell",
                    "suffix": ""
                },
                {
                    "first": "C.L.",
                    "middle": [],
                    "last": "Daley",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "3",
            "issn": "",
            "pages": "488-493",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "Tuberculosis and sudden death: a case report and review",
            "authors": [
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Alkhuja",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Miller",
                    "suffix": ""
                }
            ],
            "year": 2001,
            "venue": "Heart Lung",
            "volume": "30",
            "issn": "",
            "pages": "388-391",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "A large contact investigation following a fatal case of TB at a resort hotel",
            "authors": [
                {
                    "first": "J.C.",
                    "middle": [],
                    "last": "Grabau",
                    "suffix": ""
                },
                {
                    "first": "E.M.",
                    "middle": [],
                    "last": "Rodriguez",
                    "suffix": ""
                },
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "E.T.",
                    "middle": [],
                    "last": "Troy",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Hughes",
                    "suffix": ""
                },
                {
                    "first": "M.",
                    "middle": [],
                    "last": "Dodig",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Resp Crit Care Med",
            "volume": "165",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "",
            "authors": [],
            "year": 2004,
            "venue": "Global tuberculosis control: surveillance, planning, financing",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "",
            "authors": [],
            "year": 2003,
            "venue": "Tuberculosis: Fact sheet no.104",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF7": {
            "title": "Trends in tuberculosis morbidity—United States, 1992–2002",
            "authors": [],
            "year": 2003,
            "venue": "Morb Mortal Wkly Rep",
            "volume": "52",
            "issn": "",
            "pages": "217-222",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF8": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF9": {
            "title": "Risk factors associated with default, failure and death among tuberculosis patients treated in a DOTS programme in Tiruvallur District, South India, 2000",
            "authors": [
                {
                    "first": "T.",
                    "middle": [],
                    "last": "Santha",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Garg",
                    "suffix": ""
                },
                {
                    "first": "T.R.",
                    "middle": [],
                    "last": "Frieden",
                    "suffix": ""
                },
                {
                    "first": "V.",
                    "middle": [],
                    "last": "Chandrasekaran",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Subramani",
                    "suffix": ""
                },
                {
                    "first": "P.G.",
                    "middle": [],
                    "last": "Gopi",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "6",
            "issn": "",
            "pages": "780-788",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF10": {
            "title": "Predictors of death from pulmonary tuberculosis: the case of Vera Cruz, Mexico",
            "authors": [
                {
                    "first": "L.P.",
                    "middle": [],
                    "last": "Bustamante-Montes",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Escobar-Mesa",
                    "suffix": ""
                },
                {
                    "first": "V.H.",
                    "middle": [],
                    "last": "Borja-Aburto",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Gomez-Munoz",
                    "suffix": ""
                },
                {
                    "first": "F.",
                    "middle": [],
                    "last": "Becerra-Posada",
                    "suffix": ""
                }
            ],
            "year": 2000,
            "venue": "Int J Tuberc Lung Dis",
            "volume": "4",
            "issn": "",
            "pages": "208-215",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF11": {
            "title": "Pulmonary tuberculosis in adults: factors associated with mortality at a Ghanaian teaching hospital",
            "authors": [
                {
                    "first": "S.D.",
                    "middle": [],
                    "last": "Lawn",
                    "suffix": ""
                },
                {
                    "first": "J.W.",
                    "middle": [],
                    "last": "Aceampong",
                    "suffix": ""
                }
            ],
            "year": 1999,
            "venue": "W African J Med",
            "volume": "18",
            "issn": "",
            "pages": "270-274",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF12": {
            "title": "Tuberculosis mortality in notified cases from 1989–1995 in Birmingham",
            "authors": [
                {
                    "first": "S.S.",
                    "middle": [],
                    "last": "Bakhshi",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Hawker",
                    "suffix": ""
                },
                {
                    "first": "S.",
                    "middle": [],
                    "last": "Ali",
                    "suffix": ""
                }
            ],
            "year": 1998,
            "venue": "R Inst Public Health Hyg",
            "volume": "112",
            "issn": "",
            "pages": "165-168",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF13": {
            "title": "Delay in diagnosis among hospitalized patients with active tuberculosis-predictors and outcomes",
            "authors": [
                {
                    "first": "C.",
                    "middle": [],
                    "last": "Greenaway",
                    "suffix": ""
                },
                {
                    "first": "D.",
                    "middle": [],
                    "last": "Menzies",
                    "suffix": ""
                },
                {
                    "first": "A.",
                    "middle": [],
                    "last": "Fanning",
                    "suffix": ""
                },
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Grewal",
                    "suffix": ""
                },
                {
                    "first": "L.",
                    "middle": [],
                    "last": "Yuan",
                    "suffix": ""
                },
                {
                    "first": "J.",
                    "middle": [],
                    "last": "Fitzgerald",
                    "suffix": ""
                }
            ],
            "year": 2002,
            "venue": "Am J Respir Crit Care Med",
            "volume": "165",
            "issn": "",
            "pages": "927-933",
            "other_ids": {
                "DOI": []
            }
        }
    }
}