{
    "paper_id": "PMC7167586",
    "metadata": {
        "title": "Time to ‘Buddy Up’ – Simple Strategies to Support Oncologists During the Covid-19 Pandemic",
        "authors": [
            {
                "first": "Aisling",
                "middle": [],
                "last": "Barry",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Tracy",
                "middle": [],
                "last": "Murphy",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Rebecca",
                "middle": [],
                "last": "Prince",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Taymaa",
                "middle": [],
                "last": "May",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Camilla",
                "middle": [],
                "last": "Zimmermann",
                "suffix": "",
                "email": null,
                "affiliation": {}
            },
            {
                "first": "Mary",
                "middle": [],
                "last": "Elliott",
                "suffix": "",
                "email": null,
                "affiliation": {}
            }
        ]
    },
    "body_text": [
        {
            "text": "Covid-19 has caused a sudden shift in the approach to patient management and treatment decision making. Doctors’ resilience is tested daily and at a magnitude higher than ever before. Multiple risk factors for burnout within the oncology community have been identified [1, 2]. Today these risks are even higher.",
            "cite_spans": [
                {
                    "start": 270,
                    "end": 271,
                    "mention": "1",
                    "ref_id": "BIBREF0"
                },
                {
                    "start": 273,
                    "end": 274,
                    "mention": "2",
                    "ref_id": "BIBREF1"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Many of the stressors due to the Covid-19 pandemic are related to the services that we rely on to provide patient care. Covid-19 has radically altered conversations regarding availability and goals of cancer care, and data from China[3] have shown that cancer patients face higher risks of Covid-19 infection and have poorer outcomes than those without cancer. We, as physicians, adapt as best we know how, working tirelessly as strong multi- disciplinary groups to ensure that despite these extraordinary times, we continue to put our patients’ needs first. National and international cancer societies have created “pandemic cancer treatment guidelines”[4],[5] to provide guidance to optimize care within the current environment of scarce resources.",
            "cite_spans": [
                {
                    "start": 234,
                    "end": 235,
                    "mention": "3",
                    "ref_id": "BIBREF2"
                },
                {
                    "start": 655,
                    "end": 656,
                    "mention": "4",
                    "ref_id": "BIBREF3"
                },
                {
                    "start": 659,
                    "end": 660,
                    "mention": "5",
                    "ref_id": "BIBREF4"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "During this time, oncologists need to develop mechanisms to tackle the ever present but significantly worsened risk of physician burnout (1). To face this challenge, a group of oncologists at our centre came together, acknowledging that each sub-speciality and every physician may have their own specific needs, to develop a number of fundamental resources.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Firstly, we developed a novel system for connected physical distancing called ‘Buddy Up’. Hobfoll et al[6] described five empirically supported intervention principles to guide and inform intervention efforts in the presence of early and mid-term mass trauma: a sense of safety; calming; a sense of self and community efficacy; connectedness; and hope. Based on these principles, the primary goal of ‘Buddy Up’ is to alleviate Covid-19 pandemic-related stress by recognising the importance of being connected and building a community to ground our stress and strengthen resilience. Our system asks oncologists to group together in twos or threes for daily check-ins, monitoring each other for stress that may become distress via phone call, email or text message. Messages may be words, phrases or simply an emoji in response to simple questions such as ‘How are you feeling?’, ‘Are you sleeping, eating, exercising?’.",
            "cite_spans": [
                {
                    "start": 104,
                    "end": 105,
                    "mention": "6",
                    "ref_id": "BIBREF5"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "Secondly, based on the themes of self and community efficacy and the aim to bring groups together, a simple ritual of virtual coffee mornings has been implemented, to chat and debrief. Since substantial evidence supports the benefits of mindfulness and meditation[7], the third strategy entailed virtual meditation lounges, led by physicians for physicians, allowing for a sense of safety, calm and hope. Finally, recognizing that one size does not fit all and that options are essential, a list of virtual links to activities such as yoga, Pilates, exercise, art galleries and music was created.",
            "cite_spans": [
                {
                    "start": 264,
                    "end": 265,
                    "mention": "7",
                    "ref_id": "BIBREF6"
                }
            ],
            "section": "",
            "ref_spans": []
        },
        {
            "text": "The aim of these simple strategies is to recognize that by working together we can support each other in effective ways. Many of us presume that our colleagues are doing ‘okay’, but throughout this unprecedented global event we must consciously ‘Buddy Up’, to ensure that no one is left behind.",
            "cite_spans": [],
            "section": "",
            "ref_spans": []
        }
    ],
    "ref_entries": {},
    "back_matter": [],
    "bib_entries": {
        "BIBREF0": {
            "title": "Addressing Burnout in Oncology: Why Cancer Care Clinicians Are At Risk, What Individuals Can Do, and How Organizations Can Respond",
            "authors": [
                {
                    "first": "F.J.",
                    "middle": [],
                    "last": "Hlubocky",
                    "suffix": ""
                },
                {
                    "first": "A.L.",
                    "middle": [],
                    "last": "Back",
                    "suffix": ""
                },
                {
                    "first": "T.D.",
                    "middle": [],
                    "last": "Shanafelt",
                    "suffix": ""
                }
            ],
            "year": 2016,
            "venue": "American Society of Clinical Oncology Educational Book",
            "volume": "",
            "issn": "36",
            "pages": "271-279",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF1": {
            "title": "A Qualitative Study of a Compassion, Presence, and Resilience Training for Oncology Interprofessional Teams",
            "authors": [
                {
                    "first": "R.",
                    "middle": [],
                    "last": "Nissim",
                    "suffix": ""
                }
            ],
            "year": 2018,
            "venue": "Journal of Holistic Nursing",
            "volume": "37",
            "issn": "1",
            "pages": "30-44",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF2": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF3": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF4": {
            "title": "",
            "authors": [],
            "year": null,
            "venue": "",
            "volume": "",
            "issn": "",
            "pages": null,
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF5": {
            "title": "Five Essential Elements of Immediate and Mid–Term Mass Trauma Intervention: Empirical Evidence",
            "authors": [
                {
                    "first": "S.E.",
                    "middle": [],
                    "last": "Hobfoll",
                    "suffix": ""
                }
            ],
            "year": 2007,
            "venue": "Psychiatry",
            "volume": "70",
            "issn": "4",
            "pages": "283-315",
            "other_ids": {
                "DOI": []
            }
        },
        "BIBREF6": {
            "title": "A multicenter study of physician mindfulness and health care quality",
            "authors": [
                {
                    "first": "M.C.",
                    "middle": [],
                    "last": "Beach",
                    "suffix": ""
                }
            ],
            "year": 2013,
            "venue": "Annals of family medicine",
            "volume": "11",
            "issn": "5",
            "pages": "421-428",
            "other_ids": {
                "DOI": []
            }
        }
    }
}